[
    {
        "source": "FOOD SERVICE: • The Florida State Fire College has a full-service cafeteria operated by MCTAE Culinary School.",
        "target": "Food Service: • The Florida State Fire College með allri þjónustu mötuneyti rekið af MCTAE Culinary School."
    },
    {
        "source": "Luxury homes for sale in Spain Found 60 Properties",
        "target": "Lúxus heimili til sölu á Spáni Hafa fundist 60 Properties Verð frá"
    },
    {
        "source": "At the time, Belgium was part of the Burgundian empire, Rome, Spain, was part of the Netherlands and even France .",
        "target": "Á þeim tíma var Belgía hluti af Bourgogne heimsveldinu, Róm, Spáni, var hluti af Hollandi og jafnvel Frakklandi."
    },
    {
        "source": "Yummy, the Neptune burger was the best of the best, the flavor well yes oh yes.",
        "target": "Yummy, The Neptune hamborgari var the bestur af the bestur, bragðið vel já ó já."
    },
    {
        "source": "This applies no less to economic performance than other criteria: Economic growth, research and development, tehnological innovation, productivity pr. hour of work, job creation, participation in the labour-market, (especially female participation), equality of the sexes, level of education, social mobility, absence of poverty, health and longevity, quality of infrastructure, access to unspoilt nature, the overall quality of life. Less inequality than in most places.",
        "target": "Þetta á ekki síður við um hagræna mælikvarða en aðra: Hagvöxt, framleiðni pr vinnustund, rannsóknir og þróun, tækninýjungar og útbreiðslu þeirra, sköpun starfa, þátttöku á vinnumarkaði (sérstaklega þátttöku kvenna), jafnræði kynjanna, menntunarstig og starfsþjálfun, félagslegan hreyfanleika, heilbrigði og langlífi, gæði innviða, útrýmingu fátæktar, aðgang að óspilltri náttúru, almenn lífsgæði."
    }
]