ТЕХНИЧЕСКИЙ РЕГЛАМЕНТ ЧЕМПИОНАТА РОССИИ ВФЛА В ПОМЕЩЕНИИ, ВСЕРОССИЙСКИЕ СОРЕВНОВАНИЯ В ПОМЕЩЕНИИ
от 14.02.2021 г. 20:40
15-17 февраля 2021 года,
манеж ЛФК ЦСКА, г. Москва, Ленинградский проспект, 39, строение 1
День приезда 14 февраля 2021 года, день отъезда 18 февраля 2021 года.
ВОЗРАСТ УЧАСТНИКОВ, КОМАНДНЫЙ И ЛИЧНЫЙ ЗАЧЕТЫ, УСЛОВИЯ ДОПУСКА
Соревнования личные с командным зачетом, участвуют спортсмены команд субъектов РФ, в одной возрастной группе — мужчины, женщины.
К спортивным соревнованиям среди мужчин, женщин (1998 года рождения) допускаются спортсмены младших возрастных групп при наличии необходимой спортивной квалификации.
Спортсмены, допущенные к соревнованиям только в личном зачете, в распределении очков командного зачета не участвуют.
Перезачет результатов для спортсменов, которые не принимали участие в данных соревнованиях, не производится, а очки для командного зачета не начисляются.
Всем командам, спортсмены которых выступают в соответствии с утвержденной территориальной принадлежностью, командные очки начисляются в полном объеме.
Участвующим организациям разрешается сверх квоты ввести в состав команды по два спортсмена для участия в каждом виде эстафетного бега.
В эстафетном беге члены команды обязаны выступать в спортивной форме единого цвета.
В случае нарушения данного пункта положения команда может быть не допущена к соревнованиям.
В эстафетном беге спортсмены, могут выступать только за команду одной территории.
К соревнованию допускаются спортсмены, имеющие разряд не ниже 1-го спортивного разряда.
К участию в соревнованиях допускаются спортсмены, заявленные командами регионов, прошедшие медицинский осмотр и получившие разрешение врача.
Заявки на соревнование принимаются только через единую информационно систему Всероссийской федерации легкой атлетики.
Срок подачи заявок на соревнования до 12 февраля 2021 года 18.00 по Московскому времени.
Комиссия по допуску участников и для подтверждения присланных заранее заявок и предоставления необходимых документов по заявке работает 14 февраля с 10:00 до 16:00 часов в манеже ЛФК ЦСКА, в холле конференц-зала, 3 этаж, по адресу: Ленинградский проспект, 39, строение 1.
Все спортсмены, тренеры и представители включенные в заявку команд обязаны до начала соревнований пройти образовательные антидопинговые онлайн курсы на официальном сайте РУСАДА и получить сертификат.
СПОРТСМЕНЫ, ТРЕНЕРЫ, ПРЕДСТАВИТЕЛИ ОБЯЗАНЫ ПРЕДОСТАВИТЬ В СЕКРЕТАРИАТ СПРАВКУ С ОТРИЦАТЕЛЬНЫМ РЕЗУЛЬТАТОМ ППР-ТЕСТА НА СОУШ-19, С ДАТОЙ ЗАБОРА БИОМАТЕРИАЛА НЕ ПОЗДНЕЕ 72 ЧАСОВ ОТ МОМЕНТА ЯВКИ НА МАНДАТНУЮ КОМИССИЮ.
Территориальная принадлежность спортсменов определяется в соответствии с Единой информационной системой и решением Комиссии по переходам.
Официальная тренировка на соревновательной арене 14 февраля с 16:00 до 19:00. В соревновательные дни — вне времени соревнований.
Предстартовая разминка проводится на местах, под руководством старших судей по дисциплинам.
Сбор и регистрация участников будет проводится в зоне регистрации (Сай Коот).
СаЙ Коот будет расположен за вторым виражом рядом с сектором толкания ядра.
При прохождении регистрации участник обязан продемонстрировать судье закрепленный соответствующим образом нагрудный номер.
Выход участников от места регистрации к местам соревнований в технических видах осуществляется под руководством старшего судьи/рефери по виду, в беговых видах — под руководством помощника стартера.
Уход участников с места соревнований без разрешения рефери запрещается.
Регистрация участников в беговых видах начинается за 40 минут и заканчивается за 10 минут до начала вида.
Регистрация в технических видах начинается за 50 минут и заканчивается за 25 минут до начала вида.
Регистрация в прыжке с шестом начинается за 80 минут и заканчивается за 55 минут до начала вида.
Участники, не явившиеся на регистрацию, к соревнованиям не допускаются.
Участникам предоставляются пробные попытки согласно Правилам вида спорта.
В беге на 60 м и беге с барьерами 60 м соревнования проводятся в 3 круга, выход в следующий круг будет определен по окончанию приема заявок.
В беге на 200 м, 400 м, 800 м соревнования проводятся в 2 круга, выход в финал по времени.
В случае равенства результатов в беговых видах при выходе в следующий круг, равенство разрешается следующим способом: 1. Проверка результатов с точностью до 1/1000; 2. Если после применения пункта 1 равенство сохраняется, то проводится жеребьевка.
В беге на 1500 м, 3000 м, 5000 ми 4х 400 м проводятся финальные забеги.
В прыжках и метаниях проводятся квалификационные (в случае более 16 заявленным спортсменов) и финальные соревнования, для участия в которых необходимо пройти квалификацию.
Если количество участников выполнивших норматив менее 12 человек, то до этого числа добираются спортсмены в соответствии с лучшими результатами квалификации.
Если участник, заявленный в нескольких видах программы, не явился на один из видов без уважительной причины, то он не допускается к соревнованиям в последующих видах.
Спортсменам разрешается использовать личные снаряды, при условии, что эти снаряды утверждены Организационным комитетом.
Личные снаряды (ядро) спортсмен обязан сдать на проверку в службу оборудования (инвентарная комната в зоне разминки) не позднее, чем за 2 часа до начала вида.
Во время проведения соревнований не разрешается заменять снаряды.
В случае равенства результатов при определении победителя в вертикальных прыжках проводится перепрыжка.
Все протесты и апелляции подаются в соответствии с Правилами — Правило 8 (146).
Устный протест делается представителем/ спортсменом сразу после объявления результата вызвавшего протест.
Письменная апелляция подается не позднее чем через 30 мин после официального объявления результата по данному виду.
Протесты и апелляции, касающиеся права спортсменов участвовать в соревнованиях или его принадлежность к той или иной команде, подаются в аналогичном порядке в апелляционное жюри.
Итоги командного зачета определяются согласно Положению. В командный зачет принимаются результаты, в том числе всероссийских соревнований.
Победитель и призеры соревнований в беговых видах обязаны самостоятельно явиться в наградной отдел, расположенный в манеже не позднее чем через 10 минут после окончания вида.
Призеры чемпионата награждаются медалями чемпионата, призеры всероссийских соревнований (200 м и 5000 м)
Любой спортсмен, который не стартовал в беговом или техническим виде, не допускается к участию в последующих видах, и считается, что он прекратил участие в соревнованиях.
Если спортсмен вышел в следующий круг после предварительного круга соревнований, но затем не соревновался в данном виде программы, он будет отстранен от участия в дальнейших видах соревнований, включая эстафету.
В том случае, если спортсменом представлены медицинские документы о невозможности участия в каком-либо виде соревнований, по решению технического делегата он может быть допущен к участию в других дисциплинах соревнований, но только на следующий день.
Врач во время соревнований располагается в зоне, предусмотренной организаторами.
Техническое совещание ГСК с официальными представителями команд состоится 14 февраля в 18:00 в конференц-зале манежа ЛФК ЦСКА.
Совещание членов ГСК с судейской коллегией соревнований состоится 14 февраля в 18:40 в конференц-зале манежа ЛФК ЦСКА.
Июльский номер традиционно сдается во время Московского кинофестиваля, и это, конечно, очень грустно: вычитывать полосы, когда душа рвется на Шаброля.
Тем не менее об ММКФ мы расскажем в следующий раз (пока только пожалуюсь, что в этом году в сознании организаторов окончательно укрепилось необъяснимое представление о том, что счастливые обладатели купленных билетов в разы важнее для фестиваля, чем аккредитованные гости, смехотворный и вполне оскорбительный принцип, которым не грешит ни один нормальный кинофестиваль мира), а в этом номере отчитываемся за увиденное в Каннах и на «Кинотавре».
Обложку июльского номера украшает очередное приятное лицо - заглавный персонаж спродюсированной Робертом Родригесом картины «Хищники», а внутри журнала уж постарайтесь как-нибудь не пропустить рассказ о «Начале» Кристофера Нолана (человека, между прочим, перезагрузившего «Бэтмена...»), самом - без дураков — ожидаемом фильме лета.
А еще мы в этот раз публикуем первую часть довольно подробного гида по творчеству Альфреда Хичкока, и вот тут уж точно не нужно ничего специально рекламировать, и ежу понятно, что автор «Подозрения» и «Веревки» - это наше Татьяна Алешичева, Борис Глейзеров, Анна Головня, Ник Де Семлин, Дэн Джолин, Тамара Дондурей, Николай Караев, Денис Корсаков, Мария Кувшинова, Иван Куликов, Уилл Лоуренс, Сергей Мезенов, Сергей Натапов, Иан Нейтан, Ким Ньюмэн, Заира Озова, Нев Пирс, Алексей Простяков, Серафима Скибюк, Адам Смит, Мур Соболева, Василий Степанов, Александр Стрелков, Олли Ричардс, Олег Тищенков, Алена Логунова, Крис Хьюитт, Ольга Шакина лондинку-цэрэушницу Эвелин Солт, несмотря на блестящий послужной список, заподозрили в шпионаже в пользу русских и решили во что бы то ни стало изловить.
Загнанная в угол, она перекрасится в привычный нам черный и сама отправится искать правду.
Очередной боевик с Анджелиной Джоли в роли роковой бой-бабы обещает еще сильнее закрепить позиции актрисы в жанре экшн.
Она будет устраивать одно ДТП за другим, бегать по стенам а-ля «Матрица» и как детей раскидывать крепких мужиков в одинаковых строгих костюмах.
Примерно так красота и должна спасать мир.
Вот он, родной, взорвавший и починивший мир «Пятым элементом» и сделавший Миллу Йовович самой прекрасной женщиной во вселенной.
Брюс Уиллису него был самым супергеройским парнем, а Гари Олдман - самым стильным и безупречным воплощением Зла.
И при этом все вместе оказывалось не нудным блок-бастером американского типа про спасение человечества, а милейшим живым карнавалом.
Что делал Бессон 13 лет между «Элементом...» и «Аделью...» вспоминать не хочется.
Он, мягко говоря, без дела не сидел, но вся эта сценарно-продюсерская суета и редкие, вымученные режиссерские выступления забудутся.
А вот «Адель...» — едва ли.
Когда смотришь это кино, кажется, что 13 лет перед нами был не наш Бессон, а какой-то двойник.
А сам он, настоящий, жил в маленькой квартирке на Монмартре, попивал вино в кафе напротив и сочинял историю про обаятельнейшую искательницу приключений.
Пересказывать сюжет (пусть ивобщих чертах), подогревая ожидания, в данном случае грешно больше обычного.
Тут весь невероятный драйв заключается в том, что за каждым поворотом или репликой вас поджидают сюрпризы.
И все как один приятные.
То ли девушка, то ли видение
НЕОБЫЧАЙНЫЕ ПРИКЛЮЧЕНИЯ АДЕЛЬ
Самое лихое приключенческое кино десятилетия намекнуть, что «Необычайные приключения Адель» начнутся как «Амели», метнутся в сторону <Парка Юрского периода», продолжатся «Индианой Джонсом» и «Мумией», а закончатся «Титаником».
В основе фильма - первый том комиксов Жака Тарди о журналистке Адель Блан-Сек.
Луиз Бургуэн до Адели снялась всего в трех фильмах.
Прославила актрису ее роль в «Девушке из Монако», за которую она была номинирована на премию «Сезар».
Режиссер не бежит за зрителем с протянутой рукой, умоляя оценить спецэффекты, декорации или трюки, а увлекает за собой, как старомодный романист, восклицающий пред большим путешествием к центру земли или на край света: «Вперед, мой читатель, нас ждут великие дела!»
При этом Бессон обращается с жанровым кино, про которое знает решительно все, бесцеремонно и весело, как мальчишка, насмотревшийся старых фильмов и начитавшийся Жюля Верна.
Манипулируя банальностями, не отказывая себе в цинизме и не стесняясь риско
РЕЖИССЕР Люк Бессон
В РОЛЯХ: Луиз Бургузн, Матье Амальрик, Фредерик Бель, Жиль Лелуш
СЮЖЕТ: В Париже в 1912 году происходили странные вещи.
Город переполошило древнее чудовище, которое пробудил к жизни старый медиум.
За ископаемой тварью гоняется полиция, а также знаменитый охотник, пара ученых из музея естественной истории и журналистка Адель Блан-Сек, у которой есть дело не столько к самой зверюге, сколько к медиуму — ей необходимо спасти сестру.
С той же целью девушка тащит из Египта настоящую мумию.
ВЫХОДИТ 22 ИЮЛЯ
«Адель...» — тот случай, когда пародия становится вершиной самого жанра и способна радикально его изменить, направив по новому пути.
Так было со спагетти-вестернами Серджио Леоне, с гангстерскими боевиками Квентина Тарантино, с упомянутым «Индианой Джонсом» (ему тут и поклон сделали, и высмеяли), наконец, с тем же «Пятым элементом».
Стиль Бессона в этом фильме складывается из словесного трюкачества, актерской клоунады и сюжетной эквилибристики (цирковые термины вполне уместны - единение двух искусств здесь органично и крепко как никогда).
Пару слов надо сказать и про саму Адель.
В ней воплотился незаслуженно забытый типаж авантюристки, которая берет не столько эксплуатацией сексуальности, сколько чистейшим куражом и отвагой.
В кино к таким девушкам, как правило, приставляют какого-нибудь дежурного мачо или волоокого романтика
ТЕКСТ: АЛЕКСАНДР СТРЕЛКОВ
Лицом к лицу с историей
В наличии лишь робкий и комичный воздыхатель, который только вертится под ногами (полезными оказываются лишь его познания в зоологии).
Поэтому энергичная девушка не тратит времени на амурные пустяки, а весело проводит время в обществе древних трупов, которые, кстати, играют в сюжете ключевую роль.
Натренированный на многочисленных жанровых «кошках» и, казалось, совсем скисший Люк Бессон проявил неожиданную творческую лихость, напомнив, что граница между предпочтениями скучающих посетителей мегамоллов и высоколобых завсегдатаев арт-хаусных залов легко преодолевается фильмами для жизнерадостных безумцев.
Игра в приключенческое кино без печали, страха и упрека
КОМНАТА СМЕРТИ
Герметичный хоррор с претензией на психологизм и политический контекст 2002 году дебютный ужастик Джонатана Либесмана был разруган критикой, но понравился публике и хорошо заработал в прокате, а главное - попался на глаза продюсеру Майклу Бэю.
Так молодой режиссер попал на фабрику, кующую новые ужасы по старым лекалам: Бэй задался целью переснять в виде ремейков всю классику хоррора и поручил Либесману приквел «Техасской резни бензопилой» (2006).
Критика снова скривилась, но публике опять понравилось — Либесман сработал в духе «новых страшных», делающих упор на чрезмерную физиологичность насилия.
Вообще, на его примере можно наблюдать, как мечется в конвульсиях целый жанр, пытаясь изобрести новые способы воздействия на пресыщенную публику: натуралистичная кровища сплэттеров сливается с догонялками слэшеров.
Сюжет напоминает франшизу «Пила», но без литров крови.
В числе прототипов — дебютная картина Винченцо Натали «Куб». Фильм сделан уже неу Майкла Бэя.
Так что в «Комнате смерти» Либесман вынужден был пойти по иному пути: тупой резне или монотонной беготне от маньяка он предпочел вариант поумнее — почти без пресловутой кровищи, зато с психологической игрой и загадками.
Злые врачи здесь играют с подопытными в кошки-мышки.
А трое мужчин в запертой комнате пытаются выработать стратегию выживания: объединиться в команду или перестрелять друг друга?
Играть по правилам и подчиняться приказам извне?
Или пытаться сломать свою клетку любой ценой?
Проверку проходят не только они, но и молодая амбициозная сотрудница спецслужб, которую тестирует на безжалостность поднаторевший в диких экспериментах опытный профессор.
СЮЖЕТ: За 250 долларов четверо добровольцев подписываются на несложный тест.
Их сажают в изолированную комнату и выдают каждому кипу листов с бессмысленными вопросами.
Потом в помещение заходит вежливый человек в белом халате, представляется доктором и стреляет одной из испытуемых в голову.
Начинается игра на выживание, за которой за стеклом внимательно наблюдают правительственные агенты.
Слишком задумчиво для ужастика, но недостаточно для откровенного артхауса
Может светскую беседу вести, и огнетушителем по морде съездить, но не в силах пропустить ни одной юбки.
Очаровательная Настя, наоборот, в своих симпатиях осмотрительна и непреклонна.
Куртуазным образом жизни отца она уязвлена и откровенно подглядывает за тем, как он, словно пародируя знаменитую сцену из «Шоугелз» Пола Верхувена, ныряет в бассейн за очередной романтической жертвой.
Дочь бунтует, а отец искушает ее молодого избранника из бедной семьи деньгами.
Но главной темой семейного конфликта становится вовсе не разница поколений или выбор профессии, она, так или иначе, уже предопределена, а неудачные попытки девушки опровергнуть очевидную мысль, что в современной Москве все покупается и продается.
Вялую мелодраматическую Мгер Мкртчан вместе с Павлом Бардиным снял комедию с Иваном Ургантом «Трое и снежинка».
Папашу взрослеющей дочери в жанре комедии убедительно изобразил Депардье
Дробный сюжет петляет вокруг любовных похождений героев, которые все время рассуждают о психологии, а сами, видимо, по остроумной режиссерской находке, делают упор на язык взгляда и жеста.
Второстепенные сюжетные ответвления (искалеченная в автокатастрофе девушка, на которой Алексей хочет жениться, спортсмен-алкаш в исполнении Сергея Горобченко), увы, прочерчены лишь пунктирно.
Особенно жалко линию про бизнес по перекупке футбольных игроков, так и оставшийся за кадром.
СЮЖЕТ: Больше всего на свете агента по продаже футбольных звезд волнует судьба его несовершеннолетней дочери Насти.
Сам сердобольный папаша меняет баб, как дорогие рубашки, но доченьке вот-вот исполнится восемнадцать, и она непременно должна выйти замуж за парня «со стержнем».
Каково же разочарование бизнесмена, когда Настя в борьбе за независимость и в пику отцу выбирает его сверстника и делового партнера.
Зато с потенциальным слоганом для аудитории фильма автор попал «в девятку»: «Не ищи проблему там, где ее нет». Точнее не скажешь.
Их сходство просто не может не поражать.
В обеих лентах действуют отряды суровых парней, солдат удачи, вынужденных мстить тем кто их подставил и в каждой компании оказывается по одной красивой девчонке.
Герои скачут практически по одним и тем же частям света (оба фильма начинаются в Латинской Америке и заканчиваются в порту Лос-Анджелеса) и эксплуатируют одни и те же эффектные кадры - и там и там взрывается нечто, набитое долларовыми купюрами, и на декорации опускается вихрь из баксов.
Даже злодеев, нарядившихся в дорогие костюмы, непросто отличить друг от друга (играют их в обоих случаях Патрики — Джейсон Патрик здесь, Патрик Уилсон там).
Предыдущая роль Зои Салдана — Нейтири в «Аватаре».
Сильвэн Уайт раньше снимал про баталии танцевальные - «Братство танца».
Криса Эванса недавно позвали играть героя других комиксов: он будет Капитаном Америкой.
Режиссер Сильвэн Уайт вдохновлялся серией комиксов, которая выходила в 70-е и была перезапущена в 2000-е, Джо Карнахан - комедийным сериалом 80-х.
Просто удивительно, как они, не сговариваясь, привели разный материал к абсолютно идентичному громыхающему знаменателю, сделав довольно тяжелые, предсказуемые, ненужные боевики, вызывающие в памяти массу картин с Уиллисом и Шварценеггером (сравнения неизменно оказываются в пользу Брюса и Арнольда).
Если уж выбирать между двумя этими лентами, то «Лузеры» выглядят чуть-чуть симпатичнее и явно победнее с точки зрения КПД (все-таки бюджет в три с половиной раза меньше).
По крайней мере, здесь есть Зои Салдана, которой очень идет базука
В РОЛЯХ: Джеффри Дин Морган, Зои Салдана, Крис Эванс, Патрик Уилсон, Идрис Элба, Коламбус Шорт
СЮЖЕТ: Во время операции в боливийских джунглях группу матерых коммандос, работающих на ЦРУ, подставило свое же начальство: вертолет с детьми, которых они пытались спасти, взорван, а сами солдатики с той секунды считаются погибшими.
Но они живы — и намерены во что бы то ни стало отомстить негодяю с томным голосом, который все это подстроил.
Все это мило, но, честно говоря, тратить полтора часа своей жизни на картину Уайта стоит, только если у вас совсем нет вариантов поинтересней.
Сделанный из вторсырья, условно съедобный боевичок
Простая история о беглом румынском каторжнике
В румынский малобюджетный фильм, получивший приз на престижном международном киносмотре.
В принципе, имея на руках только эти данные, можно живо вообразить и гипотетическое содержание картины, и даже некоторые специфичные детали формы.
Без всякого сомнения, кино обещает быть остросоциальным.
Безусловно, оно будет реалистичным, притом жестко.
Высока вероятность участия актеров-непрофессионалов.
Также в картине будет много-много румынской бедности (да-да, бедность не знает национальности, но румынская, как доказывают из фильма в фильм наши фестивальные лауреаты, — бедная особенно).
Также, не зная года выпуска, можно запросто принять происходящее на экране за упражнения каких-то подпольных критических реалистов из стран Варшавского договора, которым в начале 80-х прочитали лекцию о Брессоне
Фильм получил Гран-при жюри на Берлинском МКФ.
В основу сценария положена пьеса Андрееа Валеан, чье творчество пользуется особым спросом у режиссеров румынской «новой волны».
Оператор Мариус Пандуру часто работает с Корнелиу Порумбойу.
Все сказанное справедливо и для дебютной работы Флорина Сербана, и - поймите нас правильно - носит вовсе не ругательный, а рекомендательный характер: румынская «новая волна» пребывает в той блаженной стадии развития, когда вера ее представителей в методы
своей работы еще не поколебалась.
И этот момент надо ловить: лишь благодаря этой вере можно выдержать полуторачасовое зрелище румынской колонии для несовершеннолетних и отдаться харизме талантливейшего Пистереану (чью историю, несмотря на пропасть, разделяющую две культуры, можно запросто
конвертировать в эксплотейшн а-ля 70-е, с ковбоем, решившим прогуляться из тюряги, откуда ему скоро выходить, до ближайшего салуна).
В РОЛЯХ: Георг Пистереану, Ада Кондееску, Михай Константин, Клара Вода, Мариан Брату
СЮЖЕТ: Оттрубив свои четыре года, 18-летний зэк Сильвиу (Пистереану) скоро должен выйти на свободу, но неожиданно выясняет, что мать хочет забрать его младшего брата с собой в Италию.
С этого момента поведение молодого человека становится неадекватным.
Интрижка с соцработником Анной еще больше сподвигает парня на отчаянные поступки, смысл которых исчерпывается названием картины.
Какая же все это ерунда!
Хотите смотреть - смотрите.
Неплохой дебют, внушающий слабую надежду, что из румынского артхауса когда-нибудь вырастет приличное направление
Мультфильм о радостях злодейства и семейной жизни
Режиссерский дебют человека по фамилии Гроб (Соп) и его соавтора Рено сделан под эгидой продюсера Кристофера Меледандри, серого кардинала американской мультипликации, ответственного, в частности, за все «Ледниковые периоды», «Хортона» и «Роботов».
«Гадкий я», наверное, лучшая работа его команды: картина прекрасно нарисована (кстати, имеет смысл смотреть в ЗО), особенно, если вы любите, когда разные объекты то и дело норовят выпрыгнуть с экрана в зал), сносно написана, и, главное, здесь нет ни одной нижепоясной шутки, из-за которых на «Ледниковых периодах» приходилось стыдливо вжиматься в кресло и закрывать детские ушки руками.
Понятно, что причиной смены курса стало не чувство меры авторов, а вопиющая асексуальность главного героя, каковая в свою очередь продиктована нежеланием как бы то ни было касаться темы педофилии.
За «взрослую» часть здесь, помимо основной коллизии одинокого отцовства, отвечает довольно жесткий черный юмор (которым, хочется думать, мы обязаны режиссеру Коффину).
В целом, это очень симпатичное кино - настолько, что в какой-то момент оказывается даже слишком совершенным и правильным.
Чувствуется кропотливая работа слаженной команды маркетологов, продумавших каждую мелочь, чтобы фильм понравился всем категориям граждан.
Не то чтобы мы хотели увидеть, как героев детского мультика съедят каннибалы или погубит атомный взрыв
СЮЖЕТ: Носатый злодей Грю, чьи детские мечты о космонавтике с годами трансформировались в идею украсть Луну, для исполнения великого плана и устранения юного конкурента вынужден прибегнуть к помощи детей.
В некоем продвинутом приюте он усыновляет трех сироток женского пола — Марго в очках, Эдит в шапочке и Агнес, по убойной степени умильности сравнимую лишь с котиком из «Шрэка».
Как оно обычно и бывает, дети сходу преобразовывают планы взрослых.
Главный герой срисован с Кристофера Меледандри - оба они лысы, носаты и склонны к черному юмору.
В оригинале главных героев озвучивали Стив Каррелл и Джейсон Сигел.
В финале Грю танцует партию Траволты
К заброшенному трейлеру где-то посреди условной пустыни подкатывает тачка, из которой выходят три пары добротнейших сисек.
Именно так.
Сами по себе носительницы этого дара не так существенны.
Камера уверенно фиксирует внимание на этой части тела.
Для ценителей сразу сообщаем хорошую новость — весь фильм выдержан в том же духе.
Рик Джейкобсон понимает в женской красоте самые правильные вещи и кастинг провел такой, что происходящее на экране имеет второстепенное значение.
А происходит много всего забавного.
«Брокерша», «киллерша» и «стриптизерша» роются в песке, обливаются водой (не спрашивайте, зачем), несут какую-то пургу и периодически совершенно люто дерутся.
Создатели считают, что матерящаяся телка с щедрыми формами, вымазанная в грязи, с разбитым носом и сияющими белизной зубами - это круто.
«Стервозные штучки» прежде всего ориентированы на классические сексплотейшн-ленты.
Рик Джейкобсон снимал эпизоды «Зены -— королевы воинов» и «Удивительных странствий Геракла».
Близкий по духу фильм в московском прокате — «Ствол для Дженнифер».
Еще круто, когда стервозная красотка крутит яйца бандиту, долбанутый панк дерется в паре с японкой-школьницей, к этому прилагается самурайский меч и лесбийский секс; а интрига раскручивается посредством бесконечного количества флэш-беков.
В общем, для кино-фетишиста здесь обнаруживается настоящий Клондайк удовольствий.
Понятно, разумеется, что Джейкобсон и его банда, снимая эту трэш-пародию, веселились от души, но сама по себе задача кажется довольно странной.
Если бы не физические данные актрис, скучно стало бы уже к середине.
Можно предположить, что эта дичь пришла к нам с ночного канала для взрослых (Джейкобсон, кстати, часто берется за сериальные эпизоды)
В РОЛЯХ: Джулия Вот, Эрин Каммингс, Америка Оливо, Майкл Херст, Рон Мелендес
СЮЖЕТ: Три опасные красотки привозят в пустыню главаря мафии, у которого где-то здесь спрятаны бриллианты на солидную сумму.
Ничего не добившись и застрелив несчастного бандита, бабы начинают цапаться, драться друг с другом и периодически прибывающими откуда-то отморозками, а также регулярно целоваться и тискаться.
По ходу дела выясняется, что все трое не те, кем представлялись в начале.
Видимо, по мнению автора, так еще забавней.
Продукт для узкого круга любителей чудовищного дурновкусия
Да, со своей последней картиной «Судный день», разбодяженным «Безумным Максом» для неимущих, Маршалл дал серьезную осечку
Кровожадный и кусачий пеплум возвращает режиссеру пошатнувшееся доверие.
Новый неполиткорректный и угрюмый магнум опус не стесняется скромного бюджета, очевидных источников вдохновения и свирепой киноэстетики категории «Б».
Есть в картине и хулиганский кураж «Псов-воинов», и звериная жестокость «Спуска».
«План Маршалла» по очищению «пеплума» от налипшей пост-гладиаторской киногрязи, в целом, сработал.
В 2011 свою интерпретацию истории Девятого Легиона представит Кевин Макдональд.
Его покрытые боевыми шрамами легионеры (помимо прочих, неожиданно колоритные Дэйвид Моррисси и Лиам Каннингэм) — суровые мужики, пытающиеся поженить свой воинский долг с непреодолимым желанием выжить.
Смертоубийство и пикантные подробности отправления естественных нужд в античные времена здесь изображены с любовью и обстоятельностью.
Сцена истребления Девятого Легиона, на которую ушло много бюджетных денег, напрямую инспирирована вступительной раздачей в германских лесах из теперь уже эталонного «Гладиатора» сэра Ридли Скотта, но пытаться уличать Маршалла в плагиате почему-то абсолютно не хочется: он работает честно и без претензий.
В РОЛЯХ: Майкл Фассбендер, Ольга Куриленко, Доминик Уэст, Лиам Каннингэм, Дэйвид Моррисси
СЮЖЕТ: Земли современной Шотландии, оккупированные Священной Римской Империей.
Отдаленный форпост, где проходит службу центурион Куинтус Диас (Фассбендер), безжалостно разгромлен разведротой пиктов.
Чудом спасшийся Диас вынужден сначала примкнуть к печально знаменитому Девятому Легиону, а затем, с кучкой других выживших римлян, попытаться улизнуть от группы пиктских боевиков под предводительством садистки Итэйн (Куриленко).
Тонкому артхаусному артисту пока удалось отвоевать в Голливуде лишь острохарактерные роли второго плана, но очень хочется верить, что после «Центуриона» ситуация изменится.
Пеплум -— издание исправленное и дополненное.
Почти как «Гладиатор», только скромнее и суровее
Продолжение истории про школьницу Беллу (Кристен Стюарт) и ее сложные отношения с двумя крайне перспективными молодыми людьми — бледнолицым вампиром Эдвардом (Роберт Паттинсон) и оборотнем-культуристом Джейкобом (Тэйлор Лотнер).
Поклонницы Паттинсона затаили дыхание.
Масштабная киноверсия мультсериала про лысого мальчика-колдуна, призванного принести мир четырем царствам.
Повелитель огня затеял кровопролитную войну и подчинил себе соседей.
Юный Аанг сможет остановить его, только если научится управлять всеми стихиями и станет Аватаром.
Дом Кобб (Леонардо ДиКаприо) умеет похищать чужие мысли и не покладая рук трудится на поприще промышленного шпионажа.
Проникая в сон объекта, он заставляет спящий мозг работать по своим правилам.
Но в этот раз ему предстоит проделать обратное — оставить в одной голове то, чего там не было.
Живописный урок по управлению иллюзорными мирами от Кристофера Нолана.
Опытный волшебник (Николас Кейдж) находит себе юного помощника в надежде вдвоем одолеть злого мага (Альфред Молина).
При помощи разрушительных заклинаний они устроят посреди Манхэттена бедлам с драконами и взрывами.
Лысая, как бильярдный шар, киса замыслила захватить весь мир, и теперь собаки-суперагенты вынуждены объединить усилия со своими мяукующими антагонистами.
Вторая серия пушистой семейной комедии.
Несколько отпетых головорезов во главе с хлипким на вид Ройсом (Эдриен Броуди) загадочным образом оказываются на другой планете, где на них открывают спортивную охоту стильные клыкастые инопланетяне.
Возвращение культового персонажа 80-х на большой экран.
Обратите внимание на Джорджа Клуни, который объединился с рок-фотографом-ныне-режиссером Антоном Корбайном («Контроль») для весьма любопытного экзистенциального исследования психологии стареющего наемного убийцы, прячущегося от людей в небольшом итальянском городке и сзапозданием постигающего человеческую природу.
«Художник-визионер масштаба Корбайна и великолепный Джордж Клуни - это киносоюз, заключенный на небесах», — хвастается студийный пресс-релиз.
Кроме того, этот проект — еще одно подтверждение самых долгих любовных отношений в жизни Клуни - с Италией: съемки проходили в живописном городке Кастель-дель-Монте в Абруццо.
Взяв за основу роман Мартина Бута «Очень скрытный джентльмен», Роуэн Джоффе внес в свой сценарий кое-какие коррективы: место рассказчика-англичанина занял вынесенный в заглавие американец, а из оружейника-нелегала главный герой превратился в простого убийцу.
В остальном история близка к оригиналу: пока киллер Джек пытается разобраться со своим последним делом и окончательно завязать с доходным ремеслом, его ледяное сердце тает под обаянием местного священника (Паоло Боначелли) и уличной проститутки (Текла Рютен), в которую персонаж Клуни моментально влюбляется.
«Джек искушает судьбу, - гласит официальный синопсис.
Опасный посланник тьмы приближается к нему все ближе и ближе, а загадочная дама, которая его нанимает, вполне может оказаться не той, за которую себя выдает».
Если судить по трейлеру, визуальные эксперименты Корбайна, приправленные пепельной шевелюрой Клуни (фильм похож на длинный клип 02), вышли на качественно новый уровень.
Дэниел Рэдклифф сыграет главную роль в экранизации «На западном фронте без перемен» Ремарка
А можно я вас из фоторужья щелкну!?
Джонни Деппа в этом сезоне можно было увидеть в двух местах одновременно.
Во-первых, в Венеции на съемочной площадке триллера «Турист» Флориана Хенкеля фон Доннерсмарка («Жизнь других»).
Там он играет влюбленного в героиню Анджелины Джоли туриста.
Во-вторых, в Пуэрто Рико на площадке «Ромового дневника», экранизации дебютного романа легендарного Хантера С. Томпсона.
Режиссером и сценаристом проекта выступает Брюс Робинсон («Уитнэйл и Я»), последней режиссерской работой которого был триллер «Дженнифер 8» в 1992 году.
Глядя на работу плакатистов отечественной тюремной драмы, можно даже не сомневаться в том, что их вдохновило.
Но нельзя же подходить к вопросу реализации идеи буквально!
Впрочем, хорошо хотя бы то, что героиня российской картины хоть и чужая, но совсем не лысая.
Режиссер Дэннис Дуган в основном специализируется на проектах с Адамом Сэндлером.
На их счету уже четыре совместных проекта: «Счастливчик Гилмор», «Большой папа», «Чак и Ларри: Пожарная свадьба», «Не шутите с Гоханом!».
В июле выходит пятая комедия — «Одноклассники», в работе шестая — «Жена-притворщица» с Дженнифер Энистон и Николь Кидман.
В график также заложен и седьмой фильм — романтическая комедия «Джек и Джилл», где Сэндлеру предстоит одновременно сыграть Джека и его сестру-близнеца Джилл.
Мэттью Вон, запомнившийся зрителю в этом году феерическим боевиком «Пипец», займется перезагрузкой Людей Икс.
В картину «Люди Икс: Первый класс» режиссер первым делом позвал Джеймса МакЭвоя, отведя ему роль молодого профессора Икс.
Розамунд Пайк сыграет мутанта-телепата Эмму Фрост по прозвищу Белая Королева, Эмбер Херд перевоплотится в синекожую Мистику, а Майкл Фассбендер предположительно станет Магнето.
В то время как съемки новой серии Бондианы откладываются, ее новый режиссер Сэм Мендес скучать не успевает.
В списке его дел стоит мюзикл «Чарли и шоколадная фабрика» и экранизация романа Изэна Макьюзна «На берегу».
Сценарий адаптирует сам автор.
Кэри Маллиган предложена главная женская роль.
Гари Олдман рассматривает роль практичного майора Джорджа Смайли - главного героя серии романов Джона Ле Каре - в экранизации триллера «Шпион, выйди вон!».
В первой адаптации этого произведения в 1979 году играл Алек Гиннесс.
Новую версию снимет датский режиссер Томас Альфредсон, создатель хоррора «Впусти меня».
Том Тыквер адаптирует фантастический роман-бестселлер Дэвида Митчелла «Облачный атлас».
По признанию режиссера, это нелегкая (в романе шесть параллельных сюжетных линий), но крайне интересная работа.
Предложения от него уже поступили Тому Хэнксу, Халле Берри, Джеймсу МакЭвою, Иэну МакКелену и Натали Портман.
В Крыму проходят съемки интернационального боевика Максима Коростышевского под рабочим названием «Солдаты удачи».
Он посвящен миллионерам, отправившимся за свои деньги на настоящую войну в поисках адреналина.
В ролях заняты Кристиан Слейтер, Шон Бин, Винг Рэймс, Доминик Монаган, Оксана Коростышевская и другие.
Премьера фильма намечена на начало 2011 года.
Сэм Рокуэлл сыграет в комедии «Младенец Иисус» вместе с английской поп-звездой Пикси Лотг
Меган Фокс уволили из «Трансформеров 3»
Как уверяет кинокомпания Рагатоипе, увольнение «не связано с тем интервью, в котором Фокс сравнила Майкла Бэя с Гитлером».
Тем не менее, место главной героини и новой возлюбленной героя Шайи ЛаБафа скорее всего займет английская модель Рози Хантингтон-Уитли.
У девушки нет никакого опыта в кино, так что ей предстоят ускоренные курсы актерского мастерства.
Этот факт не должен пугать искушенного зрителя - в истории кинематографа есть масса примеров успешной переквалификации моделей в актрис.
Шарлиз Терон («Монстро»), Анджелина Джоли («Прерванная жизнь»), Джессика Лэнг («Голубое небо», «Тутси»), Ким Бэсингер («Секреты Лос-Анджелеса»), Дженнифер Коннели («Игры разума»), Джина Дэвис («Случайный турист») и «Первая вице-мисс США-86» Халле Берри («Бал монстров») начинали как манекенщицы или снимались для модных журналов, в итоге получили заслуженный «Оскар».
Преуспели в актерском мастерстве (также красавицы Милла Йовович, Кэмерон Диас, Моника Белуччи и, что особенно приятно, наша соотечественница Ольга Куриленко.
Высокие награды у них явно на расстоянии вытянутой руки.
Одним словом, у Рози есть, с кого брать пример.
Валерия Гай Германика, заслужившая Особого упоминания каннского жюри в 2008 году за картину «Все умрут, а я останусь» и снявшая скандальный телесериал «Школа», получила должность креативного директора на телеканале МТ.
Руководство канала считает, что именно Валерии удастся принести желаемые и необходимые перемены.
В частности, уже планируются съемки собственного сериала (про подростков или про вампиров).
Также Германика начала кастинг новых ведущих.
Комедия «Колотилов» режиссера Лео Габриадзе и продюсера Тимура Бекмамбетова неожиданно превратилась в «Выкрутасы».
Основная тема фильма осталась прежней — провинциальный учитель русского языка Слава Колотилов (Константин Хабенский) спешит в Москву к невесте, но задерживается, чтобы тренировать футбольную команду беспризорников.
Новое развитие получила вторая сюжетная линия картины.
Вместо актрисы Елены Плаксиной роль столичной невесты Нади исполнит Милла Иовович.
В качестве дополнительной интриги появится третий — бывший жених Нади Даня (Иван Ургант).
Таким образом, помимо вопроса, победит ли дворовая команда в футбольном чемпионате, встает дилемма, кому достанется Милла Йовович.
По причине постоянных отлагательств съемок «Хоббита» и наличия массы сторонних проектов Гильермо дель Торо отказался от позиции режиссера.
Студии уговаривают продюсера Питера Джексона взять дело полностью в свои руки, но он готов согласиться на этот шаг только в случае острой необходимости.
В качестве возможных преемников называются Дэвид Иейтс, закончивший съемки саги о Гарри Поттере, и Нил Бломкамп, чей фильм «Район №9», спродюсированный Джексоном, получил номинацию на «Оскар».
Официально имя нового режиссера будет названо на очередном конвенте Сотс-Соп в конце июля.
Анджелина Джоли сыграет Клеопатру
Очумевшие от жесткого расписания, критики и кинематографисты на сверхскоростях носились меж сочинским Зимним театром, где проходили показы с мастер-классами, и гостиницей «Жемчужина», в которой потоком шли пресс-конференции и круглые столы, едва успевая нырнуть в Черное море.
Под стать вели себя и герои конкурсных фильмов - практически в каждом кто-то куда-то бежал: растерянные азиаты из «Гастарбайтера» Юсупа Разыкова и «Другого неба» Дмитрия Мамулии искали пропавших внука и жену, беглый бандит из картины Юрия Быкова «Жить»
Тех же ментов счастливо обводил вокруг пальца герой детектива Клима Шипенко «Кто я?» — который, впрочем, запомнился публике скорее присутствием в кадре тотально обнаженной Жанны Фриске.
Появились герои отечественного шоу-бизнеса и еще в паре конкурсных картин - в фильме «Слон» Сергей Шнуров сыграл дальнобойщика, везущего цирковое животное на убой, а Евгений Гришковец порассуждал на любимые темы - женское предательство, мужское одиночество, целительная сила алкоголя - в кинопостановке на двоих «Сатисфакция», где бизнес-партнеры вызывали друг друга на алкодуэль из-за дамы.
Впрочем, и деловые мероприятия на «Кинотавре» носили ощутимый отпечаток шоу — не было скучно ни на одном.
На круглом столе, посвященном судьбам российского артхауса, живописную свару с критиками устроил председатель фонда поддержки отечественного кино Сергей Толстиков: «Вы вообще читаете статьи в прессе, которые читаю я?» - грозно вопрошал он у собравшихся.
«Я их пишу», — растерянно отвечал президент ЕРВЕЗС! Андрей Плахов.
На этом скандалы не закончились: ближе к концу фестиваля из конкурсной программы внезапно сняли фильм Алексея Федорченко «Овсянки» - он поедет в Венецию: отборщики Мостры решили, что лишний российский показ им помеха.
Раньше «Кинотавр» гигантам не мешал - в Сочи не раз показывали фильмы больших фестивалей: в этот раз, скажем, в конкурсе участвовал фильм Сергея Лозницы «Счастье мое», весной соревновавшийся с Михалковым и Вирасетакуном на Лазурном берету.
Никита Сергеевич на «Кинотавре» посетил фильм бывшего каннского конкурента и заявил, что тот ему понравился.
Председателю жюри Карену Шахназарову картина Лозницы, напротив, не понравилась вовсе — но под давлением коллег он вынужден был дать ей приз за режиссуру.
Награду за лучший дебют — «Пропавший без вести» — получила дочь
Жуткая киноэнциклопедия русской жизни: наивного гуманного и рационального героя бьют, грабят и провоцируют на чудовищные поступки без всякой видимой цели.
Точно поставленный, очищающий фильм-опыт, снятый мизантропом с математическим образованием, который призывает только к одному - начните мыслить.
Дебютант с философским образованием, Мамулия называет фильмы цитатами из Мамардашвили, избегает любых событий в сценарии и утверждает, что радость зрителя - в труде по постижению его малодоступных медитативных фильмов.
Самая сложная картина «Кинотавра» уже отобрана в конкурс Карловых Вар — режиссерская звезда родилась.
Безупречно одетый и постриженный программист Леонид реагирует на мир со сдержанной брезгливостью, прячась в норе аккуратного холостяцкого быта.
Но на дом опускается чугунная баба, на голову героя — несправедливая рука карательных органов, и он начинает бессмысленный бег по кафкианским пространствам и ситуациям.
«Иногда полезно работать не только с дебютантами», - торжествующе заявила со сцены продюсер Сабина Еремеева, забирая приз.
Критики сочли иначе: по их мнению, Сабине просто удалось вытащить «внутреннего дебютанта» из корифея отечественного арт-кино.
И это симптоматично - нынче в нашем кино зубры движутся за молодежью.
А вовсе не наоборот.
Документальное кино, снятое так, что голову сносит почище, чем от аналогичного художественного.
Автору интересна и отвертка, исследующая электрический счетчик, и кусок несоленого сливочного, дрейфующий по чугунной сковороде, -— все это превращает историю о безработном шахтере, его редкозубой возлюбленной и ее уголовнике-брате в настоящее док-полотно маслом.
Победитель конкурса короткого метра Николай Соколов примеряет черно-белую стилистику французской новой волны на мир спальных районов.
Пусть годаровские монтажные ходы в истории о двух школьниках, один из которых мечтает сделать бомбу, а другой — сыграть Баха задом наперед, выглядят странно, но за редкую попытку поэтизации окружающей реальности — спасибо.
«Три раза в год - накануне Дня Победы, Дня России и Дня города — в небо поднимаются порядка десяти самолетов типа Ан-12, Ил-18, Ан-32, Ан-24, оборудованных на время проведения работ метеорологической аппаратурой и техническими средствами воздействия на облака и нагруженных специальными экологически чистыми химическими веществами — жидким азотом, гранулированной углекислотой (“сухой лед”), метеорологическими пиропатронами с йодистым серебром и порошкообразными реагентами.
Процесс выглядит следующим образом: самолеты на расстоянии 50-100 километров от Москвы (в зависимости от длины и мощности дождевого фронта) “разбивают” этими реагентами тучи, идущие на город. Частицы веществ конденсируют вокруг себя влагу.
В результате осадки выпадают раньше, чем планировалось, и именно в том месте, где произошло воздействие на облако».
Уже лет десять ведется работа над ремейком научно-фантастического фильма, в котором главную роль играл Майкл Иорк.
Недавно режиссером был назначен Карл Ринш (у него в графике уже стоит ремейк «Твари из Черной лагуны»), прославившийся своими рекламными роликами.
Ранее с проектом были связаны имена Брайана Сингера («Люди Икс»), Джеймса МакТига (V значит вендетта») и Джозефа Косински («Трон: Наследие»).
По сюжету герой, которому исполнилось тридцать лет, вынужден бежать от смертного приговора, так как общество будущего казнит всех граждан по достижении этого возраста.
Роберт Родригес приобрел права на ротоскопический фэнтези-мультфильм 80-х и планирует сделать из него масштабное кино.
Оригинал был плодом совместного творчества режиссера Ральфа Бакши (м/ф «Властелин колец», 1976) и фэнтези-художника Фрэнка Фрацетты.
Темой мультфильма были мечи, магия и большое количество нарисованных сисек.
В нем воитель Ларн спасает принцессу Тигру и весь народ от злобного повелителя льдов Некрона.
Родригес обещает внимательно отнестись к созданию нелюдей и варваров на птеродактилях.
Джордж А. Ромеро отправит своих зомби в отпуск на ближайшее время, так как сам 1 планирует заняться ремейком классической джалло-картины Дарио Ардженто.
На широкие экраны героев вернет не кто иной, как Майкл Бэй - властелин экшена, взрывов и хоррор-ремейков.
Режиссером ремейка выступит Дамин Чен, он же адаптирует сценарий.
Ардженто и Ромеро уже сотрудничали на «Дне мертвецов» и вместе снимали «Два злобных взгляда» в 1990 году.
В этот раз Дарио напрямую не участвует в проекте, но его брат Клаудио продюсирует фильм и пишет к нему сценарий.
Дженнифер Гарнер и Ник Нолти присоединятся к Расселлу Брэнду и Хелен Миррен в ремейке комедии «Артур»
«Я хотел привнести больше силы в женский характер, чтобы отразить положение вещей в Китае, — говорит Чен.
— Китайские женщины в наше время управляют крупным бизнесом и выигрывают олимпийское золото.
Гон Ли воплощает собой эту силу».
Второй раз подряд вы играете воображаемого персонажа.
Это случайность?
Закономерность.
Я была приятно удивлена, узнав, что представляю здесь (на «Кинотавре» и сочинском кинорынке - ЕМРБЕ) две картины.
И в обеих играю женщину-мечту.
Но... так увидел меня режиссер, так меня представил, и многим, наверное, кажется, что я такой являюсь в жизни.
Девочка-мечта.
Ваш партнер по фильму Александр Яценко совершенно не похож на своего героя.
Как вы находили общий язык? Каков он на площадке?
Он абсолютно не такой, каким кажется на первый взгляд.
Сначала я увидела его и подумала: «Да... не просто мне придется».
Наверное, без человеческого контакта, искреннего и настоящего, у нас ничего бы не получилось.
И этот контакт у нас случился буквально через несколько минут после знакомства.
Мы здорово, не побоюсь этого слова, задружились.
Я ему рассказывала обо всех своих страхах, о всех переживаниях, о том, что я боюсь, что у меня не получится, и просила у него какого-то совета и помощи, и он с радостью этот совет и эту помощь мне давал.
Мы очень много говорили...
Я старалась это делать, потому что очень боялась утратить этот контакт, потерять наше взаимопонимание.
И поэтому на премьере мы смотрели весь фильм держась за руки.
Как прошли съемки в Севастополе?
Севастополь - это город, в который я приехала в первый раз.
У меня никогда не было там гастролей, ни на отдых, ни в детстве я туда не приезжала.
Этот город обладает особой магией, каким-то своим характером, своей харизмой.
И это город, в который хочется вернуться.
Он имеет свое провинциальное обаяние.
Место, в котором никто никуда не торопится и всюду всегда успевает.
Получается, вам было несложно играть влюбленность в этот город.
Вообще, вы предельно органичны на экране, чего многие, откровенно говоря, не ожидали.
Как вы работаете с ролями?
Легко ли вам даются эмоциональные сцены?
Вы знаете, я же актер непрофессиональный.
И я очень, по натуре своей, доверчивый человек.
Если я пришла и согласилась работать с режиссером, то я, собственно, вверяюсь в его руки и мне хочется быть тестом, из которого будут лепить.
Я прекрасно понимаю, что со стороны видней, и я, опять же, прошу подсказок и разговариваю с режиссером, очень долго, даже не я с ним разговариваю, а он со мной ведет предварительные беседы и предельно четко и точно объясняет, что ему нужно.
А потом длинными многочасовыми репетициями мы приходим к той органике, о которой вы говорите.
И как вам работалось с постановщиком картины Климом Шипенко?
Я кайфовала от всех, оператора, режиссера, продюсера, Саши Яценко.
Потому что мне так приятно работать с сумасшедшими людьми!
То же самое я видела, когда работала с Тимуром Бекмамбетовым.
Он был готов не спать, не есть - и здесь была ровно такая ситуация.
Не спать, не есть сутками - и все равно, хоть гром, хоть град.
А если что-то не получалось — это была катастрофа, и надо срочно что-то сделать для того, чтобы это получилось.
В этой атмосфере сумасшествия очень легко работается.
И мне кажется, что когда люди настолько сдвинуты до болезненного фанатизма на том, что они делают, это не может не получится, потому что слишком много затрачивается энергии.
От каких сценариев вы отказываетесь?
Каковы критерии отбора материала, с которым вам предстоит работать?
Я не хочу глупостей, глупых диалогов, фильмов, которые ничего не говорят, ничего не несут.
Не хочу работать ради того, чтобы просто лишний раз появиться на экране.
Есть ли у вас какие-то предложения, проекты, над которыми вы собираетесь работать в ближайшее время?
Конкретных предложений и планов сейчас нет.
Я не тот человек, который расписывает графики.
Пришел сценарий, он меня заинтересовал, сегодня случилась эта премьера.
«Трон: Наследие»
Рецепт омолаживания Джеффа Бриджеса: почти все о создании нового фантастического
«Впусти меня. Сага»
Ремейк шведского хоррора про красивых, но опасных детишек
Новые диски
Тодд Филлипс
Рассказывает, как ему удалось насмешить полмира
Искусство кино
«Неуправляемый»
Дети рисуют «Каратэ-пацана»
Репортаж со съемок нового триллера Тони Скотта, в котором Дэнзел Вашингтон снова спасает мир
БУДКА ГЛАСНОСТИ
Пока мы работаем над ноябрьским номером, в Москве практически беспрерывно идут кинофестивали: американского кино - «Амфест», «2тогго\», на днях начнется “2-т-1”, за ним — фестиваль британского кино.
И вот что интересно: половина знакомых постоянно обсуждает, что кого-то необходимо бойкотировать, а кого-то поддерживать, по каким-то - ну, простите — очень смутным соображениям.
При этом, когда один из этих фестивалей торжественно закрывается ужасающего вида Чу4-проекцией без английских субтитров, никто вроде как ничего не замечает.
Меньше всего хочется по этому поводу брюзжать, но если вы, купив за деньги билет, остаетесь в зале смотреть на гигантские пиксели и горизонтальные фигуры актеров, то вам так и будут их показывать.
А вномере у нас между тем никаких пикселей: «Трон: Наследие» (продолжение классической картины о виртуальной реальности), «Впусти меня. Сага» (американский ремейк прекрасного шведского фильма), «Неуправляемый» (еще один подход Тони Скотта к теме поездов) и дико подробный рассказ о том, как создавались фильмы о Конане, варваре, разрушителе и губернаторе.
Главный редактор Лёля Смолина
Арт-директор Вениамин Фридгельм
Заместитель главного редактора Александра Суздалева
Редакторы Ян Масарский, Павел Прядкин
Выпускающий редактор Ольга Сауленко
Литературный редактор Лиза Снежная
Фоторедактор Юлия Лемешевская
Дизайнер Евгений Фридгельм
Препресс Иван Черняев, Андрей Ермаков
Издательский дом
Глава издательского дома Стас Устенко
Издатель Дмитрий Голубничий
Финансовый директор Каролина Ушакова
РВ-менеджер Влад Потехин
Ассистент РВ-менеджера Павел Смирнов
Отдел рекламы
Директор по рекламе С-МеФа Ольга Басова
Заместитель директора по рекламе издательского дома Марина Пантелеева
Директор по корпоративным продажам Евгения Горячева
Отдел распространения
Директор по дистрибуции Константин Колесников
Заместитель директора по дистрибуции Алексей Лобашов
Над номером работали: Саймон Бронд, Анастасия Гавриш, Борис Глейзеров, Анна Головня, Антон Долин, Николай Караев, Денис Корсаков, Иван Куликов, Анатолий Максименко, Сергей Мезенов, Лариса Мезенова, Любовь Митина, Иан Нейтан, Валерий Печонкин, Олли Ричардс, Ксения Рождественская, Серафима Скибюк, Александр Стрелков, Василий Степанов, Олег Тищенков, Дэймон Уайз, Оуэн Уильямс, Иан Фрир, Александра Фурманова, Остин Хагрейв, Тони Хоркинс, Дэвид Хьюз, Крис Хьюитт, Александр Церетели, Иван Чувиляев, Ольга Шакина, Игорь Яшков
Технический директор онлайн-направления Андрей Зуев
Директор по производству Андрей Чарышкин
Директор по правовым вопросам Сергей Соловьев
Директор по работе с клиентами технического направления Инна Ключарева
Директор по продажам Татьяна Филиппова
Трафик-менеджер Мария Князева
Менеджер Елена Медведева
Учредитель и издатель: ООО «Поставка периодики»
Телефон: +7 (495) 229 6200 Факс: +7 (495) 229 62 01
Свидетельство о регистрации ПИ № ФС77-35597
Адрес: 105082, г. Москва, ул. Малая Почтовая, д. 12, стр. 1, офис 309
Отпечатано в полиграфическом комплексе «Пушкинская площадь».
Выходит 12 раз в год.
Тираж 81 600 экземпляров.
Цена свободная.
УГАДАЙТЕ, ОТКУДА ЦИТАТА НА КОРЕШКЕ ЖУРНАЛА.
В ПОДАРОК ПЕРВЫМ ТРЕМ ПРАВИЛЬНО ОТВЕТИВШИМ ЧИТАТЕЛЯМ — ГОДОВАЯ ПОДПИСКА И ОУО ИЗ КОЛЛЕКЦИИ
многосерийная сказка про симпатичного колдуна-очкарика близится к завершению.
И пускай поклонники серии уже давно прочли книгу и знают, чем все закончится, а те, кому слово «Экспеллиармус» ни о чем не говорит, так и останутся дома, звание главного блокбастера ноября для Гарри фактически забронировано.
На студиях, кстати, тоже не дураки сидят: чтобы растянуть зрительское удовольствие и напоследок выжать максимум из франшизы, седьмой фильм решили разбить на две части.
Так что сентиментальное прощание с волшебным миром Хогвардса растянется до следующего лета.
СОЦИАЛЬНАЯ СЕТЬ
История создания сети Facebook
Новый фильм Дэвида Финчера - это, в первую очередь, история о парадоксе.
Картина повествует об изобретении Facebook, одном из инструментов-первопроходцев в сфере интернета, который объединил весь мир, рассорил пятерых друзей и сделал своего создателя - 26-летнего бывшего студента Гарварда Марка Цукерберга — самым молодым миллиардером последних десятилетий.
Джесси Айзенберг в главной роли так же великолепен, как и наш конфликтный гений, эмоционально изолированный социальный изгнанник с непредсказуемым набором мотиваций и привязанностей.
Цукерберг запускает сайт по целому ряду причин: отчасти из-за озлобленности на окружающий мир, отчасти из-за спортивного интереса и отчасти просто потому, что ЭТО «круто».
Сама задумка и ее реализация могут показаться стихийными и спонтанными, но действительный ход событий намекает на четкий расчет и продуманный бизнес-план.
Сильные стороны «Социальной сети» становятся очевидны с первых кадров, в особенности в сцене перед начальными титрами, где Цукерберг разговаривает в баре со своей без пяти минут экс-девушкой Эрикой (Мара): звонкие, жесткие диалоги сценариста Аарона Соркина набирают силу уже здесь и не смягчаются до самого финала.
То же и с режиссурой Финчера: сравнительно сдержанная (за исключением Близнецов Уинклвоссов сыграли непохожие друг на друга актеры.
Лицо одного из них при помощи компьютерной графики было наложено другому.
Одновременно с Цукербергом в Гарварде училась Натали Портман.
Руни Мара получила главную роль в следующем фильме Финчера «Девушка с татуировкой дракона».
РЕЖИССЕР Дэвид Финчер
В РОЛЯХ: Джесси Айзенберг, Эндрю Гарфилд, Руни Мара, Джастин Тимберлейк, Эрми Хаммер, Джошуа Пенс
СЮЖЕТ: Хмурый и замкнутый студент Гарварда Марк Цукерберг, получив на личном фронте от ворот поворот, берется за амбициозную задачу по созданию принципиально новой социальной сети.
По мере роста популярности Facebook, отношения с немногими друзьями-компаньонами начинают разлаживаться и в итоге приводят к судебным процессам.
Цветовая палитра играет свою роль: теплая, местами солнечная, даже в темноте оставаясь уютной, она маневрирует между двумя спутанными цепочками событий и двумя обособленными судебными тяжбами.
За пределами потока непрекращающихся дискуссий в фильме происходит не так уж и много: ни одной смерти, ни одного убийства, да и все судебные передряги Цукерберга вряд ли потянут хотя бы на дополнительный абзац для его скудной страницы в «Википедии».
Что же привлекло 49-летнего Соркина и 48-летнего Финчера в этой не слишком щедрой на детали истории?
После просмотра появляется стойкое ощущение, что «Социальная сеть» - это портрет нашего времени, а недосказанность в данном случае - важный художественный прием.
Всего каких-то двадцать лет назад «Уолл-Стрит» творил приблизительно то же самое, только в большем масштабе - с космическими эго и крупными делами.
Теперь, когда суточная платежеспособность стала еще выше, политика осуществляется уже не на заседаниях правления, ав песочницах.
Цукерберг хочет быть особенным, мечтает стать центром внимания.
Северин (Гарфилд) уязвлен тем, что у его лучшего друга появился новый лучший друг (Тимберлейк) и теперь ему не с кем играть.
Уинклвоссы (Хаммер и Пенс), тем временем, топают ногами: кто это сказал, что богатые, красивые и спортивные не могут быть еще и умными?
(Эта линия особенно забавляет Финчера.)
При желании из «Социальной сети» вполне могла бы получиться черная комедия.
Цукерберг помешан на идее популярности и лидерства, но чего больше в его деле - положительного или отрицательного?
И что за социальные последствия повлечет за собой его изобретение?
Он аферист?
Или хитрый манипулятор?
Финчер и Соркин никогда не закроют книгу, если в ней будет хоть малейший намек на нечто подобное.
Но здесь это даже не потребуется: в их версии истории это совсем не важно.
«Каково это, чувствовать себя красивым?» - спрашивается в песне Тре ВеаНез “ВаБу Уоц’те А Всп Мап”, предваряющей титры.
Герой не знает.
Фильм подсказывает ответ.
Цукерберг - представитель потерянного онлайн-поколения, которое имеет слабое представление о красоте и еще меньшее - о чувствах.
Со вкусом сделанная драма характеров о громком судебном разбирательстве интернет-эры
В начале XVII в., когда жил Иван Сусанин, фамилии у людей незнатного происхождения толком еще не начали появляться.
Обходились именованием "такой-то, такого-то сын".
То есть в ходу были патронимы - прозвища по отцу.
Но иногда, например в случае повторных браков отца, применяли матроним - прозвище по имени матери.
Сусанин - как раз такой случай: "Иван, сын Сусанны".
Крепостные мелких помещиков действительно долгое время обходились без фамилий - зачем она, когда у тебя 20 душ и все постоянно на виду.
Но владельцы многотысячных поместий были вынуждены давать своим крестьянам фамилии.
Так, крепостные князя Андрея Черкасского уже в начале XVIII в. имели фамилии все поголовно.
В XIX в. даже мелкие помещики не держали мужика на земле, а отпускали на оброк - пусть зарабатывает ремеслом и платит хозяину.
Такому крестьянину полагался паспорт, куда надлежало вписать фамилию.
К отмене крепостного права в Центральной России 55% крепостных были отпущены на оброк.
А значит, уже имели фамилии.
Столичные криминалисты прилетели для расследования взрыва в Новосибирске
Криминалисты центрального аппарата и сотрудники судебно-экспертного центра прибыли в Новосибирск помочь с расследованием дела о взрыве газа в доме на Линейной, 39, сообщает НГС.
По версии следствия обвиняемые, Ирина Урбах и Евгений Кавун, представляясь сотрудниками вымышленной организации "Межрегионгаз", обследовали и ремонтировали газовое оборудование.
Они использовали запчасти низкого качества, неаккуратно работали, а цены на свои услуги, наоборот, завышали, сообщает агентство со ссылкой на осведомленный источник.
Накануне трагедии на Линейной мужчина и женщина побывали в трех квартирах дома № 39, где меняли шланги плит.
Так, в одной из квартир они поставили шланг для воды вместо газового.
Кавун однако это отрицает.
По его словам, это невозможно, все было сертифицировано.
В результате их действий произошла утечка и взрыв газовоздушной смеси в одной из квартир.
Обрушилось два подъезда - один полностью, второй частично.
Это привело к значительному обрушению здания, в результате которого погибли 13 человек.
Ранее арестовали подозреваемых по делу о взрыве дома в Новосибирске.
Сами мошенники приехали из Омска.
В Петербурге удалось избежать морского нагонного наводнения
Аргументы Недели.
Санкт-Петербург → Общество
11 февраля 2023, 15:12 Елена Соколова
Фото: Фрагмент из видео на видеохостинге YouTube
Предотвратить наводнение специалисты смогли благодаря закрытию дамбы днем ранее.
В пятницу в Санкт-Петербурге резко возросла угроза наводнения из-за непогоды в городе.
Морское нагонное наводнение удалось предотвратить благодаря своевременному закрытию дамбы.
Потенциальное наводнение могло стать 32-м по счету, сообщает петербургское издание Нева.Тудей.
Уровень воды достигал 184 сантиметров, но благодаря закрытию затворов в Финском заливе вода держалась на отметке 168 сантиметров, что всего на семь сантиметров превышает нижний порог уровня опасного наводнения (от 161 до 210 сантиметров).
Погодные условия осложнялись порывистым ветром, скорость которого временами достигала 20-25 метров в секунду.
Сейчас дамбу снова открыли, уровень воды опустился, и суда снова могут ходить по Финскому заливу.
Отметим, что за ситуацией с уровнем воды следят десять метеорологических станций на восточной стороне Финского залива.
Это позволяет предотвратить наводнение, которое может последовать за усилением ветра.
В Турции 8 человек арестованы по делу о недоделках в обрушившихся зданиях
В турецкой провинции Шанлыурфа арестованы 8 человек в связи с обнаруженными строительными дефектами в зданиях, обрушившихся в результате землетрясения.
Как передает Арменпресс, об этом сообщает Habertürk.
В результате землетрясения, зарегистрированного в Турции 6 февраля, погибли более 20 тысяч человек.
Число раненых превышает 80 тысяч.
Отмечается, что землетрясение является сильнейшим с 1939 года.
За землетрясением силой 7,7 балла последовали сотни подземных толчков, которые ощущались не только в 10 провинциях Турции, но и в соседней Сирии.
Пашинян направил поздравительные послания верховному лидеру Ирана и президенту страны
Премьер-министр Никол Пашинян направил поздравительные послания верховному лидеру Исламской революции Сейеду Али Хаменеи и президенту Исламской Республики Иран Эбрахиму Раиси по случаю 44-й годовщины Исламской революции.
Об этом Арменпресс сообщили в Департаменте информации и по связям с общественностью аппарата премьер-министра Республики Армения.
В послании верховному лидеру Исламской революции Ирана Сейеду Али Хаменеи говорится:
"Ваше Высокопреосвященство,
Сердечно поздравляю Вас с 44-й годовщиной победы Исламской революции.
Армяно-иранские теплые и дружественные отношения с многовековыми корнями, богатой историей и традициями имеют особое значение для двух наших стран.
Прошло более трех десятилетий с момента установления дипломатических отношений между Республикой Армения и Исламской Республикой Иран, и мы являемся свидетелями устойчивого и стабильного двустороннего сотрудничества.
Уверен, что закаленные в атмосфере взаимного уважения и доверия армяно-иранские дружеские отношения в дальнейшем будет иметь еще большие достижения на благо народов Армении и Ирана.
Пользуясь случаем, желаю Вам крепкого здоровья и многих лет жизни".
В направленном Эбрахиму Раиси поздравительном послании, в частности, говорится: "Ваше Превосходительство, примите сердечные поздравления и наилучшие пожелания Вам и дружественному народу Ирана по случаю 44-й годовщины победы Исламской революции.
Основанные на многовековой истории и взаимном уважении нерушимые армяно-иранские отношения имеют особое значение для Республики Армения.
Уверен, что в результате совместных усилий нам удастся вывести на новый уровень межгосударственное сотрудничество, многосекторальная повестка которого будет еще более расширена на благо благосостояния двух наших дружественных народов и безопасности наших стран.
Подчеркивая важность наших представлений относительно установления и укрепления регионального мира и стабильности, подтверждаю адресованное Вам во время моего визита в Тегеран в прошлом году официальное приглашение посетить Армению.
Пользуясь случаем, желаю Вам новых достижений, а дружественному народу Ирана - стабильного мира".
В Англии взорвалась бомба времен Второй мировой
Подпишитесь на нашу рассылку "Контекст": она поможет вам разобраться в событиях.
Для просмотра этого контента вам надо включить JavaScript или использовать другой браузер
Подпись к видео: WW2 bomb explosion in Great Yarmouth is caught on camera
В Англии, в портовом городе Грейт-Ярмут, в пятницу взорвалась авиабомба времен Второй мировой войны, которую пытались обезвредить саперы.
Мощный взрыв был слышен за десятки километров, но обошлось без жертв.
Полиция графства Норфолк объявила, что, хоть взрыв и был незапланированным, никто из военных, занимавшихся обезвреживанием бомбы, не пострадал.
"Устройство сдетонировало вскоре после того, как начались работы по его обезвреживанию.
К счастью, весь личный состав цел.
Ведомства приступили к оценке ущерба", - сказал журналистам помощник начальника полиции Норфолка Ник Дэйвисон.
Местные жители пишут в соцсетях, что взрывом тряхнуло дома на расстоянии 24 км.
Автор фото: Sky Revolutions
Подпись к фото: Взрыв случился вопреки планам саперов, но обошлось без убитых и раненых
250-килограммовая бомба была найдена при строительных работах на берегу реки Яр, в устье которой, на берегу Северного моря, стоит Грейт-Ярмут.
Прежде чем приступить к попыткам обезвредить бомбу, саперы построили вокруг нее защитный вал из песка, а оцепление, внутрь которого не пускали посторонних, было выставлено на расстоянии 200 метров.
Взрывотехники вначале, еще в четверг, собирались при помощи робота срезать с бомбы взрыватель, но попытка не удалась, и тогда они решили, как пишет местная пресса, применить технику "медленного выжигания" взрывчатки.
В процессе этого выжигания и произошел взрыв.
Во время Второй мировой войны нацисты сбросили на Британию сотни тысяч бомб.
Только за время восьмимесячной интенсивной кампании бомбежек с осени 1940 по весну 1941 года, известной как "Блиц", на Британию было сброшено 450 тысяч бомб.
Среди белорусских исследователей женщины составляют почти 40%
В Беларуси численность женщин среди исследователей составляет 38,9%, сообщила БЕЛТА научный сотрудник Института социологии Национальной академии наук Алеся Соловей.
Доля женщин среди кандидатов наук и докторов наук также растет: среди кандидатов наук женщины составляют 41,1%, среди докторов наук - 21%.
Во всех областях наук, за исключением технических, доля женщин превысила 50%.
Наиболее феминизированная область научного знания - медицинские науки, в которых доля женщин составляет 64,4%.
Только в технических науках преобладают мужчины, женщины составляют 26,7%.
В Национальной академии наук доля женщин среди исследователей составляет 49,1% - это больше, чем по республике в целом, на 10,2%.
Среди кандидатов наук удельный вес женщин - 46%, среди докторов наук - 20%.
Среди профессорско-преподавательского состава в учреждениях высшего образования более половины - женщины (57%).
Среди проректоров по научной, учебной и воспитательной работе каждая третья - женщина (31,8%), среди деканов - 38,7%, заместителей деканов - 44,6%, заведующих кафедрами - 42,5%.
Больше всего женщин среди старших преподавателей и преподавателей - свыше 60%.
Высока доля женщин и среди доцентов в составе кафедр (55,2%).
Согласно республиканскому мониторингу общественного мнения, проведенному Институтом социологии НАН в прошлом году, большинство белорусов не поддерживает гендерные стереотипы о возможностях женщин в науке.
С гендерным стереотипом "наука - мужская сфера деятельности" в той или иной степени не согласны 63,5% (56,5% мужчин и 69% женщин).
Более половины жителей страны не придерживаются мнения о том, что женщина менее компетентна как ученый - 66,1% (59% мужчин и 71,6% женщин).
"Трансформация в массовом сознании гендерных представлений об исследовательской компетентности женщин способствует привлечению молодых женщин в науку, развитию их творческого потенциала, формированию успешной ролевой модели женщины-ученого, в том числе путем передачи опыта и института наставничества", - отметила Алеся Соловей.
11 февраля ежегодно отмечается Международный день женщин и девочек в науке.
Праздник учрежден для приобщения женщин и девочек к сфере науки, поощрения развития женщинами научной карьеры и признания достижения женщин в науке.
Согласно данным ЮНЕСКО, женщины составляют 30% от общего числа исследователей в мире.-0-
Вероятность повышения в дальнейшем ключевой ставки выше, чем ее снижения
Такое заявление сделала Председатель Банка России Эльвира Набиуллина по итогам заседания его Совета директоров 10 февраля, принявшего решение сохранить данную ставку на уровне 7,50%.
Глава регулятора, в частности, отметила, что в последнее время произошли важные изменения.
С одной стороны, заметно ухудшились условия внешней торговли - снизились цены на российскую нефть.
С другой - ситуация в экономике складывается лучше октябрьского прогноза.
Продолжается сдвиг в структуре спроса: потребление остается сдержанным, частные инвестиции замедляются, но растут бюджетные расходы.
При этом проинфляционные риски в целом увеличились.
"Поэтому в текущем году вероятность повышения ставки превышает вероятность ее снижения.
Целесообразность изменения ставки будет определяться развитием ситуации", - сказала Э. Набиуллина.
Кроме более выраженного влияния бюджетной политики, она отметитла три риска.
Во-первых, быстрое раскручивание потребления в условиях повышенных инфляционных ожиданий, в случае если факторы, которые сдерживают потребительскую активность, ослабнут.
Во-вторых, все большая нехватка рабочих рук и отставание роста производительности труда от роста заработных плат.
А также по-прежнему остаются риски дополнительного ужесточения санкционных ограничений.
Говоря о будущих решениях регулятора, Председатель Банка России отметила, что, несмотря на отмеченное раньше усиление проинфляционных факторов, прогноз по инфляции на текущий год остается на уровне 5 - 7%.
По ее словам, для этого может понадобиться более высокая траектория ключевой ставки, чем предполагалось в октябре.
В обновленном прогнозе ЦБ на этот и следующий год диапазоны для средней ключевой ставки повышены на половину процентного пункта, до 7,0-9,0% годовых на 2023 г. и 6,5 - 7,5% годовых на 2024 г.
"Это не исключает возможности снижения ставки в этом году, но его вероятность и масштаб уменьшились.
И напротив, возросла вероятность того, что может понадобиться некоторое повышение ставки, чтобы в 2024 г. инфляция соответствовала цели вблизи 4%", - заключила глава Банка России.
Банк России утвердил требования к процедуре создания специальных закрытых паевых инвестиционных фондов (ПИФ), состоящих из заблокированных иностранных бумаг.
Регулятор информирует, что такие бумаги будут выведены из состава действующих розничных ПИФ.
Это позволит запустить управление оставшимися ликвидными активами и возобновить операции с инвестиционными паями.
Если в составе розничного ПИФ более 10% заблокированных бумаг, то управляющая компания должна выделить их в отдельный закрытый ПИФ до 1 сентября 2023 г.
Каждому пайщику будут выданы паи нового фонда в количестве, равном паям основного фонда.
Также возможен вариант смены статуса розничного фонда на закрытый.
Для фондов с долей заблокированных бумаг менее 10% новые требования не являются обязательными.
Но управляющая компания вправе выделить заблокированные активы в отдельный закрытый ПИФ.
Кроме того, вводится требование информировать пайщиков о последствиях вывода заблокированных бумаг в специальный ПИФ.
В дальнейшем в случае реализации таких бумаг управляющие компании обязаны ежеквартально выплачивать владельцам инвестиционных паев не менее 90% от вырученных средств, говорится в сообщении Банка России.
Помимо подведения итогов отрасли, эксперты дали и прогноз на текущий год.
По данным Центра аналитики и экспертизы Промсвязьбанка, в 2022 г. в России пассажирооборот воздушного транспорта снизился на 6,3%, а перевозки пассажиров - на 14,2%.
Объем перевозок пассажиров составил 95,2 млн человек, а пассажирооборот - 228,0 млрд пассажиро-километров.
Международные перевозки пассажиров составили 17,2 млн человек, что на 26,7% ниже уровня предшествовавшего года, внутренние перевозки - 78,0 млн человек (-10,9%).
Аналитики ПСБ отмечают, что на относительную устойчивость отрасли оказали влияние программы государственной поддержки.
В 2022 г. действовала программа стимулирования внутреннего туризма, на которую было выделено 38,8 млрд руб.
Туристы могли получить частичный возврат средств за туры с перелетами, подготовленные Ростуризмом.
Также для обеспечения доступности авиационных перевозок реализовывалось несколько программ государственной поддержки, в том числе субсидирование перевозок граждан, развитие региональных перевозок и т. д. с совокупным бюджетом более 27,5 млрд руб.
Во II квартале 2022 г. правительство приняло решение дополнительно выделить авиакомпаниям 100 млрд руб. и докапитализировать "Аэрофлот" на 52,5 млрд руб.
"Несмотря на санкционное давление на российскую авиационную отрасль, в результате развития внутреннего туризма и открытия новых международных направлений, а также продолжения субсидирования отрасли государством (пока выделено 25,3 млрд руб.) в 2023 г. пассажиропоток, по нашим оценкам, увеличится на 6,4%, до 101,2 млн человек (внутренний пассажиропоток составит 91,1 млн человек), по прогнозу Росавиации, до 103,0 млн человек", - делятся прогнозами аналитики ПСБ.
Теракт в Иерусалиме, погиб 6-летний ребенок
Два человека, в том числе 6-летний ребенок, стали жертвами теракта в Иерусалиме: автомобиль на большой скорости врезался в автобусную остановку.
Еще шесть человек получили травмы.
Водителя машины застрелили на месте.
Позже выяснилось, что это 31-летний палестинец из Восточного Иерусалима.
Его действия правоохранительные органы классифицировали как теракт, родственники террориста задержаны, а дом опечатан.
В то же время по сообщениям израильских СМИ, у нападавшего были проблемы с психикой, лишь на этой неделе его выписали из больницы.
Австрия вновь ужесточает контроль на границе с Венгрией после очередного наплыва мигрантов в последние месяцы.
Чиновники говорят, что многие люди остаются на границе в машинах в ожидании ее пересечения на австрийскую сторону.
Таким образом, это становится сигналом австрийским властям о том, что они уже прошли процедуру получения убежища в Венгрии.
Исходя из существующих договоренностей, Австрия считает, что мигранты обязаны оставаться в той стране, где был подан запрос.
В то же время автоматически отсылать обратно в Венгрию желающих пересечь границу австрийские власти считают неправильным: многие мигранты становятся жертвами контрабандистов и оказываются между двумя пограничными постами без права на возвращение в Венгрию.
Именно поэтому, по мнению полиции, требуется усиление контроля.
Решение об ужесточении проверок со стороны Вены последовал за обещанием лидеров Европейского союза выделить больше средств на камеры, беспилотники и сторожевые башни на охрану границ содружества.
По данным агентства Frontex, в прошлом году число нелегальных мигрантов, прибывших в ЕС и запросивших статус беженца, впервые превысило показатели 2016 года и составило более 330 тысяч.
Грузовой "Прогресс 83" успешно пристыковался к МКС
Автоматический корабль пополнения запасов "Прогресс 83" успешно пристыковался к Международной космической станции в субботу в 3.45 по Гринвичу, завершив двухдневный орбитальный полет.
Стыковка произошла на высоте 269 статутных миль над южной частью Тихого океана.
Трансляцию стыковки вел Центр управления полетами НАСА в Хьюстоне, штат Техас.
В России стыковку контролировали специалисты Центра управления полетами.
С борта МКС грузовой корабль приветствовали космонавты Сергей Прокопьев, Дмитрий Петелин и Анна Кикина.
Корабль "Прогресс МС-22" доставил на МКС более 2 500 кг грузов, в том числе 720 кг топлива дозаправки, 420 кг воды, а также около 1 354 кг сухих грузов.
Кроме того, корабль доставил питание для российских космонавтов.
"Прогресс 83" успешно стартовал с российского космодрома "Байконур" в четверг.
В то же время в Роскосмосе сообщили о разгерметизации "Прогресса МС-21", подготовленного к отстыковке от МКС и дальнейшему затоплению 18 февраля.
Как уточнили в пресс-службе компании, переходной люк корабля был немедленно закрыт: "Прогресс МС-21" изолирован от общего объема МКС.
Причины его разгерметизации выясняются".
Также в ЦУПе сообщили, что экипажу МКС ничего не угрожает: "Температурный режим и давление на борту станции находятся в норме.
Жизни и здоровью экипажа ничего не угрожает, самочувствие хорошее".
"Участились случаи родильного туризма".
Как беременные россиянки застряли в Аргентине
Миграционная служба Аргентины начала приостанавливать и отменять действие вида на жительство россиян, получивших его через рождение ребенка, но не оставшихся жить в стране.
Ранее власти республики отказали во въезде в страну нескольким беременным россиянкам, которых заподозрили в том, что они прибыли с целями "родильного туризма".
11 февраля их все же пустили в Аргентину по решению суда.
Подробнее - в материале "Газеты.Ru".
Миграционная служба Аргентины начала приостанавливать и отменять действие вида на жительство (ВНЖ) россиян, получивших его через рождение ребенка, но не оставшихся жить в стране.
Об этом рассказала телеканалу C5N директор службы Флоренсия Кариньяно.
"То, что мы делаем, это приостанавливаем вид на жительство тех россиян, которые приехали получить вид на жительство, потому что их ребенок - аргентинец, но при этом провели больше времени за пределами (Аргентины), чем внутри (страны) ", - пояснила она.
По ее словам, когда в суде будет рассматриваться вопрос об аргентинском гражданстве для россиянина, миграционная служба подаст данные, что ВНЖ был приостановлен, потому что этот человек "провел месяц в Аргентине и больше никогда не приезжал".
Кариньяно предупредила, что у россиян, которые получили ВНЖ после рождения ребенка и уехали, могут его отозвать.
На этом фоне 9 февраля стало известно, что три беременные россиянки "застряли" в аэропорту в Аргентине из-за отказа во въезде в страну.
По словам главы консульского отдела посольства РФ в Аргентине Георгия Полина, дипмиссия связывает произошедшее с тем, что власти республики могли счесть информацию, предоставленную девушками при въезде, неполной или ложной.
Одна из них прилетела 7 февраля, еще две - вечером 8 февраля, передает РИА Новости.
Дипломат подчеркнул, что в Аргентину прилетело больше беременных, но конкретно этим трем выписали предписание о недопущении в страну.
"Не впустили их в страну в соответствии с законом о миграции, где одно из оснований для недопущения в страну - предоставление неполной, ложной, искаженной информации", - рассказал Полин.
В субботу, 11 февраля, миграционная служба Аргентины по решению суда пропустила в страну беременных гражданок РФ, сообщил адвокат Кристиан Рубилар.
"Час назад им всем разрешили въехать в Аргентину", - приводит его слова ТАСС.
Рубилар отметил, что миграционная служба изменила свое решение после постановления суда.
Иностранным родителям ребенка, родившегося в Аргентине, проще получить паспорт республики.
Он позволяет совершать краткосрочные поездки в 171 страну без виз, в том числе в государства ЕС, Великобританию и Японию, отмечает РБК.
В начале января 2023 года газета The Guardian писала о "буме родильного туризма" в Аргентину среди россиян.
По словам Полина, в 2022 году в республику переехали от 2 тыс. до 2,5 тыс. граждан РФ.
Многие из них, отмечал дипломат, - россиянки, собирающиеся там родить.
"В 2023 году это число может вырасти до 10 тыс"., - говорил он.
В свою очередь, Кариньяно ранее утверждала, что в 2022 году в Аргентину прибыли около 10,5 тыс. граждан России, а за последние месяцы - более 5,8 тыс. беременных женщин.
9 февраля стало известно, как изменились цены на аренду жилья в Петербурге.
Она подешевела на 10%.
При этом известно, что по всей стране аренда стала дороже на 25%, передает Патрульный Петербурга со ссылкой на РБК.
Среднемесячная арендная плата за квартиру в Петербурге на начало 2023 года составляла 27 000 рублей.
Однушка стоила 25 000 рублей в месяц, студия - 22 000 рублей в месяц, двухкомнатная - 36 000 рублей в месяц.
Эксперты полагают, что этот тренд может измениться уже к весне, когда многие граждане, побывавшие за рубежом, возвратятся домой.
Стали известны причины допроса женщин в зарубежной стране.
Миграционная служба Аргентины не пустила в страну шестерых беременных россиянок, так как цель визита, которая была обозначена ими, оказалась ложной.
Об этом сообщает ТАСС со ссылкой на телеканал Todo Noticias.
На протяжении пяти часов беременным женщинам задавали вопросы о цели визита.
Большинство из них сознались, что приехали в иностранное государство рожать.
В связи с этим представители страны не пропустили россиянок в Аргентину.
Как уточняется в публикации, у миграционной службы имеется порядок действий, если находятся подозрения о "ложных" путешественниках.
Так, если заметно, что женщина находится на 33-й неделе беременности, у нее нет обратного билета в Россию, а также она не может внятно рассказать о том, куда отправится отдыхать, то на нее сразу падают подозрения со стороны миграционной службы.
Более того, специалисты уточняют, что трудно быть путешественником "в таких условиях".
Решение артиста покинуть театр было плановым.
Лауреат Государственной премии Российской Федерации Александр Филиппенко заявил, что решение театра Моссовета не продлевать с ним контракт было плановым, кроме того все заранее согласовали с руководством.
Об этом он рассказал в интервью агентству "Интерфакс".
В постановки, в которых он принимал участие, пригласи артистов из второго состава.
Народный артист Российской Федерации уточнил, что еще в 2022 году у него закончился контракт.
Все детали давно были оговорены с представителями театра.
Более того, все знали, что звезда не собирается продлевать контракт.
Филиппенко отметил, что начальство пошло на встречу и подготовило все документы.
Так, он заверяет, что "никого не подвел".
Помимо этого, стало известно, что артист эмигрировал из России.
Он улетел к своей наследнице в Латвию.
Филиппенко собирается в зарубежной стране проходить "длительное лечение".
Как говорится в публикации, на сегодняшний момент киноактер в московском театре работает, как приглашенный актер.
По информации издания, артист играл в Моссовете в таких спектаклях как "Шекспиргамлет" и "Укрощение строптивой", "Дядя Ваня", а также "Три сестры".
С территорий частного сектора в пятницу, десятого февраля, в Калининском АО вывезли 340 тыс. кубов снега.
Этой информацией поделились в мэрии города.
В данный момент в Калининском районе есть более четырехсот улиц частного сектора, с которых надо к весне убрать снег.
Чистить дороги будут в два этапа.
Первый завершится пятнадцатого февраля, а второй пройдет с первого марта до пятнадцатого апреля.
В уборке примут участие 114 единиц спецтехники и 123 рабочих.
Власти сообщили, что подрядчики сталкиваются с выносом снега на проезжую часть жителями домов.
Киркоров выиграл суд у рыбака
В иске мужчина заявил о незаконности постройки артиста, но на заседание не явился.
Рыбак судился с музыкальным исполнителем Филиппом Киркоровым из-за якобы незаконно установленного пирса на его подмосковной даче.
Об этом пишет "Пятый канал".
Тем не менее выиграть дело саратовскому рыболову не удалось.
Жалобу на певца рассмотрел Одинцовский городской суд. По словам юриста, в суде были представлены документы, дизайн-проекты, которые подтверждали законность всех сооружений, установленных на территории дома знаменитости.
Как уточняет глава адвокатской конторы Александр Добровинскоий, постройка пирса не оставляла истцу шансов отправиться на рыбалку.
Заявка на исполнителя была подана 11 января.
Звездный адвокат в шутку сказал, что, вероятно, мужчина планировал ловить рыбу исключительно из дома артиста.
Иронично Добровинскоий уточнил, что попросит Киркорова предоставить истцу свой балкон для рыбалки.
Он подчеркнул, что с того места есть возможность спиннинг дальше закидывать.
Сомнолог назвала причины проблем со сном
Врач-сомнолог София Черкасова рассказал о продуктах питания и привычках, Которые мешают здоровому сну.
Как отметила специалист, проблемы со сном часто возникают из-за продуктов, содержащих кофеин.
Речь идет в первую очередь о чае, кофе, шоколаде и любых содержащих какао десертах.
Их употребление перед сном стоит ограничивать, поскольку они не только мешают засыпанию, но и делают сон "рваным", а значит не дающим организму полноценно восстановиться.
По словам врача, употребление кофеинсодержащих продуктов лучше прекратить за 6-8 часов до сна.
В противном случае они способствуют снижению порога возбудимости нервной системы и как следствие - возникают сложности с засыпанием.
Негативно влияет на возможность заснуть и алкоголь.
Врач уточняет, что небольшие дозы алкогольных напитков способствуют расслаблению и не влияют на сон.
Однако количества, превышающие 36 грамм в перерасчете на чистый алкоголь, ведут к различным нарушениям сна, таким как поверхностный сон и частые ночные пробуждения.
Кроме того, для предотвращения проблем с засыпанием сомнолог рекомендует отказаться от острой пищи объемных порций.
Большие объемы и острая еда способствуют повышению внутренней температуры тела, что негативно влияет на способность погрузиться в сон.
Для здорового сна необходимо не только соблюдение внешнего температурного режима: оптимальной является температура воздуха 18-20 градусов - но и отсутствие повышенной температуры тела.
По мнению Черкасовой не стоит перед сном злоупотреблять и тяжелой пищей, поскольку она не даст организму полноценно восстановиться и отдохнуть: он будет вынужден тратить силы на пищеварение.
Врач также напомнила, что отсутствие здорового сна и накопленный недосып влияют на качество жизни и привычную деятельность, поэтому крайне важно придерживаться режима сна и отдыха и позволять организму восстанавливаться.
Bloomberg назвал имя конкурента Трампа на предстоящих президентских выборах: В мире: Политика: INFOX.ru
По мнению агентства главным конкурентом экс-президента на предстоящих выборах станет губернатор Флориды Рон Десантис.
Республиканец Десантис пока не объявлял официально о намерении вступить в борьбу за президентское кресло, однако источники Bloomberg сообщают о том, что он уже ведет подготовку к праймериз.
По данным агентства команда Десантиса уже подбирает консультантов для участия в президентских выборах и ведет предварительные опросы.
В подтверждение тому Bloomberg сообщает о запланированном на конец февраля выездном совещании для лидеров Республиканской партии и представителей власти.
Агентство сообщает, что команда губернатора Флориды ищет поддержки среди коллег-республиканцев из Айовы, Пенсильвании, Южной Каролины и других штатов.Эксперты Bloomberg назвали Десантиса основным потенциальным конкурентом Дональда Трампа.
Специалисты считают действующего губернатора Флориды достаточно известным для того, чтобы у него не было необходимости начинать избирательную кампанию прямо сейчас, а кроме того отмечают его способность собирать деньги.
Рон Десантис выступал сторонником выдвижения Дональда Трампа на пост президента в 2017 году, а на предстоящих в ноябре 2024 года президентских выборах может составить ему конкуренцию .
Дональд Трамп официально объявил о намерении баллотироваться на пост президента "чтобы снова сделать Америку великой"... в ходе выступления перед своими сторонниками во Флориде.
Действующий президент Джо Байден, не смотря на заверения его команды о намерении принять участие в 60-х по счету президентских выборах, заявил об отсутствии твердого решения по данному вопросу.
Во Франции в субботу пройдут сотни манифестаций против пенсионной реформы
Четвертый день массовых протестов против пенсионной реформы проводится профсоюзами Франции в субботу.
Сотни манифестаций пройдут по всей стране, сообщают французские СМИ.
После некоторого снижения количества участников протестных акций в минувший вторник по сравнению с двумя первыми "днями мобилизации" профсоюзы надеются в этот раз вывести на улицы большее количество протестующих с учетом тех граждан, кто не имел возможности участвовать в манифестациях в будний день.
В правоохранительных органах ожидают по стране от 600 тыс. до 800 тыс. манифестантов, в том числе в Париже - от 90 тыс. до 120 тыс., пишут СМИ.
7 февраля в акциях против пенсионной реформы, по данным французского МВД, приняли участие 757 тыс. человек.
Крупнейшее профсоюзное объединение - Всеобщая конфедерация труда (ВКТ) - заявила о 2 млн манифестантов.
Также по оценке ВКТ, в Париже во вторник на улицы вышли 400 тыс. манифестантов.
Полиция заявляет, что их было 57 тыс.
В предыдущий день протестов 31 января число манифестантов составило 1,27 млн человек, по оценке полиции, и 2,8 млн - по данным профсоюзов.
Следующие массовые акции протеста запланированы на 16 февраля.
Как сообщалось, 10 января премьер Франции Элизабет Борн представила разработанный правительством проект пенсионной реформы, который предусматривает увеличение пенсионного возраста с 62 до 64 лет.
Предполагается, что устанавливаемый возрастной порог выхода на пенсию будет постепенно сдвигаться с 62 лет до 64 по три месяца за год, и этот процесс продлится до 2030 года.
Применяться новый режим будет, начиная с поколений французов, родившихся в сентябре 1961 года или после.
Президент Франции Эммануэль Макрон заявлял в ходе избирательной кампании в 2022 году о решимости провести пенсионную реформу до конца своего второго президентского мандата.
6 февраля в Национальном собрании Франции началось рассмотрение правительственного проекта пенсионной реформы.
Принца Гарри и Меган Маркл включили в список приглашенных на коронацию Карла III
Принц Гарри и Меган Маркл появятся на коронации Карла III.
Об этом сообщила британская пресса со ссылкой на источники.
Супругов включили в список гостей на мероприятие, передает телеканал "Известия".
По информации источника, чтобы коронация прошла спокойно и без происшествий, разрабатывается специальный план.
Гостей рассадят так, что Гарри и Уильям не будут сидеть рядом.
Телеканал "Известия" доступен в пакетах кабельных операторов, в Москве он находится на 26-й кнопке.
Также прямой эфир канала транслируется на сайте iz.ru.
Более 180 ДТП произошло за сутки в Астане: 11 Февраля 2023, 14:10
АСТАНА.КАЗИНФОРМ - Департамент полиции столицы призывает быть предельно внимательными на дорогах, учитывать влияние погодных условий, снижение видимости при осадках, изменение сцепных качеств дорожного полотна в условиях гололеда.
За последние сутки зарегистрировано 181 ДТП.
Об этом передает МИА "Казинформ" со ссылкой на пресс-службу департамента полиции города Астаны.
"Проявлять внимательность на дороге следует и пешеходам, поскольку нарушение ими правил перехода проезжей части, также нередко приводит к тяжким последствиям.
В этом году произошло 11 фактов наездов на пешеходов, которые переходили проезжую часть в нарушение установленных требований, все 11 пешеходов получили телесные повреждения.
Всего с начала года зарегистрировано 35 ДТП, при которых 3 человека погибли и 39 человек получили телесные повреждения различной степени тяжести.
В целях профилактики дорожно-транспортного травматизма столичными полицейскими с начала года пресечено более 16 тысяч нарушений ПДД, задержано 213 пьяных водителей, оштрафовано более 1600 нарушителей-пешеходов.
Задержано 13 водителей с подложными госномерами и 86 водителей за управление транспортом без госномеров.
Разгерметизация "Прогресса МС-21" произошла на МКС: 12 Февраля 2023, 00:12
ТАСС - КАЗИНФОРМ - Роскосмос сообщил о разгерметизации "Прогресса МС-21", подготовленного к отстыковке от МКС, передает МИА "Казинформ" со ссылкой на ТАСС.
"Контур транспортного грузового корабля "Прогресс МС-21", затопление которого запланировано на 18 февраля, разгерметизирован, подтвердили данные телеметрии, поступившей в ЦУП", - сообщили в пресс-службе Роскосмоса.
Как отмечается, в настоящий момент он изолирован от общего объема станции.
Причины инцидента выясняются, он не повлиял ни на стыковку грузового корабля "Прогресс МС-22", ни на дальнейшую программу полета МКС.
Ситуацию прокомментировал исполнительный директор Роскосмоса по пилотируемым космическим программам Сергей Крикалев.
"На грузовом корабле, который уже несколько месяцев пристыкован к станции, произошла утечка теплоносителя из системы терморегулирования.
Ситуация, в чем-то похожая на то, что произошло у нас с кораблем ("Союз МС-22" - прим. ТАСС) в середине декабря", - сказал он, отметив, что комиссия, которая анализировала инцидент с "Союзом", пришла к выводу, что утечка была вызвана микрометеороидом.
Роскосмос проведет анализ, чтобы убедиться в отсутствии проблем при следующих запусках.
"Нам надо провести глубокий анализ, чтобы убедиться, что эта причина не распространяется на подобные конструкции на будущих пусках.
Вот самая главная задача, которая будет сейчас стоять перед нами", - сказал он.
По словам исполнительного директора, предстоит провести анализ с точки зрения подготовки корабля к старту, материалов, которые применялись, и технологий, которые использовались при сборке радиатора.
Такой же анализ проводился в случае с поврежденным радиатором корабля "Союз МС-22".
"Самое главное - убедиться, что это не какая-то систематическая ошибка", - добавил Крикалев.
Исполнительный директор уточнил, что в субботу начала работу комиссия, которая проведет анализ всех возможных причин.
"Корабль предполагался к расстыковке и спуску с орбиты за два дня до пуска корабля "Союз" ("Союз МС-23" - прим. ТАСС), поэтому серьезных последствий на действия экипажа, на работу экипажа... На программу с этой точки зрения это не повлияет", - отметил Крикалев.
Грузовик "Прогресс МС-21" был запущен с Байконура на ракете-носителе "Союз-2.1а" 26 октября.
Через два дня он пристыковался к малому исследовательскому модулю "Поиск" российского сегмента МКС.
Корабль доставил на МКС более 2 500 кг грузов.
NASA назвало место разгерметизации "Прогресса"
Разгерметизация грузового корабля "Прогресс МС-21" на Международной космической станции (МКС) произошла в системе терморегулирования.
Об этом сообщил представитель американского Центра управления полетами (ЦУП) в ходе переговоров с экипажем МКС, трансляцию вело NASA.
Сейчас, по данным NASA, утечка охлаждающей жидкости из "Прогресса" остановилась.
В NASA полагают, что весь хладагент полностью вышел.
"Сегодня утром у нас была утечка хладагента из системы терморегуляции в космос, утечка хладагента остановилась", - заявил представитель американского ЦУП (цитата по "Интерфаксу").
Ранее из-за разгерметизации был изолирован контур "Прогресса".
В "Роскосмосе" сообщили, что космонавтам ничто не угрожает.
"Прогресс МС-22" пристыковался к МКС сегодня, 11 февраля, выведут его с орбиты, согласно плану, 18 февраля.
Координатор стратегических коммуникаций в американском Совете национальной безопасности Джон Кирби отказался анонсировать возможную поездку президента США Джо Байдена на Украину.
Об этом он сообщил журналистам на брифинге, трансляция велась на YouTube-канале Белого дома.
Кирби отметил, что ему "нечего объявить о дополнительных пунктах поездки" американского лидера в Польшу.
Накануне пресс-секретарь Белого дома Карин Жан-Пьер анонсировала визит Байдена в Польшу с 20 по 22 февраля.
Как заявила представитель администрации, в ходе поездки президент США обсудит с руководством Польши двустороннее сотрудничество, а также коллективные усилия по поддержке Украины и укреплению возможностей НАТО в сфере сдерживания.
До этого Кирби сообщил, что Байден посетит Украину, когда будет подходящий момент, но сейчас не время для официальных визитов.
Фитнес-эксперт рассказал о тренировке на улице зимой для снижения веса
Фитнес-эксперт назвал прогулки зимой отличным способом похудеть без интенсивных нагрузок
Фитнес-эксперт Энтони Енг рассказал об эффективной интервальной тренировке на улице для снижения веса.
Его слова приводит портал Eat This, Not That.
Специалист назвал активные прогулки зимой отличным способом снизить вес без интенсивных нагрузок, а также улучшить состояние сердечно-сосудистой системы и психологическое здоровье.
"Первые пять-десять минут ходите в обычном темпе, чтобы разогреть тело и суставы.
Затем одну минуту ходите так быстро, как только можете, не переходя на бег.
Одну минуту - в обычном темпе", - объясняет Енг.
Необходимо сделать три подхода.
Далее специалист советует на протяжении 15 секунд делать выпады или приседания с отягощением, после чего ходить с комфортной скоростью еще 45 секунд.
Повторить эту последовательность нужно пять раз. Затем Енг предлагает чередовать активный шаг (две минуты) и спокойный (одну минуту) еще три раза.
Завершить прогулку нужно пятиминутной ходьбой в спокойном темпе и несколькими упражнениями на растяжку.
Всего для этой тренировки потребуется 35 минут на свежем воздухе.
Ранее мастер спорта по легкой атлетике Максим Бабенко-Кудрявцев в комментарии "Ленте.ру" дал совет по выбору экипировки для зимних пробежек.
"Понадобятся термобелье, влагоотводящие вещи, специальные легкие, но теплые головные уборы.
Обувь для бега зимой отличается более плотными материалами, более высокой платформой и протектором подошвы", - рассказал спортсмен.
17 февраля в ЦДЛ пройдет творческий вечер православного писателя, историка, кинодраматурга, члена СП России.
В вечере примут участие писатели, сценаристы, ученые.
Также в программе: Златан Александр (фортепьяно) - лауреат всероссийских и международных конкурсов, Акинфин Дмитрий (скрипка) - лауреат международных конкурсов, артист оркестра Владимира Спивакова, Группа хора Свято-Троицкой Сергиевой Лавры и Московской духовной Академии (МДА) - регент иеромонах Нестор.
Начало в 18:30.
Глава Серпухова проверил содержание МКД
Глава г.о. Серпухов Сергей Никитенко совершил рабочий объезд территорий.
Вместе с представителями управляющих организаций он осмотрел содержание многоквартирных и жилых домов.
На самом строгом контроле оказались адреса, откуда поступило больше всего обращений от жителей.
- Многие замечания вполне обоснованы и касаются, в первую очередь, уборки подъездов и содержания мест общего пользования.
Сами серпуховичи не остаются в стороне и активно борются с проблемой вандализма, особенно распространенного в части граффити.
Вопрос проработаем с учетом камер "Безопасный регион", - рассказал глава муниципалитета Сергей Никитенко.
Обращено внимание было также на смену почтовых ячеек, лампочек, монтаж проводов в короба, несвоевременный вывоз мусора с контейнерных площадок.
В кратчайшие сроки управляющие компании должны решить все поставленные перед ними задачи.
Замгендиректора РЖД предложил губернатору Иркутской области осваивать новые направления сбыта
Иркутской области необходимо продолжить осваивать альтернативные направления сбыта, кроме Дальнего Востока.
Это и внутренний рынок, и порты Западного направления, в том числе Азово-Черноморского бассейна.
С таким предложением выступил замгендиректора РЖД Алексей Шило на встрече с губернатором Игорем Кобзевым, сообщает 10 февраля 2023 года региональное правительство.
- Как показала практика прошлого года, даже несмотря на географическое расположение Иркутской области, данное решение может быть крайне эффективно.
Важно, чтобы логистические службы компаний постоянно взаимодействовали с нашими "смежниками" (портами, операторами, морским транспортом) и находили оптимальные ценовые условия для перевозки своей продукции по новым схемам, - подчеркнул Алексей Шило.
Губернатор отметил важность стабильность отгрузки продукции, Иркутская область является одним из самых богатых минеральными ресурсами регионов РФ и располагает значительными запасами каменного и бурого угля.
На территории региона добычей угля занимаются порядка 25 предприятий.
Нестабильность отгрузки продукции на экспорт оказывает негативное влияние на финансово-хозяйственную деятельность угледобывающих компаний.
Также Игорь Кобзев подчеркнул, что Иркутская область - экспортно ориентированный регион, поэтому необходимо увеличить размер ежемесячных квот на транспортировку производимых в регионе лесоматериалов и продукции металлургической промышленности до уровня, обеспечивающего стабильную работу таких предприятий.
- Понимая важность Иркутской области как промышленного центра, мы, со своей стороны, будем стараться делать все, чтобы оказать поддержку по объемам перевозок.
Если появятся дополнительные объемы отгрузки на внутренний рынок, то по этому направлению мы тоже готовы оказать содействие, - сказал Алексей Шило.
Константин Зайцев провел встречу с активом граждан сел Грановщина и Хомутово
По поручению главы региона Игоря Кобзева в селах Грановщина и Хомутово Иркутского района сегодня работал Председатель Правительства Приангарья Константин Зайцев.
В селе Грановщина Председатель Правительства ознакомился с работой нового образовательного учреждения - Грановской школы, которую открыли в сентябре 2022 года.
Объект возвели в рамках федерального проекта "Современная школа" национального проекта "Образование".
В восьми школьных блоках размещены: учебные кабинеты, столовая, пищеблок, актовый зал, два спортивных зала, кружковые помещения, библиотека, административные помещения, санузлы, рекреации общего пользования, медицинский блок.
На строительство было направлено из федерального бюджета 240,8 млн рублей, более 512 млн рублей - областных средств и более 72 млн рублей муниципального образования.
Кроме того, была выделена областная субсидия на приобретение оборудования на сумму 64,2 млн рублей.
После открытия в школе помимо детей из деревни Грановщина занимались ребята Уриковской школы, в которой шел капремонт.
Занятия ведут более 100 педагогов, из них почти 90 - учителя предметники.
В 2022 году школе выделен автобус, приобретенный Минпромторгом РФ по федеральной программе.
К капитальному ремонту Хомутовской средней общеобразовательной школы № 2 приступили в 2022 году.
Учеников начальных классов распределили в Хомутовскую школу № 1, старшие классы занимаются во втором здании школы № 2.
Согласно плану ремонта, здесь заменят кровлю, инженерные коммуникации, окна и сопутствующие элементы, отремонтируют фасад, выполнят внутреннюю отделку помещений.
Важна составляющая капремонта - воссоздание теплового пункта с водяным отоплением, вместо которого использовалось сухое тепло.
Стоимость всех работ - более 80 млн рублей.
Ремонт в завершающей стадии, проблемы с подключением к электросетям - нужно увеличение мощности, идет работа с энергоснабжающей организацией.
Кроме того, в Грановщине и в Хомутово Константин Зайцев провел встречу с гражданами, некоторым из них застройщики продали незаконно подключенные к электрическим сетям дома.
Было решено, что сетевая компания на следующей неделе организует личный прием для правового урегулирования этих вопросов.
- Очень часто вопрос стабильного электроснабжения - это главное условие при покупке дома, потому что население все чаще использует для отопления электрическую энергию.
Поэтому продавцы подчас самовольно подключают дома к близлежащим сетям, а это уже основание для отключения электроснабжения.
Поэтому сейчас сетевые компании в тех территориях, где ведется активное строительство, должны уделять этому вопросу особое внимание, - подчеркнул Константин Зайцев.
Анатолий Прокопьев оценил эффективность мер государственной поддержки крестьянско-фермерских хозяйств УОБО
Глава УОБО Анатолий Прокопьев посетил сегодня три КФХ в Эхирит-Булагатском районе.
Глава КФХ в селе Капсал Юлия Мадаева получила грант на развитие своего хозяйства, как начинающий фермер в 2014 году.
Одно из главных направлений деятельности хозяйства - производство животноводческой продукции.
Ежегодно увеличивается поголовье скота и наращивается валовое производство мяса и молока.
Позже благодаря поддержке государства, появилась возможность в 2019 году участвовать и выиграть грант в форме субсидий на развитие семейной молочной животноводческой фермы.
На сегодняшний день поголовье КРС в хозяйстве около 150 голов, 60 из них коров.
Кроме того, здесь занимаются выращиванием зерновых культур, сеют однолетние кормовые культуры.
Благодаря деятельности КФХ Виктора Катанаева, местность Харьяшино в селе Кулункун переведена в категорию населенных пунктов.
В хозяйстве занимаются выращиванием и откормом КРС молочного направления.
В 2014 году получен грант на развитие семейной молочной животноводческой фермы на 60 голов.
На сегодняшний день в хозяйстве поголовье КРС - 150 голов.
Также многие годы здесь занимаются выращиванием картофеля.
Руководитель КФХ старается создать для коллектива все необходимые условия для работы и проживания.
На территории хозяйства теперь целая деревня.
Анатолий Прокопьев взял под личный контроль вопрос по строительству двух км дороги от местности Харьяшино до Усть-Ордынского.
Основные виды деятельности КФХ Сталины Могзоевой в деревне Отонхой - разведение крупного рогатого скота и буйволов.
В 2020 году хозяйство участвовало в конкурсном отборе и получило грант "АГРОСТАРТАП" на развитие крестьянского хозяйства мясного направления.
На эти средства приобретен тракторный прицеп, два пресс-подборщика и косилка.
Глава хозяйства ежегодно увеличивает поголовье скота и наращивает валовое производство мяса.
Кроме этого, КФХ сеет однолетние кормовые культуры на площади 40га.
В планах Сталины Могзоевой открыть откормочную площадку.
По итогам посещения трех хозяйств глава округа отметил, что меры государственной поддержки эффективны, нужны, необходимы.
- Правительством Иркутской области уделяется большое внимание к сельскому хозяйству.
Поэтому государственная поддержка должна не только сохраняться, но и увеличиваться и повышаться.
Мы, в свою очередь, должны быть гарантом продовольственной безопасности.
Сельхозтоваропроизводители округа эту роль с честью выполняют, - подчеркнул Анатолий Прокопьев.
Переход на армяно-турецкой границе открыли впервые за десятилетия для доставки гуманитарной помощи
Пограничный пункт Маргара-Алиджан на границе Турции и Армении открыли впервые за три десятка лет для доставки гуманитарной помощи пострадавшим от землетрясения.
Об этом пишут турецкие и армянские СМИ.
Этот же переход использовался для доставки гуманитарной помощи из Турции в Армению после разрушительного землетрясения 1988 года, отмечает турецкое агентство "Анадолу".
В субботу Армения направила пять грузовиков со 100 тоннами продовольствия, медикаментов, воды и других пакетов экстренной помощи в город Адыяман на юге Турции, сообщил спецпредставитель Анкары на армяно-турецких переговорах Сердар Кылыч.
Он выразил благодарность вице-спикеру парламента Армении Рубену Рубиняну и заместителю министра иностранных дел Армении Ваану Костаняну.
"Я всегда буду помнить помощь, направленную народом Армении для облегчения страданий нашего народа в пострадавшем от землетрясения регионе", - написал Кылыч на своей странице в твиттере.
Пресс-секретарь МИД Армении Ваан Унанян в свою очередь сообщил, что грузовики с гуманитарной помощью пересекли границу через мост Маргара и направляются в пострадавший от землетрясения регион.
Как передает Public Radio of Armenia, в последний раз автомобиль пересекал мост Маргара 30 лет назад, в 1993 году.
С тех пор армяно-турецкая сухопутная граница закрыта.
Турецкое агентство "Анадолу" приводит другие данные и пишет, что пограничный пункт Маргара-Алиджан в последний раз использовался для поставок гуманитарных грузов в Армению для устранения последствий разрушительного землетрясения 1988 года.
Тогда в зону бедствия в Армении поставили помощь, собранную по линии турецкого Красного полумесяца.
Ранее Армения направила в Турцию 27 спасателей и еще 29 спасателей в Сирию в пострадавшие от землетрясения районы.
По последним данным, более 25 тысяч человек погибли в Турции и Сирии от разрушительного землетрясения, случившегося в понедельник.
Президент Турции Реджеп Тайип Эрдоган 11 февраля сообщил, что известно уже от 21 848 погибших в Турции.
С сирийской стороны сообщалось о 3553 погибших.
Отношения между Турцией и Арменией омрачены главным образом тем, что Анкара отказывается признать геноцид армян в Османской империи, а также поддерживала Баку во время Первой и Второй карабахских войн.
В последнее время Ереван и Анкара предприняли ряд попыток нормализации отношений.
В 2021 году Армения и Турция назначили специальных представителей, которые несколько раз встречались в Вене для обсуждения вопросов нормализации.
В феврале 2022 года возобновилось коммерческое авиасообщение между Ереваном и Стамбулом после двухлетнего перерыва.
В июле 2022 года Анкара и Ереван согласовали возможнсть открытия сухопутной границы для граждан третьих стран в кратчайшие сроки.
Четыре человека погибли в ДТП с грузовиком в Рязанской области
Настоящий материал (информация) произведен, распространен и (или) направлен иностранным агентом АО "РС-Балт" либо касается деятельности иностранного агента АО "РС-Балт".
В Рязанской области столкнулись грузовой и легковой автомобили, погибли четыре человека, сообщает пресс-служба регионального УГИБДД.
По информации ведомства, инцидент произошел вечером пятницы на 218 километре автодороги Р-22 в Михайловском районе.
Столкнулись седельный тягач Scania и легковой автомобиль "Лада Приора".
В результате аварии погибли водитель и три пассажира автомобиля "Лада Приора", несовершеннолетних среди них нет.
Личности участников ДТП и обстоятельства столкновения устанавливаются.
Литва отправила на Украину зенитные орудия Bofors L70 - РТ на русском
Литва отправила на Украину десятки зенитных орудий Bofors L70.
Об этом сообщает РИА Новости со ссылкой на радио LRT.
"Эта посылка сегодня погружена в Радвилишкском районе и отправляется в Украину", - говорится в сообщении.
При этом представитель литовской армии Юргис Норвайша отметил, что Литва также обучает украинских военных работать с передаваемыми системами.
Ранее министр обороны Литвы Арвидас Анушаускас заявил, что балтийская республика начала передачу Вооруженным силам Украины 36 зенитных орудий Bofors L70.
Также власти Словакии планируют начать проработку вопроса передачи МиГ-29 Украине.
в Киевской области произошли взрывы - РТ на русском
"Сообщают о взрывах в Вышгородском районе Киевской области", - говорится в сообщении.
Также издание сообщает о работе ПВО в регионе.
Ранее взрывы произошли в Харьковской области.
10 февраля воздушную тревогу дважды за день объявили на всей территории Украины.
В Одесской области начались экстренные отключения света.
Также стало известно, что энергетический объект попал под обстрел в Ивано-Франковской области Украины.
Махачев получил престижную награду от UFC - РТ на русском
Российский боец смешанных единоборств (MMA) Ислам Махачев получил престижную награду от Абсолютного бойцовского чемпионата (UFC), став обладателем премии "Сабмишн года" за досрочную победу в поединке с бразильцем Чарльзом Оливейрой.
"Сабмишн года".
Когда я поймал Оливейру и закрыл замок, то подумал, что он сдастся.
Я знал свои навыки и говорил журналистам и всем вокруг, что собираюсь задушить Чарльза.
И я победил самого опасного бойца в партере.
Знаю, что заслуживаю эту награду.
Спасибо вам", - приводит слова бойца пресс-служба UFC.
Поединок за вакантный чемпионский пояс UFC в легкой весовой категории между Махачевым и Оливейрой, прошедший в октябре 2022 года на турнире в Абу-Даби, завершился победой 31-летнего россиянина удушением ручным треугольником во втором раунде.
Первую защиту титула российский боец проведет 11 февраля на турнире UFC 284 в Перте (Австралия) против австралийца Александера Волкановски.
На счету Махачева 23 победы и одно поражение в 24 боях в MMA.
У 34-летнего австралийского бойца 25 побед в 26 поединках.
Ранее сообщалось, что Махачев перевесил Волкановски перед титульным боем на UFC 284.
"Милан" дома победил "Торино", прервав свою пятиматчевую безвыигрышную серию в чемпионате Италии
Футболисты "Милана" на своем поле минимально обыграли "Торино" (1:0) в матче 22-го тура чемпионата Италии.
Отметим, что единственный гол в прошедшей встрече был забит во втором тайме - нападающий хозяев Оливье Жиру точно пробил головой по воротам голкипера соперников Вани Милинковича-Савича после фланговой подачи защитника Тео Эрнандеса на 62-й минуте.
Таким образом, подопечные Стефано Пиоли одержали свою первую победу в последних шести играх Серии А.
В данный момент "россонери" поднялись на третье место в турнирной таблице, набрав 41 очко.
"Торино" идет седьмым (30 очков).
18 февраля "Милан" сыграет на выезде с "Монцой", а "Торино" двумя днями позже у себя примет "Кремонезе".
Чемпионат Италии
22-й тур
"Милан" - "Торино" - 1:0 (0:0)
Гол: Жиру, 62.
Шайба Тарасенко в дебютном матче за "Рейнджерс" помогла команде обыграть "Сиэтл"
В очередном матче регулярного чемпионата НХЛ "Нью-Йорк Рейнджерс" на своем льду обыграл "Сиэтл Кракен".
Встреча завершилась со счетом 6:3 в пользу хозяев, в составе которых отличились Владимир Тарасенко с передачи Артемия Панарина, Каапо Какко, Винсент Трочек, Джейкоб Труба, реализовавший большинство, Миак Зибанежад, также забросивший при численном перевесе, и Райан Линдгрен, отличившийся в меньшинстве.
Гости ответили точными бросками Оливера Бьоркстранда, Джареда Маккена в большинстве и Брэндона Танева.
Отметим, что Тарасенко для того, чтобы впервые отличиться за свою новую команду, понадобилось всего 50 секунд на смене.
"Рейнджерс" набрали 68 очков и занимают шестое место в турнирной таблице Восточной конференции.
"Сиэтл" с 63 очками расположился на пятой строчке на Западе.
Креспо назвал сильные стороны Энцо Фернандеса, перешедшего в "Челси" за 121 млн евро
Бывший футболист сборной Аргентины Эрнан Креспо прокомментировал переход полузащитника "Бенфики" Энцо Фернандеса в лондонский "Челси".
В частности, он заявил, что впечатлен игрой футболиста на прошедшем чемпионате мира.
По его словам, 22-летний хавбек станет отличным усилением для "синих", так как умеет играть на разных позициях.
"Фернандес - это Макелеле плюс Лэмпард.
Если вам нужно, чтобы он выступил на позиции Макелеле, то он может играть там очень хорошо.
У этого парня также есть хорошее голевое чутье, хороший удар из-за пределов штрафной, так что, если вам нужно, чтобы он играл под нападающим, как Лэмпард или Эссьен, то он может это сделать", - заявил Креспо британским СМИ.
Напомним, Энцо Фернандес перешел в "Челси" за 121 млн евро.
На ЧМ-2022 он провел 7 матчей, забил 1 гол и отдал 1 голевой пас.
Александр Радулов назвал любимых хоккеистов
Форвард "Ак Барса" Александр Радулов дал интервью YouTube-каналу "Скользкий лед".
В ходе разговора у нападающего спросили, с кого он брал пример в детстве.
"С Федорова и Могильного.
Это были мои любимые хоккеисты.
У меня вся комната была завешана их плакатами", - признался хоккеист.
Напомним, Александр Могильный и Сергей Федоров выступали за московский ЦСКА, после чего уехали в Северную Америку.
Могильный играл в НХЛ за "Баффало", "Ванкувер", "Нью-Джерси" и "Торонто", а Федоров защищал цвета "Детройта", "Анахайма", "Коламбуса" и "Вашингтона".
К слову, в 2000 году Могильный стал обладателем Кубка Стэнли, а Федоров завоевал главный трофей НХЛ трижды: в 1997, 1998 и 2002 годах.
"Северсталь" по буллитам обыграл "Амур"
Хоккеисты "Северстали" в серии буллитов победили "Амур" в матче регулярного чемпионата Континентальной хоккейной лиги (КХЛ).
Встреча в Череповце завершилась со счетом 4:3 в пользу хозяев площадки.
В составе победителей в основное время шайбы забросили Руслан Абросимов (8-я минута), Егор Морозов (20) и Игорь Гераськин (34).
У гостей отличились Руслан Педан (11), Яков Рылов (15) и Станислав Бочаров (40).
Победный буллит у хозяев на счету Егора Морозова.
"Северсталь" набрала 64 очка и занимает седьмое место в турнирной таблице Западной конференции, у "Амура" тоже 64 очка, команда находится на 9-м месте на Востоке.
У "Амура" и "Трактора" одинаковое количество очков, но хабаровский клуб уступает пока место в плей-офф по дополнительным показателям.
Регулярный чемпионат КХЛ завершится 26 февраля.
Следующую игру "Северсталь" проведет 13 февраля дома с "Локомотивом", а днем позже "Амур" примет "Автомобилист".
прогноз на матч клубного чемпионата мира 11 февраля 2023 года.
Спорт-Экспресс
Прогноз на матч клубного чемпионата мира "Реал" - "Аль-Хиляль" 11 февраля 2023 года
11 февраля на стадионе "Принц Мула Абдулла" в марокканском городе Рабат пройдет финал клубного чемпионата мира по футболу.
В матче за трофей встретятся мадридский "Реал" и "Аль-Хиляль" из Саудовской Аравии.
Игра начнется в 22.00 по московскому времени, а прямую трансляцию в 21.55 мск покажут сайт matchtv.ru и телеканал "Матч! Футбол 2".
Аналитики букмекерской компании БЕТСИТИ считают "бланкос" огромными фаворитами: поставить на победу "Реала" в основное время можно с коэффициентом 1.28, вероятность - примерно 77%.
Успех номинальных гостей доступен за 11.0 (8%).
Даже на ничью предложена заметно более низкая котировка 6.10 (15%).
Верите, что команды не выявят сильнейшего за 90 минут?
Ставка в 1000 рублей на "мирный" результат в случае выигрыша принесет 6100 рублей.
Поставить на триумф мадридцев с учетом дополнительного времени и серии пенальти можно за 1.14, этот рынок на "Аль-Хиляль" идет за 5.80.
Команда из Саудовской Аравии на пути к финалу преодолела два раунда, обыграв марокканский "Видад" в серии пенальти и бразильский "Фламенго" в основное время (3:2).
Поставить на то, что аутсайдер хотя бы не уступит европейцам за 90 минут, можно за 3.90.
Аналитики предвкушают большое количество голов: тотал больше 2.5 мяча доступен за 1.53, ТМ 2.5 - за 2.60.
"Бланкос" явно превосходят в классе соперника, состав которого, согласно статистическому сайту Transfermarkt, составляет всего 39.6 млн евро.
Для сравнения: ростер "Реала" оценен в 849 млн евро.
Вдобавок, к ужасу "Аль-Хиляля", к финалу восстановится главный нападающий мадридцев и действующий обладатель "Золотого мяча" Карим Бензема.
Но и без француза "Реал" на этом турнире выступает результативно: в полуфинале разгромил египетский "Аль-Ахли" 4:1.
Матчи аравийцев тоже получались достаточно яркими: в 1/4 финала оформили ничью 1:1 и победу в серии пенальти, а в полуфинале - драматичные 3:2.
Рекомендуемая ставка: победа "Реала" и ТБ 2.5 за 1.76.
Губерниев высказался о том, что полузащитник Павел Мамаев принял решение о завершении игровой карьеры.
Известный телекомментатор Дмитрий Губерниев высказался о том, что полузащитник Павел Мамаев принял решение о завершении игровой карьеры.
"Теперь можно будет отлить бюст на родине героя.
Он совершил большую ошибку и для большинства людей останется в памяти людей не как футболист, а как футболист-правонарушитель.
Но ему все равно далеко до Кокорина.
Потому что просрать свой потенциал так, как Кокорин, не смог никто.
Мамаев при всех своих талантах периодически был заметен.
Я ему могу пожелать только удачи и реализовать себя где-нибудь еще", - цитирует Губерниева Metaratings.ru.
Последним клубом 34-летнего полузащитника были "Химки".
Подмосковный клуб не стал продлевать контракт с хавбеком летом 2022 года.
Ранее Мамаев выступал за "Торпедо", ЦСКА, "Краснодар" и "Ростов".
Мамаев является чемпионом России, трехкратным обладателем Кубка России и двукратным обладателем Суперкубка страны в составе ЦСКА.
В историко-краеведческом музее Стерлитамака открылась персональная выставка живописи Натальи Алексеевой
В историко-краеведческом музее Стерлитамака открылась персональная выставка живописи Натальи Алексеевой.
Она носит название "Очей очарованье" и приурочена к юбилею автора, получившего начальное художественное образование у известного в России керамиста, нашей землячки Валентины Кузнецовой.
Долгие годы Наталья Радиеана Алексеева проработала на заводе СК диспетчером производственного отдела.
Но тяга к живописи и особый взгляд на мир побудили ее взяться за кисть.
В экспозиции представлены многочисленные пейзажи художницы, полные необыкновенного света.
Кажется, что они светятся изнутри.
Природа Дальнего Востока, Вологодчины и, конечно, Башкирии, ставшей для автора второй родиной, вдохновляет Н. Алексееву на создание прекрасных полотен.
Поздравить автора с открытием выставки собрались ее многочисленные поклонники, друзья, родные, бывшие коллеги по заводу.
Выставка продлится до 9 марта.
Максим Решетников и Радий Хабиров побывали в геопарке "Торатау"
По информации сайта Главы Республики Башкортостан, министр экономического развития РФ Максим Решетников и Глава Башкортостана Радий Хабиров приехали в геопарк "Торатау" в Ишимбайском районе.
Геопарк обеспечен развитой инфраструктурой, включающей визит-центр, конные и пешеходные тропы у подножия Торатау, к вершине которой проложена лестница.
Максим Решетников и Радий Хабиров посетили визит-центр, рассмотрели перспективы дальнейшего развития геопарка и туристического проекта для старшего поколения "Башкирское долголетие", запущенного осенью 2020 года по инициативе руководителя региона.
Основная цель проекта - укрепить здоровье, увеличить период социальной активности и продолжительность жизни людей старшего поколения.
Максим Решетников отметил, что туризм в Башкортостане развивается хорошими темпами.
"Башкирское долголетие" - отличный проект, и создание развитой инфраструктуры играет большую роль.
Опыт республики в этой части можно брать на вооружение.
Министр экономического развития России и Глава республики стали гостями "Зимнего Сабантуя", который проходит у подножия шихана, понаблюдали за стрельбой из лука и борьбой на лошадях "Аударыш".
На праздничной площадке организованы ярмарка изделий народных промыслов и фермерской продукции, выступления национальных творческих коллективов.
Гости посетили бортевую пасеку "Торатау" - традиционный народный промысел Башкортостана.
В 2023 году на поддержку бортевого пчеловодства в регионе направят 20 млн рублей.
Средства выделят в рамках соответствующей республиканской программы.
Их можно будет направить на покупку племенных пчелосемей, колод и техники, а также лабораторные исследования меда и генетической достоверности породы пчел.
За ночь на тюменских дорогах задержали 19 пьяных водителей
За ночь на тюменских дорогах задержали 19 пьяных водителей.
Все они отстранены от участия в дорожном движении.
Тюменские инспекторы выявили 19 водителей, управляющих транспортным средством в состоянии алкогольного опьянения.
Все они были задержаны и отстранены от участия в дорожном движении минувшей ночью.
Об этом сообщает ГИБДД Тюменской области.
Нарушители были выявлены в ходе проведения сплошной проверки в поселке Голышманово и в районе 9-го километра автодороги Тюмень - Боровский - Богандинский.
Так, двое водителей не имели права управления транспортом - это 27-летний водитель автомобиля Ford и 34-летний владелец мотоцикла "ИЖ", ранее уже задерживаемый за пьяное вождение.
Еще один водитель, 22-летний владелец Hyundai, был задержан по дороге в поселок Боровский, когда, будучи пьяным, вез с работы своих коллег.
Показания алкотестера составили 0,51 мг алкоголя на литр выдыхаемого воздуха.
Автомобиль эвакуировали на спецстоянку, а в отношении водителя составили административный материал.
В Тюменской области 11 тысяч семей получили материнский капитал в 2022 году
В Тюменской области 11 тысяч семей получили материнский капитал в 2022 году.
Это больше, чем годом ранее на три тысячи семей.
В Тюменской области стало больше получателей регионального материнского капитала.
В сравнении с 2021 годом в 2022 году их количество выросло на три тысячи семей - его получили 11,4 тысячи семей.
Увеличилось также количество получателей ежемесячной выплаты на первого ребенка.
По итогам 2022 года ее начали выплачивать 17 тысячам семей Тюменской области.
Также 15,2 тысяч семей получили ежемесячную денежную выплату на третьего ребенка и последующих детей.
С 1 января 2023 года ежемесячная выплата в связи с рождением (усыновлением) первого ребенка выплачивается Социальным фондом России.
Региональный маткапитал, как и ранее, предоставляется через органы социальной защиты.
В порт Испании не пустили танкер с дизелем с ранее ходившего под российским флагом судна
Морское командование Таррагоны Главного управления торгового флота при министерстве транспорта Испании запретило вход в порт города судну Maersk Magellan для разгрузки дизельного топлива, поскольку груз происходит с судна Nobel, которое до 1 июля 2022 г. ходило под российским флагом, сообщили в испанском минтрансе.
"Морское командование Таррагоны Главного управления торгового флота при Министерстве транспорта, мобильности и городского развития запретило заход в порт Таррагоны для разгрузки дизельного топлива на судне "Maersk Magellan" под флагом Сингапура, потому что груз, который он перевозит, происходит с судна под камерунским флагом "Нобель", которое до 1 июля 2022 года ходило под российским флагом", - говорится в заявлении министерства.
Мера была принята в соответствии с законодательством Евросоюза, которое запрещает доступ для любого судна, зарегистрированного под российским флагом с 16 апреля 2022 г. или сменившего флаг после 24 февраля 2022 г.
В министерстве уточнили, что проверка была проведена 9 февраля, после чего был согласован запрет.
В министерстве напомнили, что это не первый случай, когда судам запрещается заход в испанские порты.
В апреле 2022 г. в порту Барселоны было отказано в доступе судну Black Star под мальтийским флагом, которое перевозило груз с судна под российским флагом.
В 2022 г. после усиления антироссийских санкций ЕС, США и Великобритания ввели ограничения на поставки российских нефтепродуктов, а затем решили ограничить цены на топливо.
С 5 декабря 2022 г. действует введенный недружественными странами потолок цен на морские поставки нефти из РФ.
Тогда был установлен потолок на российскую нефть на уровне $60/барр.
Также с 5 декабря действует эмбарго ЕС на морские поставки нефти из России.
Возникшие у беременных россиянок проблемы с въездом в Аргентину объяснили
По оценке специалиста, на фоне наплыва желающих родить ребенка в Аргентине власти страны стали более внимательно следить за въездом иностранных граждан на свою территорию.
Сложности с въездом беременных россиянок в Аргентину связаны с тем, что власти страны не заинтересованы в массовом наплыве иностранцев, желающих получить гражданство для своих детей и вид на жительство для себя, а потом уехать.
Об этом сообщает "Лента.ру" со ссылкой на профессора СПбГУ Виктора Хейфеца, главреда журнала "Латинская Америка".
По его словам, ни одна страна не поддерживает подобную практику.
Он отметил, что в Аргентине не одобряют превращение страны в перевалочный пункт, а не в конечный.
Это касается тех, кто нарушает конституционную практику.
Как объяснил эксперт, у ребенка останется гражданство Аргентины, но решение о предоставлении паспорта Аргентины родителям после получения вида на жительство вынесет суд.
В случае, если выяснится, что они фактически не жили в Аргентине и сразу же уехали, в предоставлении гражданства могут отказать.
Это касается не только россиян, но и граждан других стран.
В последнее время, как указал специалист, родильные туры в Аргентину особенно популярны среди россиян и украинцев.
Напомним, Аргентина предоставляет гражданство по "праву почвы", то есть, если человек родился на ее территории.
Аргентинский паспорт открывает возможность для безвизового посещения 170 стран, в том числе, государств ЕС и Великобритании.
Ранее сообщалось, что Аргентина начала отзывать ВНЖ россиян, которые получили документ через рождение ребенка, но уехали из страны.
Буэнос-Айрес заинтересован в сокращении подобных случаев.
Также стало известно, что шесть беременных гражданок России получили отказ во въезде в Аргентину в связи с подозрением в предоставлении ложных данных о мотивах поездки.
В России прогнозируют открытие сотен новых фитнес-клубов
В России восстанавливается интерес граждан к фитнес-услугам, что позволяет участникам рынка расширять бизнес.
В текущем году в стране может открыться более 400 новых объектов, преимущественно малоформатных.
В России может открыться около 400 новых фитнес-клубов, их общее количество может увеличиться на 5 процентов.
Как сообщает "Коммерсантъ", при этом российский рынок может покинуть несколько десятков игроков.
К концу года в России будет насчитываться около 8,6 тысячи клубов.
По данным издания, большинство новых клубов - это малоформатные проекты с небольшими первоначальными вложениями и быстрой окупаемостью.
Такие данные приводят представители Национального фитнес-сообщества.
Президент Ассоциации операторов фитнес-индустрии Ольга Киселева в беседе с изданием отметила, что 340-420 новых фитнес-клубов будут небольшими, остальные займут площадь более 500 квадратных метров.
Президент НФС Елена Силина отметила, что с 2020 года каждый год закрытий клубов было больше, чем открытий.
За последние три года их количество уменьшилось на 37 процентов.
При этом независимые аналитики приводят другие цифры.
По данным "Контур.Фокуса", за последние три года количество организаций с основным видом деятельности "работа фитнес-центра" выросло на 10,1 процента, и теперь их насчитывается 5,12 тысячи.
Отрасль понесла большие потери из-за пандемии, однако еще в 2021 году она начала восстанавливаться.
Согласно данным 2ГИС, в российских городах-миллионниках насчитывается 4,5 тысячи фитнес-клубов.
Россияне стали уделять больше внимания физической активности, о чем говорит увеличение посещаемости фитнес-клубов.
По итогам января 2023 года, посещаемость увеличилась на 9,3 процента год к году.
Как отметила Силина, если тренд удастся сохранить, то к концу года отрасль вернется к докризисным показателям.
У управляющей компании из Кирова отобрали лицензию
Арбитражный суд Кировской области аннулировал лицензию на осуществление предпринимательской деятельности по управлению многоквартирными домами, выданную управляющей компании "Забота".
В Кировской области по решению регионального Арбитражного суда аннулирована лицензия на осуществление предпринимательской деятельности по управлению многоквартирными домами ранее выданная управляющей компании "Забота".
По данным региональной Госжилинспекции, судебное решение было принято еще в ноябре 2022 года, однако в законную силу вступило только в феврале 2023 года.
Арбитраж лишил "управляйку" лицензии за то, что в организации несколько раз оставили без внимания предписания Госжилинспекции.
В настоящее время все объекты, которые находились в управлении "Заботы", исключены из реестра лицензий на осуществление предпринимательской деятельности по управлению многоквартирными домами.
Их общая площадь составляла 64,8 тыс. квадратных метров.
Все дома находятся в областном центре.
О том, что они остались без управляющей компании, в администрации Кирова знают.
В соответствии с требованиями российского законодательства Госжилинспекция проинформировала мэрию о сложившейся ситуации.
Напомним, в январе 2023 года губернатор Кировской области Александр Соколов поставил перед сотрудниками Госжилинспекции задачу до весны ликвидировать 2/3 управляющих компаний региона, так как их слишком много.
Законность губернаторских требований вызвала сомнения у кировских коммунистов.
Они обратились в областную прокуратуру и попросили привлечь Соколова к административной ответственности.
Предположительно, такую же позицию могли занять и в Федеральной антимонопольной службе.
Антимонопольщики будто бы также попросили прокуратуру проверить законность действий руководителя региона.
Wildberries сделает платными пакеты в пунктах выдачи
Маркетплейс Wildberries сделает пакеты в пунктах выдачи заказов платными с 13 февраля.
Их стоимость будет варьироваться от 6 до 15 рублей.
Сейчас пакеты предоставляют владельцы пунктов выдачи заказов.
В случае их отсутствия назначается штраф.
С понедельника, 13 февраля, пакеты в пунктах выдачи Wildberries больше нельзя будет брать бесплатно.
Пользователи маркетплейса получили уведомление, согласно которому покупатели, которым нужен пакет, должны будут заплатить за него от 6 до 15 рублей.
Эта сумма будет списана с карты, указанной в личном кабинете.
Как указали в компании, соответствующий шаг поможет сократить использование пластика и будет способствовать сохранению природы.
Как следует из приложения к оферте об оказании услуг по доставке отправлений физлицам, исполнитель, то есть, лицо, открывшее пункт выдачи, должно предоставлять пакеты безвозмездно по требованию клиента.
При этом оформлены они должны быть в определенных цветах и иметь оговоренное изображение.
Пакеты приобретаются за счет владельцев ПВЗ, если данная обязанность не исполняется, на них накладывается штраф в размере 10000 рублей за каждое нарушение.
Ранее клиенты Wildberries уличили площадку в списывании денежных средств с карт, данные которых ранее были удалены из личного кабинета.
Как опасаются покупатели, это сопряжено с большими рисками для безопасности.
В службе поддержки, в свою очередь, объяснили, что это предусмотрено пользовательским соглашением.
Как следует из него, компания вправе без уведомления клиента списывать деньги с удаленных карт, если оплата с других не проходит по тем или иным причинам.
В компании, комментируя ситуацию, заявили, что расчеты с покупателями осуществляются с разрешения клиентов, и никакой утечки данных банковских карт произойти не может.
Фотографии от февраля 2023.
Красивое место особенно летом, вокруг скульптуры мамонта беседки с мангалами.
На территории не большой парк где можно прогуляться с семьёй.
Большая автостоянка.
Магазин находится на первом этаже ТЦ Универ Сити.
Часы работы с 10-00 до 22-00.
В магазине можно попить кофе и перекусить свежей выпечкой.
Есть небольшая парковка от ТЦ.
Приветливый персонал!
Вкусный кофе,большой выбор сиропов и альтернативного молока.
Вкуснейшая свежая выпечка😍😍😍.
Сытные сендвичи.
Удобная зона кафетерия
Приходили с дочкой оформляли пенсию.
Приняли радушно, всё понятно объяснили, документы отсканировали, заявление оформили, как записаться на последующие приёмы рассказали.
При входе администратор и охрана встречают культурно, уважительно.
Здание приличное, всё оборудовано для людей - зал есть, туалет, правда кулер с водой не мешало бы приобресть ещё.
Приезжали 2 раза, всё отлично!
Всем работникам желаю мира, добра, удачи и достойной зарплаты, в это непростое для всех время!!!
Просто великолепное место!
После длительной прогулки по пляжу нет ничего лучше чем посидеть у окна с чашечкой глинтвейна в ожидании салата с гребешками (который по вкусу просто бесподобный!!!)
Настоятельно рекомендую это чудесное место!!!)))
Милая работница кассы спросила меня с собой или в зале сделать мне кофе, 200 или 300 мл.
Я попросил в зале, 300 мл.
Через пару минут мне дают пластиковый стаканчик.
Я хотел в керамике, поэтому и "в зале".
Мне сделали с собой.
Я спрашиваю, почему в стаканчике, а не в чашке.
Девушка отвечает, дескать, нет у них чашек объемом 300 мл.
Вот как это укладывается в голове у человека?
Спросить с собой или в зале, т.е. для себя определить технологию: налить кофе в чашку или в одноразовый стаканчик.
Получить ответ - в зале, т.е. в чашке.
Уточнить объём.
Услышать, что 300 мл.
Поставить человека перед фактом, что чашек такого объёма нет.
Вот, дескать, стаканчик бумажный, 300 мл.
Примечательно, что это третий такой случай в Зелёной Околице на моей памяти.
Вдвойне примечательно, что мне не предложили стандартную чашку, чтобы я мог перелить содержимое пластикового стаканчика в неё и выпить кофе так, как я хочу. Я попросил её сам.
Возникает ряд вопросов.
1. Кафетерий Зелёной Околицы и Зелёная Околица - стороны одной медали или организации между собой никак не связанные?
Если не связанные, появляется понимание.
Если связанные - почему пищевое и торговое предприятие известное в городе своими сервисом и качеством снизошло до риторики ларька на Казанском вокзале?
Риторика потому, что подобный случай, повторю, со мной происходит уже третий раз.
Не исключаю, что происходит не только со мной.
2. У работника кассы есть инструкции?
У меня сложилось впечатление, что она действует по наитию.
Надеюсь, я ошибаюсь.
Распишите, пожалуйста, действия для ваших сотрудников на этот случай, уж если пытаетесь в сервис.
Цирк нам очень нравится, ходим туда еще с нашего детства.
Видела номера с самим Никулиным Ю.
И теперь уже и с детьми, племянниками.
Обстановка в цирке нравиться, программы тоже.
Расположение мест очень удобно.
Практически с любой точки видна арена и спины впереди сидящих тебе не мешают.
Цирк очень камерный , семейный!
в этот раз ходили на Новогоднюю программу.
Немного расстроились.
Много клоунов и акробатов.
Хотелось бы номер с фокусами и побольше животных.
Жалко , что теперь нельзя фотографироваться с животными в фойе.
Но видимо есть на это причины.
А в целом очень приятное место!!
Желаю вам процветания и радовать нас своими номерами!!!
Понравился застройщик Отделстрой, выбирает хорошие места для постройки жилых комплексов.
Используют качественные материалы, что полностью оправдывает цену.
Перед покупкой пригласили посмотреть комплекс, когда еще даже стен не было, чтобы можно было все увидеть вживую, хотя сколько мы рассматривали квартир и ни один застройщик нам этого не предложил.
Любимый горнолыжный курорт России!
Самый кайф это пологие негустые леса э, особенно когда много мягкого снега.
А вот трассы как по мне скучноватые и короткие.
Самые длинные на секторе е, там еще более менее.
Но в целом отличная атмосфера, много разных кафе и баров, так что веселое горнолыжное настроение гарантировано!
Отличный мастер Пери!
Сделала все максимально быстро и качественно, в салоне чисто и приятно.
Хорошее обслуживание, дружелюбный персонал, есть гардероб и вода.
Отвратительный сервис.
Второй раз уже прихожу за заказом ко времени готовности, которое указано в приложении и жду у подоконника больше 30 минут свой заказ.
Сегодня в бизнесе такой сервис недопустим!
Ответ службы «заботы» - мы пытаемся.
На кассе даже без извинений, просто - мы не виноваты, это программа.
Ни позвонить предупредить, никаких других технических возможностей связи с постоянными ранее лояльными клиентами вы не нашли.
«Пытаются» импотенты, а бизнес должен работать.
Всем спасибо, все расходимся.
Больше у вас заказывать не будем и рекомендовать тем более.
Испорченное настроение, ожидание гостей, извинения хозяйки - не лучший соус к горячим роллам.
Заказал автомобиль (Jeep Wrangler Sahara) через организацию.
Машину расчитывал получить месяца через 3-3,5 (как было оговорено), но факту вышло 4,5 месяца - задержка была вызвана обстановкой на границе Литвы с Белоруссией (Литва исполняла).
В итоге машиной очень доволен, спасибо ребятам - Дмитрию, Стасу, Александру - всегда на связи, актуальная информация, профессиональные консультации и нормальное человеческое отношение.
Еще раз спасибо!
Снимали домик на 4 суток для 3 человек.
В домиках чисто, уютно, тепло (даже очень), в домике есть своя маленькая кухня с кофе, чай, сахар, специи, подсолнечное масло, вся необходимая посуда.
В наличии моющее средство и губка.
Из недостатков можно выделить разве уж слишком мало места, в санузле ужасно маленький душ.
Места для хранения сноубордов или лыж не предусмотренно, да и вещи сушить особо негде, пришлось брать у хозяев сушилку и впихивать ее вместо кресла, и ставить под ней обогреватель.
А так в общем неплохой вариант в спокойном месте.
Стильно, чисто, просторно.
Еда вкусная, выбор блюд достаточный для потребности любого гостя.
Цены приемлемые.
Есть вина и пиво для желающих выпить.
Центр Москвы, рекомендую
Замечательное место с очень вежливым персоналом, обязательно приедем ещё раз.
На территории имеются все необходимые удобства, включая парковку и бильярд.
Номера с хорошим ремонтом и всеми удобствами.
Красивое и эстетичное место, прогуливались во время визита в Калининград.
Очень понравилось, и Россия в миниатюре, и Озеров парке и ландшафт.
Зимой много горок естественных для детворы)
Очень крутой магазин табаков и кальянов)
Постоянно тут закупаемся, цены низкие, а качество на уровне!
Очень отзывчивый персонал, подскажет и ответит на все интересующие вопросы)
Всем рекомендую этот магазин для посещения! ❤️
Расположение как кому удобно.
Для меня лично нормальное.
Обслуживают быстро, если кто нибудь из посетителей не тупит.
По записи удобно.
Персонал внимательный, подскажут, направят, проконсультируют даже если пришел не в приемные дни.
В принципе нормально.
Отличные ребята!
Спасибо огромное!
Все быстро оперативно сделали, цены адекватные по сравнению с другими сервисами.
Думала пульт на выброс, а они такие умнички все мне сделали.
Огромная благодарность молодым ребятам!
Заказывал букет из 21 тюльпана с доставкой 2 часа на 8 марта.
Привезли через 6 часов цветы в упаковке, будто украли (еле хватает бумажки, чтобы обернуть цветы).
Потом, когда цветы уже были в вазе, я понял, что что-то не то.
Сравнил с фотографией на сайте и цвет оказался совсем не тот, что я заказал.
Решил пересчитать и оказалось, что тюльпанов четное количество 20 штук.
Поддержка в Вотсапе на мои возмущения по поводу цвета и количества цветов ответила "видимо перепутали цвет".
На следующий день я написал снова и мне предложили возместить 15%.
Мне кажется это крайняя степень наглости и скорее всего подпадает под определение мошенничества.
Заявление в налоговую по поводу того, что мне отказались выдать чек я уже направил.
На очереди Роспотребнадзор и суд.
Никому не рекомендую связываться с этой организацией.
Более 10 лет хожу к мастеру Самире , на окрашивание и на стрижку волос .
Хочу отменить Профессионализм мастера Самиры, она прекрасно выполняет свою работу , я всегда довольна ее работай.
Она всегда внимательно выслушает пожелания клиента , и клиет всегда остается доволен результатом.
Всем родным и близким смело рекомендую данного мастера.
Все ее работы всегда выполнены на высшем уровне !!!’
Огромное спасбо Мастеру Самире 😍
Приветствую был в данном игровом клубе ,могу сказать цены отличные ,много игровых компьютеров ,так же имеется напитки и еда .
Из минусов некоторые клавиатуры разбиты отлетают кнопки ,если брать «обычный игровой процесс» то компы плохо тянут :(
Поэтому оценка 4🥸
Это место стало нашей семейной традицией)
Сын ходит заниматься в свою группу, а мама вечером на фитбокс.
Администраторы супер-внимательные, тренера профессиональные.
Устраивают тематические праздники для детей, следят за чистотой и тренажерами.
Приятно ходить и заниматься.
Ребенок 6 лет уже хорошо держит удар, сильное ОФП.
Рекомендасьен детям, мамам и папам)
Лучшие мастера!
Ирина просто золото !!
Работу выполняет качественно, заботливая , все уточняет .
С девушками всегда можно о чем либо побщаться !
Третий раз была !
Ни за что не пожалею !
Наконец то могу отрастить волосы после осветления !!!
А еще Вита изучает колористику .
Поэтому именно она в скором времени сможет совместить блон с кератином !
И ваши волосы скажут вам СПАСИБО🥰🥰
Мастер приемщик Елена Полянская очень отзывчивый мастер, разьяснила доходчиво все, что входит в регламентное ТО.
Также во время ремонта моего автомобиля оказывала всякое содействие.
А также благодарность мастеру Валерию Ушакову за внимательное и профессиональное проведение работ.
На любой вопрос готов был ответить.
Работы проведены качественно.
Единственное что смутило при записи на ТО была недостаточно корректная информация по регламенту работ, при явке на ТО регламент был более ясно разьяснен.
Хочу выразить огромную благодарность сотрудникам Администрации.
Понадобилась очень редкая, справка для органов опеки , чтобы одобрили сделку с недвижимостью, сотрудницы очень доброжелательно встретили и помогли оформить данную справку, хотя могли и отказать, так как это не входит в их обязанности.
Спасибо большое!
Здесь работают очень душевные люди.
Замечательные, душевные, вежливые сотрудницы, не пожалела что пришла именно в эту парикмахерскую!👍
Мастер Нахида сделала безупречное мелирование, стрижку, учла и поняла все мои пожелания, всем однозначно рекомендую❤️
Очень понравилось в нижегородском кремле.
К 800-летию отреставрировано, внутри все стильно и чисто.
Есть и кафе и туалеты для туристов.
Сходила на экскурсию, тоже здорово.
И обязательно рекомендую русский корпус нижегородского художественного музея - неожиданно прекрасная крллекция
С Олей знакомы более 3 лет, пользуемся услугами регулярно.
За это время видели, как Оля развивается в любимом деле, постоянно обучается новому и расширяется пространство для четвероногих, что только вызывает восхищение и доверие.
Всегда со спокойной душой оставляем своего пёселя.
Ежедневные видеоотчеты, по необходимости заберут/увезут на зоотакси.
А ещё и привезут чистенького и вкусненького)
вообще сказка 🥰
Благодарим за заботу и внимательное персональное отношение к нашим питомцам 🐕💜
Ресторан Сытый Лось находится рядом с метро Медведково.
В ресторане очень уютно!
Готовят вкусные блюда.
Меню разнообразное.
Перед посещением желательно заказывать места заранее, особенно по пятницам!
Милый ухоженный зоопарк.
Меньше московского, но такой же интересный и удобный.
Были в будни- вход взрослый 300₽, школьник 170.
Народу было мало, с удовольствием погуляли, посмотрели на животных.
Муравьед впечатлил)
в Москве, кстати, его не видели.
На территории есть парочка кафе с вменяемыми ценами, туалет чистый бесплатный, также видели станция зарядок телефонов.
В общем, рекомендую 👍
Салон на высшем уровне!!!
Очень довольна услугами косметолога Кузнецовой Натальи, хожу только к ней.
Делаю различные чистки лица - и аппаратную и механическую.
Довольна на 100%.
Мастер своего дела👍
Все подробно рассказывает об особенности кожи, подобрала косметику ухаживающую под мой тип кожи, просто идеально.
Хожу теперь довольная и красивая!!!
Спасибо Наталье!!!
Отличный клуб с огромным пространством, бассейном, сауной, хамамом и отличными тренерами!
Из минусов огромное количество пенсионеров в бассейне и в зоне раздевалок.
Такое ощущение что они приходят в клуб как в общественную баню!
Особенный акцент на женском отделении.
В будни, начиная с 19:00 народу очень много!
Ставлю тройку и то только благодаря первому визиту, когда попала к консультанту, если не ошибаюсь Тимуру, но могу ошибаться.
Оформил всё быстро, рассказал все +/-, всё доходчиво, сын так же решил оформить карту, и увы консультанты заняты своими делами, клиенты ждут, к сыну подошёл консультант в итоге, которому всё до лампочки, несколько раз отзрдил6в переговорную, что то весело обсуждая, в итоге сын ушел, ничего не оформив, на прощение консультант сказал, ну ни хотите, как хотите, так как я присутствовала при этой встрече, была удивлена.
Новый офис, в новом формате, всё комфортно и такое отношение.
Жаль, что первое впечатление было перечеркнуто , теперь посещаем другой филиал, и там отношение к клиентам не зависит от смены сотрудников.
Выбор очень большой,качество хорошее(ткань устойчива к появлению катышек),персонал знает свой ассортимент,помогают в выборе фасонов.
Можно одеть и стройняшку и ребенка с нестандартной фигурой и ростом.
Находятся недалеко от метро,даже небольшая парковка есть.
Рекомендуем!
Был в сентябре, отмечал свой день рождения.
В принципе, по обслуживанию и качеству еды всё понравилось: цены низкие, порции среднего размера, так что можно наестся, или же заказать повторно.
Единственное нарекание - бронь столика.
Когда заказывал, то указал номер и всё, что требовалось, после чего моментально позвонил бот, чтобы проверить телефон.
Дальше уже ничего.
Когда пришёл в сам ресторан, то выяснилось, что столик не был забронирован.
Повезло, что были свободные места и нас сумели разместить.
А так, на самом деле, очень хороший ресторан с отличным соотношением "Цена/Качество".
Рекомендую!
Сходил на чистку в недавние выходные.
Впервые вижу такой организованный персонал, который максимально трепетно отнёсся ко многим моим вопросам, подсказал как и что лучше сделать для дальнейшего лечения зубной полости.
От души рекомендую, единственная клиника где не хотят нагреть на деньги на моей памяти.
Хороший торговый центр.
Есть всё!
Большой ассортимент товара.
Разнообразие магазинов.
Всегда можно найти товар по душе.
От продуктов питания до подарков.
больше в этот магазин ни ногой.
покупали стиральную машинку , сказали что нам за город , поэтому повезем сами.
менеджер в зале сказал куда подъехать на склад , на вопрос "погрузят" ? сказал что да. ))
на складе вынесли без коробки , на вопрос почему ? ответили что так все грузят .
когда стала настаивать , сунули две полоски пеноплекса , типа и так сойдёт !
грузить в прицеп отказались , мол не их работа , грузите сами , у них доставка )))
когда сказала что тогда вообще откажусь от заказа , сказали "да как хотите , нам всё равно" , в итоге один всё таки снизошёл до того , чтобы спуститься с пандуса и помочь отцу запихнуть машинку в прицеп.
с таким хамским обслуживанием сталкиваюсь впервые.
Хороший торговый центр Чисто аккуратно.большой выбор магазинов и кафе с ресторанами.
Есть кинотеатр "Космик" развлекательный детский центр"Невидалия".
На нижнем этаже большой Гипермаркет"Лента".
Удобная,большая парковка удобное расположение.
Хороший супермаркет косметики, нижнего белья и товаров для дома.
Разнообразный ассортимент, приемлемые цены, вежливый, внимательный персонал.
Консультанты обязательно помогут с выбором, проконсультируют.
Каждый найдет что-то для себя необходимое.
Хорошее заведение для проведения вечера.
Персонал очень хороший,приятное заведение.
Всем советую никогда не ошибетесь в выборе.Самое лучшее заведение в Краснодаре в котором можно отдохнуть и все пройдёт супер.
Советую посетить)
Выражаем благодарность Часовой Марине, которая была нашим агентом по организации похорон.
Приехав к нам по вызову, она взяла на себя решение всех вопросов, связанных с этим тяжелым и печальным мероприятием, помогла нам выбрать все необходимое, была все время на связи и информировала как идут дела.
Благодаря ей мы проводили близкого человека достойно.
Все было оформлено, четко организовано, как мы обговаривали при первой встрече.
Марина, прекрасно понимая в каком состоянии находятся близкие, давала советы, как будет лучше и просто по-человечески сочувствовала нам.
Это очень хороший специалист своего дела.
Спасибо за все.
Польстившись на множество хороших отзывов, я обратилась в "РемСтирМаш" и мне назначили мастера Александра.
Разговор он начал с того, что на следующий день он совершенно свободен и готов к услугам.
Все обсудили и назначили время - 14.00.
Наступил следующий день - звонок с утра от мастера и заявление о том, что приехать не сможет, сложная заявка (это как? а где же "совершенно свободен?") и, если сможет, то вместо назначенных 14.00 явится после 18.00.
Договорились опять на следующий день.
За 15 минут до назначенного времени звонит другой мастер и говорит, что вместо Александра может приехать, но через 2 часа.
Это что за фокусы?
Полтора дня пустого ожидания, все намеченные дела побоку!
Короче говоря, приехал толковый мастер Иван, устранил поломку, за что ему спасибо.
Так что не ведитесь на пустые обещания и не тратьте зря свое время.
Вечерние наблюдения совершенно не оправдали ожидания.
Сначала была небольшая лекция с непонятным материалом, затем смотрели в телескоп.
Все было не очень организованно, дети лезли смотреть по несколько раз, взрослые толпились и не могли дать посмотреть другим.
Объекты, которые мы смотрели в телескоп, были размером как обычная звезда, так и без телескопа можно посмотреть бесплатно.
На вопросы девушка отвечала не очень доступно, не понимая, что обычные люди не знают многих нюансов.
Не понятно, за что 600р.
Потрясающее место, один из самых старейших Мексиканских ресторанов в городе, существует с начала 2000-х.
Уютная атмосфера , всегда доброжелательное обслуживание.
Ценник средний.
Посидеть , съев 2-3 блюда на двоих (порцые очень большие) + по коктейлю, около 2500 р👌
Есть интересные пивные коктейли, на основе пива и текиллы, например, Мачо Борачо крайне рекомендую попробовать.
Цена 420 р за 0.5 л.
И вообще в самом ресторане очень вкусная кухня, не знаю как другим , а мне очень понравилось, посоветую друзьям обязательно сходить туда)
Отличный магазин, покупаю товары у них уже достаточно давно, с самого открытия.
Товары хорошего качества.
Покупала смеситель, уже пять лет прошло, а он работает исправно и в хорошем состоянии.
Поэтому когда делали ремонт глобальный в квартире всё необходимое брали именно тут.
Отличная заправка!!!
Расположена очень удобно, есть и усторожу центра и сторону области, вообщем удобно)!
Качество газа хорошее, заправляюсь 2 раза в неделю уже более 2-х лет, проблем нету, цена отличная!!!
Орлята по карте и за наличные, по литражу не обманывают.
Магазин, понравился!
Можно подобрать любую модель, по демократичной цене, и под любые цели!
Персонал, всегда готов помочь в выборе.
Брал ноут дочке, для учëбы, т. к. еë ноут накрылся.
Помогли, подобрали, дали гарантию(месяц) Спасибо! 👍
Работает сомелье.
он помог с выбором вина, потому что в такой большом меню сложно разобраться самому.
Опыт работы с сомелье интересный, очаровательный Василий, таких в Москве не хватает.
Ела судака - волшебно, повару респект.
Детское меню как везде: макароны, фри, куриные котлеты. Мои ели пиццу, она тут ОГОНЬ!
С трюфелем оценили взрослые, а дети с ветчиной и грибами.
Муж ел ребра копчённые - это бомба, мягкие, сочные, ароматные.
Персонал хороший, все улыбчивые, дружелюбные.
Нам понравилось.
Совершенно новый пункт выдачи заказов WB расположен в удобном месте.
График работы, с 10.00 до 21.00, без выходных и праздничных дней.
Внутри ПВЗ есть примерочные кабинки.
Очень хорошее место.
Здесь работают настоящие профессионалы, которые всегда готовы помочь.
Также есть группа и чат в Вотсапе для информативного общения.
Быстрая выдача.
Радует, что товар можно сразу же посмотреть и примерить.
Здорово, что рядом с домом.
Отличный , современный отель.
Номер просторный, очень чистый и уютный.
Всё, что заявлено в описании, есть в наличии .
Завтрак включён в стоимость, большой выбор блюд на любой вкус.
Удобный заезд , своя парковка возле входа.
Твёрдая 5.
Замечательный кукольный театр.
Часто ходим на разные представления.
Сегодня были на Спектакле "Царевна-лягушка".
На данный момент, из детских представлений это самое лучшее.
Было очень интересно, много кукол, спецэффекты.
Даже сын 14 лет, пошел просто за компанию, а сказал, что очень хорошее представление.
Отдыхали с мужем 10 дней в январе 2023.
Отдых удался на "5", понравилось все!
Начну по порядку:
В день заезда позвонили, уточнили в какое время нас ждать, дали информацию о стоимости трансфера (1400 от аэропорта), мы заказали такси (в 23:00 цена 850р), доехали быстро, пробок не было, за шлагбаум пустили без всяких проблем.
Административный корпус рядом, оформили быстро, минут за 15-20.
Во всех корпусах есть лифт- это большой плюс!
2-х местный номер просторный, полы и в комнате и в ванной теплые (без подогрева), огромный балкон с ротанговой мебелью (столик и два кресла), панорамные окна (в 5 корпусе).
Мебель в номере нормальная, есть дамский столик с большим зеркалом, холодильник не совсем маленький, даже морозилка есть.
В 5 корпусе очень много зеленых растений.
Все чисто, меняют полотенца и белье по вашему желанию, но если не просите менять, то все равно меняют на 4-ый день, белье хорошего качества.
Территория ухоженная, везде лавочки, чистые дорожки, вечером красивая подсветка.
На пляж и обратно возит микроавтобус каждые 30 мин.
До остановки общественного транспорта 5 мин.
В зале столовой приветливые ребята, всегда пожелают хорошего дня.
Еда приличная, но тут кто за чем едет, нас все прекрасно устроило, и выбор и качество, всегда была и рыба и курица и биточки или т.п., овощи на гарнир каждый день, выпечка своя вкусная, больше 4-х напитков, кофе зерновой, на завтрак всегда пекут блинчики, вот только сыр и колбаса не очень.
Медицинский персонал очень доброжелательный и лояльный.
Нам еще и с погодой повезло, не было дождей, температура 11- 16 С°, солнышко.
Все понравилось, действительно отдохнули.
Есть желание приехать еще раз и именно в январе, когда мало отдыхающих)).
Жаль что бассейн никак не запустят в эксплуатацию и тренажерный комплекс.
Спасибо всему коллективу санатория за их слаженную и качественную работу!
Ходим в "Полёт" с августа.
Доче исполнилось 4 в сентябре.
Всё очень нравится именно ей, тренер хвалит) это самое главное.
Ходим к Валерии Николаевне Плешковой!)
Никогда бы не могла подумать что доча такая гибкая!
Странствуя по улочкам Петербурга, мы с подругами решили заглянуть в это многообещающее заведение - и не прогадали!
Цены весьма доступные, а невероятно вкусная пицца съедается в мгновение ока, даже корочки не остается.
Приятная атмосфера и очаровательный персонал, словом, рекомендую :)
Так уж случилось, что попала в Томаровскую больницу с давлением и высоким сердцебиением.
И была крайне удивлена: чистота, порядок, влажная уборка 2 раза, более того протираются подоконники, мебель, двери.
Питание деетическое, но отличное!!!
Удивилась, что в 7 утра приносят чай с бутербродом (хлеб, масло, сыр), так сказать, предзавтрак.
Медперсонал чуткий, все до единого ставят и внутримышечные, и внутривенные уколы!!!
Пока стоит капельница, зайдут, спросят о самочувствие...
Ранее доводилось делать узи сердца, но чтобы так - впервые (к сожалению, не знаю имя врача, молодой мужчина).
Отдельное спасибо лечащему врачу Ветохиной Клавдии Федоровне!
Настоящий профессионал: внимательная, грамотная, на любой вопрос даёт исчерпывающий ответ; подобрала дозировку и лекарственные препараты, от которых нормализовалось и давление, и сердцебиение, чего ранее не могла добиться после обращения к другим врачам.
Спасибо огромное главврачу Мевше Ольге Владимировне, которая организовала слаженную работу больницы!!!
Спасибо и медперсоналу, и санитарочкам, и поворам!
При посещении клиентской службы впечатление осталось хорошее.
В холе встретил администратор.
Грамотные и вежливые специалисты оперативно и терпеливо помогают клиентам по всем заданным вопросам.
Специалист оказала содействие в подаче заявления и дала разьяснения по моему вопросу.
Для небольшого магазина очень даже неплохой выбор товаров.
Есть полуфабрикаты, молочка, овощи, химия для дома, разная мелочь.
Работает круглосуточно, что очень удобно, всегда приветливый персонал
Классно, когда в городе есть место, где можно покататься с гор.
Подъёмники бугель и в выходные конечно очередь собирается 40 секунд спуск и 5-10 минут очередь.
Но а целом Классно, погружение в атмосферу позитива и зимы, даже если на дорогах грязь и сырость.
Обратилась в сервис для ремонта айфона 11 pro.
Было разбито заднее стекло и требовалась замена аккумулятора.
Связалась напрямую с мастером Александром, который объяснил все тонкости ремонта и сразу обозначил ценовые рамки.
Благодарю за ремонт, всё было сделано качественно.
Мастера очень приятны в общении, всё покажут и всё расскажут.
Однако, при замене деталей, была задета камера, сбился фокус.
Сразу сообщила о возникшей проблеме и получила быстрый ответ.
Ошибку исправили в кратчайший срок, всё исправно работает.
В этом сервисе хорошие специалисты, с которыми приятно вести диалог.
Цены, в сравнении с другими сервисами, приемлемые, располагают.
Если еще раз потребуется ремонт - обязательно обращусь!
Маштабно, красиво, атмосферно.
Но, как и большинство исторических обьектов, состояние требующее пристального, оперативного и качественного внимания реставраторов.
Поэтому 4 и большинство из этих звезд отдано создателям, а не содержателям
Отличный ж/к
Отзывчывые консьержи , мусор убирается , чисто и красиво на территории, близко до остановок , школ и магазинов.
20 минут до метро на общественном транспорте
Открыли в нашем районе хорошее, уютное место отдыха.
Есть все необходимые магазины.
Убойный и разнообразный в плане еды фуд-корт.
Столики расположены уютными зонами.
Нет скученности.
Ну что ж, побывали, попробовали...
Интерьер ничего общего с итальянской уютной кафешкой не имеет...
Места очень мало, столы прямоугольные, как в столовой.
Пицца... ну кто не пробовал вкуснее,тому понравится мне она показалась какой то безликой.
Не очень понравилось то, что официант все время стоит за Вашей спиной и Вашему собеседнику напротив практически всегда смотрит в лицо.
Нам было некомфортно.
Конноли, да, вкусные.
Не придем сюда больше и не порекомендую своим друзьям.
Лена Гросскопф - лучший мастер, у которого я когда- либо стриглась и красилась.
Очень аккуратно и качественно все делает, я с удовольствием к ней хожу, понимаю что все будет сделано отлично.
Дочку вожу тоже только к Лене.
Атмосфера салона потрясающая.
Огромное спасибо!
Мы с Нижнего, по дороге сломались,добрые люди из КатРесурса быстро отреагировали и помогли!
Респект вам и процветания, побольше бы таких хороших людей!
И в сервесе там чисто и хорошо!
Приезжали на концерт Сергея Чигракова.
Отличная концертная площадка, замечательный звук и атмосфера.
Обязательно приедем в этом году на запланированные концерты.
Спокойной место, чудесный грузинский ресторан, по выходным и праздничным дням играет живая музыка!
Персонал приятный, и отзывчивый!
Есть детская комната.
Изумительная грузинская кухня!
Оценка самая высокая, обожаю это место ❤
Парк в центре города, очень просто добраться.
В парке чисто, есть место и для детей, и для взрослых.
Но на детской площадке уже давно нет песка, одна пыль осталась.
Также есть огороженная футбольная площадка, которая, к сожалению, не очень ухожена.
Но плюсов в нашем парке все же больше.
Просторный зал, чисто, понятный расклад товаров.
Есть продукты, которые можно купить только в Перекрестке.
Персонал радушный.
На плохие продукты не попадала.
Часто акции и скидки.
Радует, что близко к дому.
Всегда можно найти парковочное место.
Были в баре дважды, все понравилось, вежливый персонал, вкусные блюда и самое главное - отличная музыка, диджеи знают своё дело.
Единственное, второй же раз разочаровывает солист группы «Руки вверх Бэнд».
Мало того, что поёт мягко сказано не очень, так ещё и читает текст большинства песен с телефона, особенно поразило когда это были песни группы «Руки вверх».
Как-то это нелогично (выступая в баре Руки вверх, в группе Руки вверх Бэнд).
Отдыхали в начале марта.
Хорошая гостиница, приятные номера.
В честь дня рождения дали номер с видом на Кремль.
Уборка в номере каждый день.
Пополнение воды, чая, кофе, шампунь и смена полотенец.
Завтраки просто отвал башки.
Есть мини бар с безумными ценами.
Если захотите заказать покушать из ресторана в номер, заплатите за обслуживание 20% сверху.
В ресторане цены слегка завышены.
По вкусу на три с плюсом.
Аквапарк входил в стоимость проживания.
Сам аквапарк нельзя назвать лучшим в России.
А вот массажист был просто бомба.
Все прекрасно,но вот отъезд немного разочаровал: ни до свидания, ни хорошей дороги.
Сотрудник у входа даже не помог открыть дверь видя женщин с кучей сумок и чемоданов.
Над этим нужно поработать, чтобы держать марку.
Отличное место, чтобы собраться с друзьями попариться.
Большая и удобная парилка, есть бильярд, бассейн под открытым небом, караоке.
Еда вкусная, напитки свежие)
Мастерская на уровне!
За короткое время отремонтировал уже 3 пары обуви (2 муж и 1 жён).
Всё в порядке.
Качество работы на высоте.
Мастеру отдельное спасибо за бережное отношение и качество работы!
Замечательная школа баскетбола!
Сын ходит 5 месяцев и ему очень нравится, каждую тренировку ждёт с нетерпением.
Индивидуальный подход к детям, интересные занятия, тёплая и душевная атмосфера.
Магазин отличный, персонал пойдет, заказываю через интернет сам.
Отличное расположение магазина.
Плюс всегда есть скидки и акци, что тоже хорошо
Хороший магазин АВ - удобное расположение, большой зал, хороший ассортимент.
Отдельное спасибо персоналу за отзывчивость!
Есть кафетерий на несколько столиков.
Часто бываю - все устраивает!
Хороший бассейн!
Я конкретно про "лягушонок", Тренер наш Анастасия Витальевна очень нравится ребенку и профессиональна!!
Раздевалки чистые, вода теплая, фены есть!
Я люблю пекарни кекс, обслуживание, круассаны, завтраки и кофе всегда на высоте.
Но увы, не в этот раз, заказала кофе и пару круассанов, девочки на кассе так и не сделали кофе, пока я им не напомнила, сделали, пить невозможно, воняет и остаётся послевкусие испорченного молока, решила не допивать и просто ушла.
В прошлый раз в моём кофе был длиннющий волос черного цвета, заменили.
Будьте внимательнее пожалуйста, как никак я гость возвращающийся сюда, даже после таких инцидентов.
Шикарные брови это сюда!
Виктория отлично корректирует, учитывая все пропорции лица индивидуально.
Коррекция тёплым воском, что хорошо убирает весь пух, и брови выглядят аккуратно долгое время.
Цвет подбирается по типу и волос и кожи, благодаря чему краска долго держится.
Лучше бровей не сделать!
Спасибо огромное за организованный переезд моей мамы!
Переезд- всегда огромный стресс, но с Вашей компанией все прошло очень четко, быстро, качественно.
Отдельная благодарность Вадиму и Роману!
Буду рекомендовать вашу компанию всем своим знакомым!
Все на высшем уровне.
Давно лечим зубы всей семьёй именно в Новоденте.
Недавно лечили зубы сыну 8 лет, все прошло просто отлично, ребенок спокоен и готов прийти снова.
Ждать долго не приходится, никаких очередей нет т.к. приём по предварительной записи.
По мне так самая вкусная шаурма в Тамбове только здесь, я не любитель шаурмы, НО когда хочется чего то вредненького только сюда и только здесь.
Вкусное, свежее мясо много начинки.
И я вот не понимаю почему, но она никогда не течет у меня.
Часто когда доедаешь шаурму низ уже не ешь так как там куча соуса воды ну короче фуууу...., но не тут.
Поэтому ребята вы лучшие🙂
Хорошый учительский состав .
В столовой кормят всегда свежим .
Интересные уроки в школьном музее, разные мероприятия проводятся в течении учебного года
Приятный магазин , вежливые сотрудники , неплохой ассортимент.
Однако большой минус, что товар , который привозят , видимо, разрушают прямо в торговом зале.
Иногда бывает мало места пройти между рядами , а также не очень приятно когда товар стоит прямо на полу , без поддонов, но это скорее замечание к организации, а не к конкретному магазину
Восхитительный образец советской архитектуры.
Строгое великолепие, за которым трепетно ухаживают.
Я получила двойное удовольствие от концерта, во многом благодаря атмосфере дома культуры.
Пока мы ждали начала в холле, я явно ощущала, что пришла на Мероприятие, что это действительно выход в свет.
Искал комплект сцепления на свой МБ Спринтер.
Совершенно случайно попал в этот интернет-магазин автозапчастей.
Позвонил, указал винкод, сказали ждите)
Через минут 10 перезвонили, предложили несколько вариантов.
Так как машина лично-рабочая экономить не стал и попросил заказать хороший комплект сцепления LUK.
Еще через 5 минут перезвонили и сказали, что для Вас хорошие новости.
Если брать не целиком корзина + диск + выжиной, а взять LUK комплект корзина + диск и отдельно выжимной LUK, то будет дешевле на 2 тысячи рублей, что не могло порадовать.
Забрав сцепление поехал в сервис.
При снятие коробки передач обнаружилось, что еще нужен маховик и чем быстрей, тем лучше.
Знал уже куда обращусь), менеджер понял ситуацию и заказал без предоплаты по звонку (в первый раз так же оплатил при получении).
На следующий день маховик был на руках.
Машина довольна новым маховиком и сцеплением, я доволен что все быстро пришло, что пошли на встречу.
Однозначно буду рекомендовать и обращаться в vinkod.shop
Новогодняя вечеринка удалась на славу, но с нюансами.
Бронировал двухместный столик, оказалось посадили меня за 4-хместный.
Но не беда.
Просто странно, что не предупредили.
Кухня на четверку, рыба вообще не удалась.
Ведущий с конкурсами, сделанными на поверпоинте школьного уровня, если честно, не очень.
НО по поводу музыки все идеально.
Атмосфера была на высоте.
Все остальное кажется придирками.
Спасибо за проведенное мероприятие
Оставляю свой отзыв,со словами благодарности ко всему персоналу роддома номер 7 г.Челябинска.
В этом учреждении работают только люди,которые знают и любят свою работу,врачи и медсестры от бога.
Как в отделении ОПБ, так и в родильном отделениии,так и в отделении после родов.
Но особую благодарность выражаю Котляровой Е.Ю., это заведующая родильным отделением на 5 этаже,и Яранцевой Н.В., это акушерка в род.отделении, спасибо вам огромное, за вашу помощь при рождении моей доченьки, за ваше доброе сердце,за ваш огромный профессионализм.
Прекрасный магазин.
Большой ассортимент шаров, всегда быстрое формирование заказа и доставка.
Профессиональные сотрудники.
Очень красивые букеты, с оставленные всегда с большим вкусом, всегда свежие цветы.
Посетили заведение по рекомендации.
Еда потрясающая, программы никакой, немного дерзкие официанты, но мы были в прекрасном составе с детьми и праздновали важное событие, были дружелюбными.
Огненной подачи плато не было, дети ждали.
За хорошей кухней смело можно идти.
