Взломанная версия Jedi Knight вылетала из-за того, что вызывала функцию с конца виртуальной таблицы.
Оказывается, предполагалось, что вызов IDirect3D::CreateViewport() вернёт IDirect3DViewport3 с дополнительными прикрепленными методами по сравнению с IDirect3DViewport, который я реализовал.
С моей точки зрения это довольно серьезное предположение, потому что создается область просмотра только с использованием объекта Direct3D, а не объекта Direct3D3.
Конечно, я понимаю, что на практике IDirectXObject2 обычно является правильным надмножеством IDirectXObject, без измененных сигнатур функций, а новые методы добавляются только в конце.
Но это не всегда верно; в этих случаях важно, какой интерфейс вы используете для создания рассматриваемого объекта.
Так или иначе, поскольку в данном случае произошло именно это, чтобы все исправить, мне пришлось расширить реализацию области просмотра и добавить методы IDirect3DViewport3, чтобы новый вызов работал.
Давайте в рамках дискуссии предположим, что по крайней мере частично, научное знание представляет собой списки объективно соответствующих действительности утверждений о мире, которые истинны независимо от того, верность какой теории они подтверждают.
Даже если такие утверждения действительно существуют, нельзя отрицать, что любые научные факты связаны с той или иной теорией.
Научные факты получают в результате экспериментов.
Эксперименты не формируют факты, но при этом то, какие именно факты будут получены, зависит от выбора проводимых экспериментов.
Некоторые факты, например, о субатомных частицах, могут быть получены только в результате экспериментов, возможных исключительно в капиталистическом обществе, потому что без большого количества ресурсов, организационных усилий и общественного давления такие эксперименты провести нельзя.
Это лишь краткая версия вполне обоснованной аргументации в пользу того, что теории капитализма, влияющие на фактическое содержание научного знания, согласуются с теориями, утверждающими, что объективные научные факты в принципе существуют.
Это *не* аргумент в пользу существования объективных научных фактов, так как в это я не верю.
Это будет мой первый опыт тюнинга машины.
Забираю ее на этих выходных.
Я искал хороший вариант первой мужской машины; и мне очень нравится этот стиль 80-х.
Она уже с койловерами и занижена.
Я пособирал информацию, но будет здорово, если кто-то что-то знает об этой модели.
Может, личный опыт?
Я знаю, что они не очень быстрые по сравнению с
#Время выговориться на Fediverse.
Мы с моим Сожителем зашли сегодня вечером в винный магазин за пивом и бутылкой шампусика.
За кассой была очевидная #транс-женщина.
Я была в спортивных шортах и майке-алкоголичке, Сожитель весь в татухах и с новой стрижкой, с которой по его же словам он «похож на неонациста».
Она сразу напряглась, в глазах появился испуг.
А потом мы просто... заплатили за наши покупки.
И сказали спасибо.
И я сказала, что у нее клевый маникюр.
Было здорово увидеть, как она с облегчением улыбнулась, но сам факт, что сначала она нас испугалась — это БЛЯДСКИЙ ОТСТОЙ, НЕНАВИЖУ ЭТУ ФИГНЮ.
Мы живем в самом стремном таймлайне, и меня это бесит точка ком.
Ничто не помешает Дональду Трампу баллотироваться в президенты в статусе обвиняемого, после вынесения приговора или даже из тюремной камеры.
Если его изберут, он просто подпишет себе помилование и выйдет из тюрьмы.
Но он не сможет этого сделать, если будет сидеть в тюрьме штата.
Для этого понадобится помилование от губернатора штата.
В его деле задействованы власти двух штатов, Нью-Йорка и Джорджии.
Губернатор последнего, Кемп, точно помилует Трампа, если ему вынесут обвинительный приговор, или даже если прокурор округа Фултон Фанни Уиллис предъявит ему обвинение.
Нью-Йорк — наш главный шанс добиться того, чтобы Трамп понес ответственность
Имеются убедительные доказательства того, что реальная коммуникация не может быть сведена к отправке сигналов с контекстно-независимым значением.
В данной работе, основанной на вариации классической сигнальной модели Льюиса (1969), мы исследуем условия возникновения контекстно-зависимой коммуникации в ситуативном сценарии.
В частности, мы показываем, что для ее возникновения достаточно давления, направленного на минимизацию размера словарного запаса.
В то же время мы изучаем условия окружающей среды и когнитивные способности, которые позволяют исключить неоднозначность значений символов в зависимости от контекста.
Мы демонстрируем, что ограничения, накладываемые окружающей средой на референтный выбор получателя могут применяться отправителем в одностороннем порядке без использования возможностей для устранения неоднозначности на стороне получателя.
В соответствии с распространенными предположениями, осведомленность отправителя о контексте считается необходимой для контекстной коммуникации.
Мы предполагаем, что контекстно-зависимая коммуникация является ситуативным многоуровневым явлением, на которое решающее влияние оказывают свойства среды, такие как распределение контекстов.
Модель, созданная в данной работе, демонстрирует, как сигналы могут являться неоднозначными вне контекста, но при этом обеспечивать почти идеальную точность передачи данных.
На выходных я с большим удовольствием встретилась с Пенни и Николасом из Ashanti Development, чтобы обсудить, как у них дела.
Ashanti Development уже в течение почти 20 лет работает с постоянно растущим числом населенных пунктов в регионе Ашанти в Гане, взаимодействуя с жителями и оказывая поддержку в области водоснабжения и санитарии, образования, здравоохранения, высадки лесов и ведения сельского хозяйства.
Местные сообщества получают знания и навыки для внедрения и поддержки собственных программ развития.
Мне посчастливилось поработать над рядом проектов вместе с Николасом в течение незабываемых шести месяцев в 2011 году.
Когда мы встретились на выходных, я была рада узнать, как развивается их работа, особенно в области высадки лесов и поддержки фермерских хозяйств.
Были посажены тысячи деревьев, а фермеры добились повышения урожайности благодаря целому ряду мер, включающих поддержку при покупке оборудования и обучение.
Николас работает с фермерами над сокращением использования пестицидов одновременно с поиском решений для проблем, вызванных изменением климата и такими вредителями, как совка травяная, которая может уничтожить весь урожай кукурузы.
Фотографии из моей поездки в Гану в 2011 году.
В ближайшем пункте UPS мне не разрешают самому наклеить бланк или написать адрес на коробке.
Они должны сами распечатать бланк.
Они не позволяют просто сказать им адрес получателя и кто отправляет посылку.
Мне нужно отправить электронное письмо с неформатированными данными на какой-то случайный адрес, чтобы работник прочитал электронное письмо, ввел данные в систему и распечатал бланк.
И за это «удобство» с меня всегда берут 2,25 доллара.
Сейчас следующее утро, и я не могу молчать об этой позорной имитации общественной журналистики со стороны Криса Лихта прошлым вечером в эфире CNN.
Это было возмутительно, такой символический антидемократический праздник лжи и обид по поводу 6 января, саморазрушительно организованный американскими СМИ.
ОТВРАТИТЕЛЬНЫЕ ЗРИТЕЛИ.
Лихт СОГЛАСИЛСЯ на присутствие только республиканцев в студии!
Кто проверял и выбирал этих людей?
Кто-то должен разобраться, как это произошло.
Вся эта бредовая идея - безответственная погоня за рейтингами.
Нельзя допустить повторения такого.
У меня в подвале много щелей, что по сути означает, что в нем постоянно прячутся грызуны.
В прошлом месяце или около того я видел много признаков появления новых грызунов, что очень необычно, ведь сейчас весна, и я думал, что с изменением погоды они наоборот захотят переселиться на улицу.
Тем не менее, у меня есть несколько простых старых мышеловок, и я каждые несколько дней старательно оставлял в них арахисовое масло, а мыши с удовольствием его слизывали.
Вчера вечером мне наконец это надоело, я почистил все мышеловки от арахисового масла и приклеил к ним фисташки.
Это сработало.
(не знаю, насколько это важно, но я перепробовал почти все «гуманные» мышеловки, которые есть на рынке, но толку от них мало.
Мне не очень нравиться убивать мышей, но я не собираюсь обсуждать, насколько это этично.)
Мне надоело, что консервативные партии и правительства продвигают себя в качестве защитников интересов бизнеса.
Это не так, по крайней мере, в Альберте.
Конечно, они снижают налоги на бизнес.
Но они также сокращают гранты и налоговые льготы, стимулирующие рост деловой активности.
У меня есть бизнес. Он идет хорошо вопреки правительству провинции, а не благодаря ему.
На собственном горьком опыте обнаружил, что в 2023 году веб-сайты местных телеканалов являются примером абсолютно ужасного онлайн-присутствия.
Всплывающие окна, видео с автоматическим воспроизведением, анимация, всплывающие уведомления и реклама, реклама, реклама.
Я понимаю, что реклама — это их способ заработка, но если весь этот мусор отталкивает людей, это контрпродуктивно.
Это все еще так даже сейчас, когда больше нет goatse.cx, хотя сложно выбрать, кто хуже из goatse и, скажем, khou.com, где я пытался посмотреть видео, которое мне прислали Wendy.
В первом поезде сегодня контролер проверил наши билеты и сказал: «Долгая поездка!»
«Да, и я сегодня же еду обратно», — ответил я.
«Я просто провожаю его в Глазго», — пояснил я, указывая на своего попутчика.
«Нечасто слышишь: "Я просто провожаю его в Глазго"», — сказал контролер.
Я тоже ни разу до этого такого не говорил.
Вчера вечером я убедился в том, что мы должны быть готовы дать отпор трампизму.
Трампизм — это секта.
Это секта, которая на самом деле никому не нужна, кроме фанатиков, которые в ней состоят.
И они действительно психи.
Нельзя позволить им захватить нашу страну.
Пора дать им отпор.
Выходите и протестуйте прямо сейчас.
Купите несколько наклеек на бампер с лозунгами против Трампа и обклейте ими свою машину.
Пора ответить тем, кто пытается заглушить наши голоса.
Это не нормально.
Это не ок...
Мой сосед и я пришли домой в одно и то же время, и мне уже через дорогу было слышно его ужасный мокрый ковидный кашель.
Поэтому я поспешил войти в свою квартиру, чтобы не пересекаться с ним, но он все же умудрился догнать меня, чтобы поболтать.
Честное слово, зараженные ковидом люди — это зомби, которые пытаются заразить всех остальных.
Социально неприемлемо выходить на улицу или подходить к людям, когда у вас сильный мокрый кашель.
Я повторяю. Социально неприемлемо повсюду распространять свою ковидную мокроту!!!
Вопросы к писателям 5/11: Ваш ГГ больше смеется или плачет?
Эйб скрывает свои печали и легко смеется, а Том не боится плакать, но его меньше забавляет грубый юмор.
Джен скорее обидит других, чем покажет, что ей больно, и больше всего смеется, когда все идет наперекосяк.
Мио знает, что горе — неотъемлемая часть жизни.
После 4 000 страданий Ил оказывается в атмосфере любви и испытывает сильные эмоции, с которыми она не знает, что делать, так что она часто делает и то, и другое.
#CNN нужно просто закрыть.
Вчерашнее фиаско с #MangoMoron было возмутительно.
Кто на этом жалком умирающем телеканале отвечал за проверку так называемых «независимых избирателей» среди зрителей?
Кто из «руководителей» кабельных новостей решил дать этому жирному, лживому преступнику столько эфирного времени?
В начале следующей недели сохранится высокое давление.
В середине следующей недели ожидается холодный фронт.
Сегодня рано утром спутниковые ИК-снимки и наземные наблюдения показали расширяющуюся область низкой слоистой и переменной <URL>
Студент-задрот Арни Каннингем влюбляется в Кристин, ржавый Plymouth Fury 1958 года, и становится одержим идеей восстановления классического автомобиля в его прежнем великолепии.
Вместе с машиной меняется и Арни, чья вновь обретенная уверенность за рулем экзотического красавца-автомобиля превращается в высокомерие.
Партнер Salesforce
Codleo — один из лучших партнеров Salesforce, предлагающий лучшие услуги Salesforce, адаптированные под потребности вашей компании.
Нужна помощь?
Свяжитесь с консультантом Salesforce уже сегодня!
Найдите надежного партнера Salesforce, чтобы использовать его опыт для получения максимальной отдачи от ваших инвестиций в CRM.
Узнайте о выгодах сотрудничества с партнером Salesforce для внедрения, настройки, интеграции и постоянной поддержки, чтобы обеспечить процветание вашего бизнеса в экосистеме Salesforce.
Одна из самых непонятных вещей в конфликте с моими соседями — это мысль о том, сколько усилий они прилагают, чтобы вести себя враждебно.
Они забыли обо мне — ладно.
Игнорируют меня — ладно.
Это обидно, но это их дело.
Но сейчас уровень открытой враждебности и насилия растет.
Это требует усилий.
Чтобы захлопнуть дверь перед моим носом, нужно приложить усилия.
Наши собаки были ЛУЧШИМИ ДРУЗЬЯМИ.
И я до сих пор НЕ ПОНИМАЮ, чем я это мог заслужить.
У них 6+ лет были ключи от моей квартиры.
Этот корабль неприкосновенен.
Я знаю о вашей ненависти к Органе.
Она меня не интересует.
Можете убить ее, если справитесь.
Но на борту этого корабля часто летает еще один человек.
Если он погибнет... последствия будут... серьезными.
Я часто говорю о том, как мне не нравится папификация.
Вот краткое (чуть длиннее стандартного поста) введение в тему того, что я называю папификацией:
Не я придумал этот термин, он используется для описания явления, когда повествование или игровая механика строится вокруг главного героя (обычно более старшего, как правило, мужчины), который контролирует или охраняет другого человека (часто младше себя).
The Last of Us — простой и каноничный пример папификации.
Джоэл использует свои навыки и способность к совершению (жестоких) актов насилия, чтобы выполнить задачу, которая подается как «забота».
Папификация обычно подразумевает, что в ситуации, когда фигура родителя должна заботиться или защищать ребенка или суррогатного ребенка, решение заключается в использовании подавляющей физической силы, в том числе для формирования очень специфического дисбаланса власти.
Папификация отрицает возможность коллективных решений и часто полностью игнорирует или подрывает любую свободу действий ребенка.
Таким образом, папификация является заменой многих неолиберальных идеалов; особенно таких, как стремление полагаться только на собственные силы и самодостаточность как конечная цель/показатель успеха.
Вот краткий обзор того, чем может быть полезен наш веб-сайт.
- Мы рассылаем уведомления о начале распродаж авиабилетов.
- Мы предоставляем ссылки на сайты, где вы можете купить билет.
- Мы не продаем билеты и не взимаем абонентскую плату.
- Более подробная информация в полной версии поста в блоге.
- Мы предоставляем список примерных дат вылета для каждой акции, о которой сообщаем, и обновляем этот список несколько раз в день.
Украинские дети имеют право расти в мирной и безопасной среде.
Но после пережитого невообразимого страха, террора и бегства у них остались невидимые шрамы и травмы.
Во вторник президент фон дер Ляйен встретилась в Киеве с первой леди Еленой Зеленской, чтобы обсудить меры поддержки ее действий по оказанию психологической помощи детям в уязвимой ситуации.
Мы уже предложили психологическую и психолого-социологическую поддержку.
Наши усилия помогут им пройти этот путь.
Куча интересных новинок в #dart
Со временем dart стал моим любимым инструментом для быстрого UI.
С #flutter приятно работать, и у них есть #mobx для удобного управления магазином.
Зависимости между историями тоже более адекватные, чем в nodejs.
Конечно, flutter — просто отстой, когда дело доходит до поведения хорошего нативного приложения (на самом деле, где угодно. Даже веб-таргетинг flutter — отстой).
Но он позволяет работать быстро и поэтому идеально подходит для небольших изменений.
Ехидна с аметистовыми и пурпурными шипами.
Среднего роста, со средним телосложением и силой.
Очень толстый хвост.
Волосы малиновые, короткие и вьющиеся.
Глаза цвета груши, носит алые очки «кошачий глаз».
Самая интересная черта – добрые дела.
Ищете список лучших компьютерных игр про вампиров?
Возможность совершать огромные прыжки, разрывать обычных людей в клочья, использовать жуткие магические силы и пополнять здоровье, пожирая своих врагов — если честно, это должно быть важным элементом всех компьютерных игр.
Несмотря на все усилия Брэма Стокера, Макса Шрека и Стефани Майер, которые пытались выставить их в дурном свете, все...
Приснилось, что родители играли в мою порноигру и давали мне обратную связь.
В реальной жизни моей маме понравилась игра-головоломка, которую я сделал много лет назад, и она нашла большинство секретов самостоятельно, так что она явно говорила, что игра ей нравится, не только потому, что она моя мама.
Может, моя порноигра ей тоже понравится?
Хотя возможно, там слишком много языковых тонкостей.
Нужно перевести ее на китайский и/или хоккиен, но ни того, ни другого я совсем не знаю.
Думаю, надо выяснить, что лучше переводит грязные каламбуры о гейском сексе, Bing или Google.
Уже некоторое время размышляю вот над чем:
Психическое здоровье часто рассматривается как нечто отдельное от «обычного» здоровья.
Почему?
Потому что его процессы происходят в нашем разуме и кажутся менее осязаемым, чем физическое здоровье.
По правде говоря, здоровое состояние ума, мозга является такой же частью здоровья, как и здоровое состояние ноги.
Даже ТЭРФ и прочие признают интерсексуальность, потому что у нее обычно есть более физиологический аспект, и благодаря этому она видима.
Аналогично тому, как многие считают психическое здоровье менее «реальным», чем физическое здоровье, я считаю, что трансгендерность — это просто интерсексуальность разума.
Чем больше я читаю исследований по теме пола, гендера, психологии, тем больше утверждение «Мой пол мужской, мой гендер женский» кажется мне упрощенным и неточным.
Это почти похоже на частичную уступку аргументации ТЭРФ.
Я считаю, что быть трансгендером значит быть «биологически небинарным».
Мой пол небинарен, мой гендер женский.
Я думаю, что понятие «небинарный» должно быть расширено, и этот термин должен использоваться не только для обозначения гендера, но и применительно к полу.
Я время от времени слушаю работы @iotar
В архиве этого загадочного коллектива много хороших вещей.
Что-то вроде краут-рока, трансцендентная поп-музыка, Radiophonic Workshop и все такое.
Очень стоит послушать.
Не знаю, насколько это важно, но мне также нравится интерфейс archive.org намного больше, чем #bandcamp для ПК \— я понятия не имею, как люди используют bc в качестве основной музыкальной платформы (кроме как из-за политических причин).
Немного повозился с Flutter.
Честно говоря, я бы не хотел основывать свой бизнес на технологиях Google, с другой стороны, Google — один из немногих крупных игроков, у которых есть реальные стимулы для создания привлекательных кроссплатформенных решений, и это заметно.
(А также: к сожалению, Интернет сейчас в значительной степени принадлежит Google)
Также, пожалуйста, не говорите мне, что приложения google/flutter отстойно работают на iOS и macOS.
Кроссплатформенность - сложная штука, если вы хотите делать ее как следует.
Я это знаю.
Спасибо всем, кто загрузил последнее обновление Leasey.
Мы выявили несколько очень мелких проблем.
Ничего особо тревожного, но, тем не менее, мы с этим работаем.
Чтобы их решить, на следующей неделе будет выпущено небольшое обновление.
Большая часть вчерашнего дня была потрачена на установку нового обновления для некоторых клиентов, и все, кому была нужна помощь с этим, уже должны были ее получить.
Хорошего дня!
Техническое признание: я не могу разобраться в Grafana и Prometheus, по крайней мере, с точки зрения показателей сервера/приложения и мониторинга.
Я до конца не понимаю, почему мой мозг не в состоянии этого сделать; возможно, инструменты настолько широкие и неопределенные, что мой мозг просто зависает из-за «слишком большого количества опций».
Хочу делать панели.
Grafana выглядит симпатично.
Мозг не работать.
Итак, с приближением нового уровня рейдов в #FFXIV, я долго думал: «блин, хотел бы я попробовать нормальные рейды, но Party Finder — это, похоже, какой-то хаос, и мне никогда не найти постоянную группу, в которую меня возьмут».
Вот я и подумал, хрен с ним!
Создам свою собственную группу!
Для людей, которые боятся искать постоянную группу, без требований по уровню игры!
Вряд ли... это вообще сработает!
...И вот так получилось, что теперь я отвечаю за расписание и состав групп для рейдов.
В юности я всегда очень много читал.
Потом жизнь ожесточила мою душу, и я утратил свою любовь к художественной литературе и захватывающим сюжетам.
Но после того, как я ~десятилетиями~ почти ничего не читал (кроме прикладной литературы для работы и иногда книг по саморазвитию), я поставил себе цель прочитать 23 книги в 2023 году.
Сейчас я на книге №31, а ведь еще только май.
Я ВЕРНУЛСЯ, детка!
Я не добился ничего существенного.
Я рад, что некоторые люди обратились ко мне напрямую и сказали: «послушай, из-за того, что ты приложил много усилий, я дам тебе вот эту сумму денег».
Интересно было бы посмотреть, как эти компании-посредники объясняют своим клиентам, как именно они определяют размер своей комиссии.
Об этом не расскажут в Bloomberg!
Они лучше расскажут, что у Spotify был хороший квартал.
Опасно ли впускать мигрантов через южную границу? Я не знаю.
Пусть восстанавливают опустошенные и приходящие в упадок города по всей стране. Снова.
Эти люди стремятся сделать свою жизнь лучше.
Белые националисты, фетишисты с оружием, правые сторонники диктатуры... вот кто опасен.
Нужно депортировать сторонников превосходства белой расы.
Мне так надоели заголовки о том, что «Удаленная работа умерла». или что «Удаленная работа была неудачным экспериментом».
В таких заголовках и статьях обычно идет речь об одном генеральном директоре одной крупной компании.
Это все кликбейт, но меня беспокоит то, что эти статьи читают руководители и менеджеры.
Удаленная работа была и до 2020 года.
В обозримом будущем по-прежнему будут рабочие задачи, которые можно выполнять удаленно.
Удаленная работа дает больше возможностей.
Она позволяет людям работать в комфортных условиях, а не в душных и шумных офисах.
Она доступна всем, у кого есть подключение к Интернету и подходящее рабочее место.
Это позволяет людям избежать длительных поездок на работу, иметь больше свободного времени и проводить время с семьей.
Нельзя просто игнорировать эти факты.
Перестаньте обобщать и попытайтесь понять, как именно ваши сотрудники выполняют свою работу.
#WFH #бизнес #нейроразнообразие
Это не просто противостояние консерваторов и прогрессистов, как он заявил на семинаре в Гранд-Прери, в котором приняли участие более 100 сторонников.
«Это война между про-людьми и анти-людьми», — сказал он.
Паркер упомянул аборты и стремление современных городских женщин откладывать рождение детей ради карьеры.
Он также утверждает, что НДП и прогрессисты хотят уменьшить количество населения ради окружающей среды.
«Вы — тот углерод, который они стремятся сократить».
Ну то есть с самого начала моей жизни все мои дни рождения проходили так себе.
Каждый год в начале мая я начинал нервничать по поводу того, как попытаться отметить ДР.
Что-то всегда случалось, что-то шло не так, или просто день оказывался напряженным и грустным.
На протяжении многих лет я старался избавиться от такого мышления и сделать свои ДР лучше.
Мне потребовались годы усердной работы над своей жизнью, но наконец...
Я могу улыбаться и беззаботно наслаждаться своим ДР.
И сегодняшний день уже начинается отлично!
В этой маленькой части Большого южного мира до зимы осталось 30 дней.
Но меня не обмануть!
Она уже начинается.
Идет дождь, и хотя/пока он не ледяной, под ним уже нельзя танцевать!
Хороший день, чтобы заказать доставку мороженого.
Ночью был собачий холод, и эта собака не встанет с постели даже ради «Собачьего завтрака — завтрака для собак!»
Пора пристегнуть подкладку к велосипедной куртке — на случай, если она понадобится мне внутри.
Знаете ли вы эффективный способ реагирования веб-компонента на добавление/удаление из документа?
Это нужно для библиотеки компонентов Википедии (OOUI).
В основном это семантический HTML с CSS, и, как правило, не требует кастомизированных элементов (что предлагает connectCallback).
В настоящее время мы используем хак MutationObserver.
Для повышения производительности мы не следим за всем документом.
Мы создаем отсоединенный временный родительский документ, устанавливаем туда MO и наблюдаем, как он становится отсоединенным (таким образом, присоединяемым в другом месте).
Моя #крыса Каспер сейчас — абсолютный номер один.
Думаю, моя новая работа пошла ему на пользу — две прогулки в день, пока я работаю, примерно в одно и то же время.
У меня наконец-то получилось сделать хорошее фото, где он висит, чтобы убедиться, что он не толстый.
(У #крыс слишком большой процент жира в организме может быть вреден для здоровья.)
Не толстый.
Он просто накачал мышцы от того, что два раза в день носится по моему офису.
У меня нет весов, чтобы взвесить его, но по моим ощущениям он весит больше фунта.
Меня так радует, что у него все отлично.
Сегодняшний отчет о проделанной работе в Aerostrike:
1) Небольшие изменения в макете карты Hel's Fighters.
Кроме того, меню карты запущено с полным функционалом!
2) Подключена система валютного вознаграждения.
Завтра ее протестируют на различных боях.
Дождливая погода!
На прошлой неделе сделали очень много всего, чувствуем себя намного увереннее по поводу грунтовых посадок.
Пересадили всю листовую капусту, кейл, мангольд.
Планируем высадить салат в Пенне по 6-рядной схеме и посмотреть, что получится в сравнении с посевом вразброс.
В Гилпине всходит молодой горошек, так что надо установить шпалеру.
Также нужно посеять ряд салата, чтобы учесть срезанную зелень, в обоих есть обученные сотрудники для орошения, подготовки грядок и пересадки, то есть для 90% задач, не связанных с сбором урожая
На дворе 2023 год, но я до сих пор вижу, как люди с iPhone активно избегают использования Apple Maps.
Apple Maps идут с iOS по умолчанию, и все же люди специально загружают и устанавливают Google Maps на свои iPhone.
Не понимаю, почему.
Из любопытства я решил сравнить Google Maps и Apple Maps на моем тестовом устройстве iPhone (мое повседневное устройство — Android, поэтому я редко использую iPhone).
Оказалось, что следование указаниям карты намного лучше работает у Apple Maps, чем у Google Maps.
Apple Maps победили.
Так почему же люди предпринимают дополнительные усилия, чтобы установить Google Maps?
Без понятия.
Возможно, потому что Google Maps вышли на рынок первыми?
Может быть, из-за провала Apple Maps в 2012 году?
Возможно, из-за того, что Google Search интегрирован с Google Maps?
Без понятия.
Тем не менее, здесь я настроен предвзято.
Я настроен предвзято потому что считаю, что нельзя предоставлять отстойные продукты конечным пользователям, а Apple глобально облажалась с Apple Maps, когда выпустила их в 2012 году.
Эта дурная репутация преследует их по сей день.
Но именно из-за земли она является хорошим способом хранения средств, до тех пор, пока вы уверены, что правительство не собирается изменять систему, в которой мы живем.
Сам дом падает в цене, потому что его состояние ухудшается, и его необходимо заменять.
Многие люди думают, что они буквально владеют землей, когда покупают участок.
Но это не так.
В Китае можно только арендовать землю.
Они не настолько глупы, чтобы продавать навсегда.
Правительство может изменить правила в любой момент.
Земля — временный актив.
Если вы смотрите австралийские и американские медиа, кажется невероятным, что в один прекрасный день вашу землю могут отнять, но это потому, что богатые постоянно работают над тем, чтобы вы думали определенным образом.
Если оно захочет это сделать, правительство сможет очень легко и быстро однажды отобрать вашу землю.
И знаете что?
Идея о том, что одни люди могут владеть землей за счет других, никогда не имела смысла.
В один прекрасный день ее придется забрать.
Вот почему в Китае разрешена только аренда.
Там уже закончилась земля.
За успех, воплощение мечты, дружбу, за простые истины!!
Я поднимаю тост за всех инвесторов, за ваш успех и воплощение вашей мечты.
Давайте продолжим вместе работать над созданием светлого будущего для всех.
И всем моим друзьям, новым и старым, желаю в жизни дорожить простыми, но настоящими вещами, которые приносят нам радость и удовлетворение.
#Robecofirm #геолог #предпринимательство #устойчивоеразвитие #успех #дружба #тост #мечты
Я часто удивляюсь способности людей быть *настолько* несправедливыми к себе, наблюдая такое количество примеров того, как выглядит настоящая жестокость.
Мучиться из-за личных неудач и чувства вины в мире, где «успех» так часто достается людям, совершающим самые отвратительные поступки...
Мы все — очень беспорядочные создания.
Но очень важно спокойнее относиться к своему беспорядку, потому что это оставляет больше сил для борьбы с окружающей нас разрухой.
Так что постарайтесь не забывать, а?
Доброта по отношению к себе — это тоже активизм.
Некоторые программисты: «Скорость печати не имеет значения!»
или «Модальные редакторы сегодня бесполезны» :morty:
Я, извлекая функциональность моих проектов #Axum в общие библиотеки: «Подержи мою клавиатуру» :partyparrot: :helix: :ferrisdance:
Не уверен, что это лучший подход для обмена, но пока мне нравится: <URL>
Примечание: вы можете черпать вдохновение, но библиотеки не предназначены для общего использования.
Как бы вы поделились личными библиотеками?
Задание этой недели в Revelations: Не спать всю ночь.
Я уже несколько дней обдумываю идею небольшой истории.
В ней определенно больше романтики, чем разврата.
Может быть, это результат того, что я читала так много романов с неправдоподобными обстоятельствами «первых встреч», но мне она нравится.
Также в один прекрасный день я точно напишу о сексе в самолете, может быть, не с незна
Не согласен с тем, что #Mastodon сложно настроить.
В целом это действительно совсем не трудно.
Но гораздо сложнее найти людей, на которых можно подписаться, чтобы создать свою ленту новостей.
Было бы здорово, если бы были какие-то рекомендация «на кого подписаться».
Но все остальное несложно — если вы используете стороннее приложение, вроде Elk и/или Ivory.
Если оставить веб-интерфейс по умолчанию, будет выглядеть не очень хорошо (имхо).
Так что потребуется немного больше усилий, и вероятно, придется использовать хорошее приложение, чтобы улучшить #UX.
Не знаю, возможна ли профилактика, но попытаться стоит.
Четыре шага, которые я описываю в общих чертах, стоит обсудить, и по каждому из них есть определенный прогресс:
Описание: наименования инцидентов взаимодействия человек-алгоритм, которые учитывают алгоритмы и людей.
Объяснение: с учетом обеих сторон взаимного влияния
Прогнозирование: предсказывание ущерба раньше, чем он возникнет (даже если всего на несколько минут)
Вмешательство: знания о том, что можно сделать, чтобы добиться изменений, в определенных пределах достоверности
Я не смотрел CNN Town Hall, но мне кажется, что Трамп говорил в точности все то же самое, что он говорит каждый раз, когда открывает рот или нажимает «Отправить» на своем телефоне.
Даже если он не сказал чего-то во время программы, все в Америке все равно много раз услышат его начиная с сегодняшнего дня и до ноября 2024 года.
Это еще не повод давать ему дополнительный рупор, но вред этого преувеличен.
Он выиграет праймериз.
Мы не сможем избавиться от него.
Он существует, и он в любом случае будет все это говорить.
Зарегистрировался в списке ожидания Google для AI Test Kitchen и стал участником в тот же день.
Пока совсем не впечатляет.
MusicLM Demo — довольно интересная опция.
Можно запросить конкретное музыкальное произведение, например «джаз с соло на трубе в темпе 5/4», и через несколько секунд он сгенерирует для вас два трека.
Вроде понимает темп, но... музыка просто... так себе.
Выбрасывать все, что у вас есть, в расчете на GPT пока рано.
Старайся лучше, Google.
Странно заниматься тяжелой атлетикой, не зная, какой у меня максимальный вес за один подход, потому что это один из главных показателей для отслеживания прогресса.
Я тренируюсь один, в своей спальне, без подстраховки или даже стойки.
Только я и штанга с кучей блинов.
Я делаю жим лежа на кровати.
Если я попытаюсь вычислить свой максимальный вес за один подход, у меня может не хватить блинов, или, наоборот, я могу получить серьезную травму/погибнуть.
В любом случае, сегодня увеличиваю нагрузку.
Это все равно приятно.
Клянусь, бурраты не существовало еще пять лет назад
Это мой личный эффект Манделы.
Я никогда не видела его ни в одной кулинарной книге.
Я никогда не видела его ни в дорогих продуктовых, ни в итальянских кулинариях.
Я никогда не видела, чтобы чья-то мама его готовила, мне никогда не предлагали его на вечеринке, не видела, чтобы кто-то рассказывал, что использует его в необычных соусах или когда печет.
Он просто однажды появился, и теперь его вдруг можно купить везде.
Я оказалась в измерении бурраты.
Старый iPad Дрейк скоро выйдет из строя, так что она ищет новый планшет.
Мы не хотим покупать новое устройство от компаний FAANG*, так как они стараются нас изолировать.
У кого-нибудь есть любимый планшет с Linux?
Он в основном нужен для просмотра веб-страниц, иногда электронной почты и некоторых игр.
В 1998-06 номере Gamefan Джейсон Шрибер заявил в связи с затянувшейся разработкой первой игры Unreal:
«Хорошая игра считается опоздавшей только до тех пор, пока не выйдет.
Плохая игра остается плохой навсегда».
Так автором является Epic?
Можно продолжить.
В более раннем выпуске GamePro 1997-11 есть гораздо более двусмысленная фраза:
«Или, как говорят в нашей индустрии: опоздавшая с релизом игра считается опоздавшей только до тех пор, пока не выйдет.
Плохая игра останется плохой до конца вашей жизни».
Значит, это сказано мимоходом?
Просто «броская фраза» без определенного автора?
Смоки, мой 10-месячный котенок породы домашняя голубая, играет с красным резиновым устройством Apple Pencil, купленным на Amazon, которое он утащил несколько месяцев назад.
Он гордо носит его в зубах по всему дому, и я внутренне смеюсь.
Каждый раз, когда это вижу.
Совершил недавно поездку туда-обратно на новом поезде ICNG.
Мне очень понравилось.
Особ. вагоны с большими окнами.
Есть вещи, которые можно доработать.
В частности, недостаточное количество мусорных ведер и отсутствие знаков, объясняющих значение цветов освещения.
Пожалуйста, исправьте эти мелкие проблемы, и запустите побольше таких вагонов?
Я точно не буду скучать по вагонам ICM или DDZ.
Правило «Один товар в одни руки» остается в силе, потому что мы хотим, чтобы каждый в очереди мог приобрести доску.
Вы можете купить ОДНУ из перечисленных выше досок, а не по одной каждого вида.
Никаких ограничений на покупку Picos или других товаров нет.
Вчера я прекрасно провел время с моим другом и бывшим коллегой-раввином.
Мы просидели пару часов у меня на крыльце.
Такая дружба преодолевает различия.
Нам всем есть что рассказать.
Да благословит и сохранит вас Господь!
А болото покрывается зеленью.
Мне очень нравится akkoma, нравится программное обеспечение и доменное имя моего аккаунта.
Но чувствую, что начал этот аккаунт, так сказать, не с той ноги.
И мне там никогда не было комфортно.
Еще немного задержусь здесь и подумаю, стоит ли вообще переезжать.
#FalconGameBooks
Вам кажется, что восьмиглазые Репниды наблюдают за тем, как вы сажаете свой летательный аппарат на красную почву, но они не двигаются, они сохраняют неподвижность, пока вы выбираетесь из летательного аппарата и медленно идете к ним.
Земля под вашими ногами начинает вибрировать, а потом трястись, как при землетрясении, и вы теряете равновесие, хотя на Репнидов это, похоже, не оказывает никакого действия.
Камень под вашими ногами внезапно рассыпается.
Репниды проложили туннель под поверхностью, и вы падаете вниз, в пещеру, кишащую сотнями их тел.
Смерть приходит быстро — сразу несколько пар клыков впрыскивают смертельный яд вам в кровь, а воздух Дисккры загрязняет ваши легкие.
Никто никогда не узнает, что вы были первым путешественником в будущее среди людей.
Вы сажаете свой летательный аппарат носом вверх на склон террикона и выбираетесь наружу.
Вам кажется, что восьмиглазые Репниды наблюдают за вами, но они не двигаются, они сохраняют неподвижность, пока вы медленно идете к ним.
Вы останавливаетесь, все еще стоя на холме из раскрошенного камня и почвы, и говорите им: «Я пришел с миром, как друг».
Ваш Универсальный переводчик не слышит никакого ответа, похоже на то, что они вас не слышат, не говоря уже о том, чтобы понять.
Вы решаете использовать Психическое осознание, чтобы связаться с ними мысленно.
Трудно понять их мысли; они кажутся ужасающе чуждыми, и ваш разум отшатывается от соприкосновения с ними.
Вы решаете, что повторное установление контакта представляет опасность, и возвращаетесь к своему кораблю, но эта встреча проясняет ваш разум, и вы мыслите ясно впервые с тех пор, как переместились в будущее.
Вернувшись в «Крыло сокола», вы без особых сложностей прокладываете курс на Землю, в 3034 год н. э.
Обратите внимание, что во время прыжка вы израсходовали еще один полибденовый стержень.
[продолж.]
#сегодня у меня кофе, солнце и тишина!
Начала новую шаль.
Пока не уверена насчет нее.
Нашла неравномерно скрученную серебристо-серую пряжу, тонко скрученную, но с неровностями.
Я планирую смешать ее с тонкой разноцветной фиолетово-сиреневой хлопковой нитью.
Но не уверена, что мне хватит фиолетового.
Использую крючок №5 и такой же узор из столбиков с накидом, как раньше.
Соединила первые элементы вчера вечером, так что посмотрим.
Желаю всем счастливого четверга!
Но я ненавижу уроки изобразительного искусства и литературы, и мои оценки это подтверждают.
Я буквально попробовал и бросил КАЖДЫЙ ИЗ ТАКИХ ПРЕДМЕТОВ.
И я понял это только примерно два года назад, когда посмотрел на свое приложение к диплому.
Нелюбовь к урокам литературы еще хуже: я люблю читать.
Я прочитал большую часть классики до того, как мне исполнилось восемнадцать — хотя это скорее связано с тем, что я живу в сраной глуши, от отчаяния я даже читал «Британскую энциклопедию» 1979 года.
У меня удобный и прекрасный дом, и я счастлива в нем, но мне нужно быть где-то в другом месте, чтобы расслабиться и разрешить себе без чувства вины читать художественную литературу в течение дня.
Как будто я в отпуске и поэтому делаю то, что обычно делают в отпуске.
И это несмотря на то, что последние две ночи я спала хуже, чем дома, и мой #MЭ/CХУ усугубился просто из-за того, что я в незнакомой обстановке, где я хуже контролирую свою нагрузку и плохо помню, где что лежит.
И это при том, что у меня по-прежнему есть список задач, и мне еще надо обустроить свою жизнь здесь.
Humanity выходит через 5 дней.
Я взволнован, нервничаю, напряжен, и испытываю все то хорошее, что мне нравится в работе над играми.
Что о ней подумают люди?
Мне игра нравится, но сможет ли она привлечь подходящих игроков?
Возникнет ли сообщество вокруг пользовательского контента в игре?
(Я очень на это надеюсь.)
Сюжет игры, идеи и вопросы, которые она поднимает, кажутся своевременными.
Надеюсь, все пройдет хорошо.
День ThinkPad!!
Пришел домой на обеде и увидел под дверью вот это! uwu.
Хотел бы я забрать его с собой на работу, чтобы побольше поработать с настройками.
Но с этим придется подождать до вечера.
Итак, я наконец-то посмотрела #С замиранием сердца
Было ли это до приторности мило?
Совершенно точно да
Умеет ли кто-нибудь из этих персонажей говорить по-человечески?
Даже близко нет
Но понравилось ли мне?
Очень!
Что там делала Оливия Коулман?
Она что, должна кому-то денег?
Сегодня вечером один недавно выпустившийся художник плохо воспринял мои замечания.
Отчасти потому, что его плохо научили.
Но важно не оправдываться за проблемы, а просто решать их, особенно в производстве, когда ваше руководство требует изменений.
Особенно с учетом конкуренции.
Каждый художник когда-то так делал, совершал те же ошибки.
Хорошая критика нужна для быстрого решения проблемы и не подвергает сомнению ваши способности.
Она предполагает, что вы способны решить проблему или найти решение.
Хотя компостирование и рассматривание цветов — прекрасное напоминание о том, что нужно иногда понимать глаза и обращать внимание на жизнь за пределами экрана.
Не менее важно отслеживать серверы и IP-адреса.
Наблюдайте за теми семенами, которые сеют и выращивают (а не разбрасывают случайным образом) добрые люди.
Их корни скрыты.
Эта работа незаметна.
Но направлена на сильный и устойчивый рост в будущем.
Джами передала ему записку, когда они проходили друг мимо друга на дорожке, как раз перед постом с собаками.
Она шла к стене, он возвращался с дежурства.
Он оглянулся, чтобы посмотреть, как она уходит, и убедиться, что их никто не заметил.
Она не оглянулась.
Он подождал, пока не окажется в темноте жилого блока, прежде чем вытащить записку и прочитать ее в луче света, проникающем сквозь плотные шторы.
Одно слово печатными буквами.
Он долго смотрел на него, стараясь сохранять спокойствие:
В последнее время я нашла несколько замечательных новых друзей на #Mastodon и хочу делать это и дальше.
Мои посты в #Fediverse — это как песня кита в бескрайнем океане!
Хотите присоединиться к моей «стае»?
Я бы действительно хотела найти больше друзей.
Всем, кто психует по поводу CNN, стоит поблагодарить Стивена Колберта за этот резкий правый поворот.
Он помог сделать Криса Лихта общенациональной проблемой.
Как бы нам ни нравились некоторые люди, если они предоставляют фашистам карьерные возможности в низшей лиге, им, вероятно, следует это признать.
Это был первый (но не последний) раз, когда Кавеша Дилхари сделала 20+ пробежек и взяла 2+ калитки в одном матче T20I.
Она присоединяется к группе избранных шри-ланкийских спортсменок, добившихся таких впечатляющих достижений в этом формате игры.
Полиция задержала 15 человек после беспорядков на митинге у отеля для беженцев в Великобритании
Инцидент произошел в связи с ростом количества беженцев и соискателей убежища, прибывающих в Великобританию на лодках через Канал.
Полиция арестовала 15 человек после беспорядков на демонстрации против беженцев у отеля, здание которого используется в качестве места жительства для лиц, ищущих убежища, рядом с Ливерпулем, Англия.
Полиция Мерсисайда заявила, что в результате демонстрации в Ноузли вечером в пятницу пострадали один полицейский и двое гражданских.
Полиция заявила, что некоторые протестующие кидали предметы, а также подожгли полицейский фургон.
Арестованные, чей возраст варьируется от 13 до 54 лет, были задержаны за "беспорядки с применением насилия".
Комиссар(ка?) полиции Мерсисайда Эмили Спаррелл сообщила Radio City, что "обстановка была крайне опасной, нескольким полицейским были нанесены увечья".
Согласно местным СМИ, Хоум-Офис использует данный отель в качестве временного места проживания для соискателей убежища с прошлого года.
Представитель Ноузли в Британском парламенте Джордж Ховарт заявил, что беспорядки в прошедшую пятницу не отражают настроения населения.
"Жители Ноузли не расисты и доброжелательно относятся к людям, бежавшим из самых опасных мест в мире в поисках безопасности", — заявил он.
"Нынешние демонстрации против беженцев не отражают мнение всего сообщества".
Протест произошел в условиях растущего напряжения из-за растущего количества беженцев и мигрантов, пересекающих Канал на мелких лодках.
Более 45 000 человек прибыло в Великобританию таким маршрутом в 2022 году, и большинство из них запросило политическое убежище.
Работа системы рассмотрения заявок о политическом убежище практически встала из-за политического смятения и бюрократических задержек, что привело к тому, что многие соискатели убежища вынуждены находиться в отелях или других временных местах пребывания.
Такие пересечения Канала стали темой для политических обсуждений, Консервативная партия обещает "остановить эти лодки", а также разрабатывает план, согласно которому лиц, ищущих убежища, будут отправлять в Руанду.
Ее оппоненты обвинили правительство в демонизации людей, находящихся в отчаянии, бегущих от войны и бедности.
Кубок Президента: «Кэндистрайпс» наносят поражение «Роверсам» на открытии сезона в Брэндивелле
Полузащитник Дерри Адам Райли обыгрывает Ли Грейс на стадионе «Брэндивелл»
«Дерри Сити» стал победителем в Кубке Президента со счетом 2-0 против «Шемрок Роверс».
Обладатели кубка ИФА нанесли поражение победителям лиги прошлого сезона на Брэндивелле благодаря голам, забитым в первом тайме Уиллом Пэтчингом и Майклом Даффи.
«Хупс» попытались сократить отставание во втором тайме, но подопечные Руадри Хэггинса смогли продержаться и выиграть матч под занавес.
«Дерри» отправятся на встречу с «Сент-Патрикс Атлетик» на открытие лиги в следующую пятницу.
В прошлую пятницу Пэтчинг вывел «Дерри» в преимущество, забив гол боковым ударом ногой на 23 минуте, — полузащитник открыл счет, после чего игроки клуба одержали победу над текущими чемпионами со счетом 2-1.
«Хупс» одерживали победу в высшем дивизионе с отрывом в 13 очков, но вскоре Даффи вывел «Сити» вперед, когда после длинного удара мячу удалось проскочить под вратарем Леоном Ползом и попасть в ворота.
Таким образом к началу перерыва игроки, занявшие второе место в прошлом сезоне, уже забили два гола.
Грэм Берк попытался сократить отставание во втором тайме, но «Кэндистрайпс» уверенно выиграли матч, через неделю после которого последовала национальная слава.
Городской начальник Руадри Хэггинс поздравил свою команду после «самой сложной недели в своей жизни», когда скончался его брат Кевин.
«Это стало шоком, впереди ожидает тяжелое время, но мы справимся с этим в память о нем», — сказал Хэггинс.
«Победа над "Шэмрок Роверс", да еще и такая заслуженная благодаря прекрасной игре, стала настоящим удовольствием».
Министерство внутренней безопасности наймет юридическую фирму для ведения возможной процедуры импичмента Алехандро Майоркаса
Министерство внутренней безопасности наняла внешнюю юридическую фирму - Debevoise & Plimpton - для оказания поддержки в ведении дела о возможном импичменте секретаря Алехандро Майоркаса, которому потенциально может быть предъявлено обвинение со стороны республиканцев-членов Палаты представителей в отношении его действий на южной границе.
«Министерство внутренней безопасности наняло внешнего советника, чтобы помочь оградить его главную миссию от беспрецедентных, неоправданных и предвзятых попыток со стороны некоторых членов Конгресса объявить импичмент, которые уже сделали первый шаги для судебного разбирательства», — сообщил в пятницу представитель министерства в своем заявлении.
«Приоритетом министерства все также являются работа по защите нашей страны от терроризма, меры по реагированию на природные катаклизмы, защита наших границ, а также надлежащая коммуникация с более чем 70 комитетами и подкомитетами Конгресса, ведущими надзор за DHS».
Чиновник министерства рассказал CBS News, что министерство наняло фирму для работы по контракту на время ведения расследования со стороны Конгресса.
Выбор пал на Debevoise из-за его широкого опыта в делах по импичменту и межпартийной деятельности в работе с Конгрессом по надзору.
Секретарь внутренней безопасности Алехандро Майоркас выступает на совместной конференции с мексиканскими чиновниками в Государственном департаменте в Вашингтоне, 13 окт. 2022.
ОЛИВЬЕ ДУЛЬЕРИ/ AFP источник Getty Images
Министерство юстиции недавно подтвердило, что контракт с Debevoise считается корректным пунктом расходов для DHS.
DHS желает сделать все возможное, чтобы его миссия не была подорвана предвзятыми атаками, а также чтобы все дела против Майоркаса велись людьми с соответствующим опытом.
Майоркас никак не прокомментировал такое развитие событий, однако в прошлый четверг задал вопросы о ходе расследования в деле об импичменте, сказав журналистам: «Мы будем сотрудничать с этим Конгрессом так же, как мы это делали и с предыдущим. Думаю, что это наша ответственность».
Он допустил, что работа с Палатой представителей по данному расследованию «может занять время».
«Это время я проведу так же, как и все остальные, к тому же, мы не будем жертвовать временем, необходимым для выполнения нашей миссии».
Высокопоставленный чиновник из министерства подтвердил, что Майоркас еще не встречался с представителями нового внешнего советника.
Только один член кабинета министров подвергся импичменту, это был военный министр Уильям Белнап.
В 1876 Белнап, служивший при администрации президента Улисса Гранта, был обвинен во взятии взяток, но в конечном счете был оправдан Сенатом.
Главные новости
Благодарим за прочтение CBS NEWS.
Четыре подростка арестовано за нападение на 14-летнюю девочку, совершившую самоубийство после того, как видео избиения было опубликовано онлайн
Отец утверждает, что его дочь покончила с собой после издевательств в школе Нью-Джерси
Отец утверждает, что его дочь покончила с собой после издевательств в школе Нью-Джерси 02:33
В Нью-Джерси задержано четверо подростков в связи с нападением на 14-летнюю девочку, совершившую впоследствии самоубийство после публикации видео с происшествием в социальных сетях.
Один несовершеннолетний арестован за нападение при отягчающих обстоятельствах, двое несовершеннолетних арестованы за заговор с целью совершения нападения при отягчающих обстоятельствах, еще один несовершеннолетний арестован за нападки, сообщил по электронной почте CBS News Брэдли Д. Билхаймер, прокурор округа Оушен.
14-летняя Адриана Куч была найдена мертвой в своем доме в Бэйвиле 3 февраля, спустя два дня после того, как было опубликовано шокирующее видео с нападением в Центральной региональной школе старших классов.
В видео видно, как девочки швырнули напиток в подростка, затем ударили ее и тащили по школьному коридору.
Они затолкали Адриану в красные шкафчики, стоявшие вдоль школьного коридора, а затем одна из девочек в розовой майке нанесла несколько ударов Куч.
Другая девочка снимала происходящее, ее смех был слышен за кадром.
Двое взрослых вмешалось разнять драку, один из них развел подростков.
Покрытая синяками, пострадавшая Адриана лежала на полу в коридоре, пока взрослый пытался ей помочь.
Одна из девочек сказала: «Получила».
«Она любила жизнь. Она была счастливым ребенком. Все ее любили», — рассказал в четверг ее отец Майкл Куч CBS New York, добавив, что он очень зол и хочет, чтобы все увидели это видео и поняли, как подростки обошлись с его дочерью.
14-летняя Адриана Куч покончила с собой после того, как в интернете было опубликовано шокирующее видео, фиксирующее нападение на нее в школе. CBS2
Куч заявил, что необходимо было незамедлительно вызвать полицию, потому что одноклассники, с которыми, по его утверждению, у его дочери возникли проблемы, ударили ее по голове бутылкой в 20 унций.
«Если бы они вызвали полицию и провели расследование, то эти девушки не опубликовали бы видео со школы», — сказал Куч.
Он также сказал, что его дочь, все тело которой было покрыто синяками, должны были доставить в больницу.
«Мы всегда тщательно рассматриваем каждый случай издевательств, и в тот день четверо студентов было отстранено от занятий», — сообщил директор школы Д-р Триантафиллос Парлапанидес CBS New York.
Другие должностные лица школы сообщили CBS New York, что они уведомили семью, а также назвали смерть Адрианы ужасной.
Подростки и их опекуны получили копию заявления и были освобождены до будущего рассмотрения дела в суде, сообщил прокурор CBS News.
В среду ученики школы собрались в поддержку семью Адрианы.
Если вы или кто-то из ваших знакомых находится в состоянии эмоционального стресса или вас посещают суицидальные мысли, обратитесь на Линию жизни 988 Самоубийство и Кризисные состояния, позвонив или отправив сообщение на номер 988.
Вы также можете обратиться в чат 988 Самоубийство и Кризисные состояния здесь.
Больше информации о методах поддержания психического здоровья можно узнать, обратившись на линию помощи Национального альянса по психическим заболеваниям (NAMI) с понедельника по пятницу с 10 до 22 часов
по североамериканскому восточному времени по номеру 1-800-950-NAMI (6264) или по электронной почте info@nami.org.
Я поговорил с 30 экспертами в области здорового образа жизни о том, как избежать выгорания
В нашей повседневной жизни мы постоянно ищем способы, как увеличить количество энергии и избегать выгорания, особенно на работе.
Для работников в сфере здравоохранения особенно сложно найти ответ на данный вопрос, поэтому я задал его 30 специалистам, работающим в области здорового образа жизни, сформулировав его следующим образом: "Как распоряжаться энергией, чтобы не выгореть в своей профессии?"
Специальности опрошенных экспертов варьируются от инфекционных болезней до психологов и коучей по осознанности — и каждый из них поделился отличными советами о том, как не терять мотивацию и развиваться дальше.
Несмотря на заметные различия в профессиональной деятельности опрошенных специалистов, у меня получилось выделить несколько общих тем о том, как избежать выгорания.
Ниже перечислены четыре основных подхода, которые они используют.
1. Создайте крепкое сообщество
Работая с пациентами с неизлечимыми заболеваниями, Ефросина Янг утверждает, что благосостояние ей удается поддерживать благодаря своей группе поддержки.
Сертифицированный невролог, а также специалист по БАС в неврологическом отделении Университетской больницы Апстейт, Янг рассказывает, что на работе они "мобилизируются как военные".
Лечения для бокового амиотрофического склероза (БАС) не существует, однако зная, что не только она прикладывает огромные усилия для разработки терапии и предоставления лучших решений для своих пациентов, Янг чувствует в себе силы продолжать работать даже в самые сложные периоды.
"Мы не несем всю тяжесть мира на себе, мы — часть мира, где каждый горит своей работой", — утверждает она.
2. Отдыхайте, когда это необходимо
Рафаэль Вэллет работает на двух работах, в качестве исследователя сна и инженера алгоритмов, к тому же у него недавно родился ребенок, что определенно привело бы его к выгоранию, если бы он не отдыхал.
"Когда я близок к выгоранию, любое простое задание ощущается как гора, на которую нужно залезть, а также всегда крайне срочным и важным", — отмечает Вэллет.
В такие моменты "действительно необходимо сделать паузу, а также принять, что эти задачи могут и подождать".
Обычно Вэллет старается найти подходящий момент в течение дня, чтобы сделать перерыв и провести время на природе и расслабиться перед тем, как вернуться на работу.
3. Гореть своим делом и помнить о своем назначении
До весны 2022 года специалистка по инфекционным болезням Селин Гаундер работала по 100 часов в неделю, семь дней в неделю.
Работа на передовой во время пандемии забирала почти все ее время, но она смогла избежать выгорания, так как постоянно напоминала себе, в чем важность ее работы.
"Я думаю, что работа не ощущается как работа, если вы чувствуете, что действительно на что-то влияете", — отмечает Гаундер.
"Если вы работаете неимоверное количество часов, но при этом для вас эта работа не имеет никакого смысла, то думаю, что в таком случае необходимо сделать шаг назад и спросить себя, что же вы делаете".
4. Займитесь тем, что вас радует
Опрошенные из всех категорий утверждают, что они также занимаются различными хобби, такими как занятием спортом, танцами или даже игрой на гитаре.
Крайне важно наслаждаться жизнью и за пределами вашей работы, отмечает Кристина Маслэч, социальный психолог, бывший профессор психологии в У. К. в Беркли и автор "Челендж на Выгорание: Как Наладить Отношения между Людьми и их Работой".
"Взгляните на вашу жизнь в целом, удостоверьтесь, что в ней много хорошего и вы находите на это время".
Скачать бесплатно Руководство по Инвестированию, краткий и простой справочник Уоррена Баффетта для CNBС, в котором миллиардер делится своими лучшими советами для регулярных инвесторов, рассказывает, что можно и нельзя делать, а также расскрывает свои три ключевых принципа.
Подпишитесь прямо сейчас: Узнайте больше, как распоряжаться своими деньгами и карьерой, в нашей еженедельной рассылке
Несовершеннолетнего обвинили в убийстве после стрельбы в школе Чикаго в декабре, в результате которой погибло двое человек
Обвинение в убийстве было предъявлено 16-летнему подростку, в декабре учинившему стрельбу, которая привела к гибели двух учеников в Чикагской старшей школе, сообщила полиция в пятницу.
Подозреваемый обвиняется по двум пунктам по делу об убийстве первой степени и двум пунктам по делу о покушении на убийство, сообщил Дэвид Браун, начальник полиции Чикаго.
«К данному моменту нами не были установлены четкие мотивы, которые объяснили бы, почему 16-летний подросток решил открыть стрельбу и убить других детей», — сообщил Браун.
Имя подозреваемого не было обнародовано в пятницу из-за его возраста, однако Браун заявил, что отвечать за убийство и покушение на убийство он будет как взрослый.
Четверо подростков стали жертвами стрельбы 16 декабря в старшей школе Бенито Хуарез.
Тогда полиция заявила, что скончалось двое мальчиков 14 и 15 лет.
Следователи рассказали, что выйти на подозреваемого, арестованного в четверг, удалось благодаря показаниям граждан.
«Мы благодарны всем, кто не побоялся дать показания, чтобы преступник был пойман и смог понести наказание», — сообщил Ким Фокс, государственный обвинитель округа Кук.
В субботу ожидается появление подозреваемого в залоговом суде, рассказал Браун, где будут представлено больше подробностей о доказательствах, которые были собраны.
Биологи Миннесоты спасли застрявшего медведя
Департамент природных ресурсов Миннесоты пришел на помощь медведю - после несчастного инцидента, в котором медведь застрял в яме.
Согласно посту департамента в Фейсбуке, медведь оставался в водопропускной трубе у дороги рядом с Ваннаской, Миннесота.
Но когда начал таять снег, труба наполнилась водой и медведь оказался в ловушке из высокого снега и льда, сообщается в департаменте.
Работники департамента быстро отреагировали на ситуацию и помогли медведю выбраться.
Эндрю Три, биолог и специалист по медведям департамента, «осмотрел медведя и заявил, что животное находится в здравии, но кажется немного пьяным — очевидно из-за того, что его разбудили из зимней спячки», сообщалось в посте на Фейсбуке.
Впоследствии работники департамента перевезли медведя в государственный заповедник, чтобы он смог снова впасть в спячку.
Возраст медведя предположительно составляет 6 лет, вес — между 375 и 400 фунтов.
Департамент напомнил местным жителям, что любые манипуляции по перемещению медведей лучше оставить профессионалам.
Если вы переживаете о судьбе медведя в вашем районе, свяжитесь с местными властями — и не пытайтесь передвигать или кормить спящее животное.
В данном случае прохожие сначала попытались сами выкопать медведя и дать ему еду, включая «Pop-Tarts», салат и кошачий корм «Fancy Feast».
Но к счастью для копателей с добрыми намерениями, «медведь ничего не откусил, потому что зимой у них нет желания ничего есть».
Миннесота является домом для примерно 12-15 000 черных медведей, проживающих в основном в северной части штата, согласно Департаменту природных ресурсов.
Зимой хищники впадают в спячку примерно на шесть или семь месяцев, во время которых они ничего не едят, используя запасы жира в теле.
Фото: в Египте после реставрации торжественно открылись гробницы Джехути и Гери.
Гробницы Джехути и Гери были торжественно открыты в четверг после завершения работ по реставрации.
Церемонию открытия вели Генеральный секретарь Высшего совета Египта по древностям Мустафа Вазири, посол Испании в Египте Альваро Ирансо и президент Национального исследовательского совета Испании (CSIC) Элоиса дел Пино.
Вазири рассказал, что две гробницы были обнаружены во время совместной испано-египетской археологической миссии, организованной Высшим советом по древностям и CSIC, которая началась в 2002.
Он сообщил, что в ходе миссии были проведены раскопки и реставрационные работы, а также опубликована исследовательская работа о гробницах, располагающихся в районе Дра Абу аль-Нага, на западном береге Луксора.
Им удалось найти множество гробниц, саркофагов, мумий, а также погребальный сад.
Великие гробницы из великой эпохи
Вазири пояснил, что данные гробницы принадлежали известным людям, жившим в эпоху 18 династии Нового царства — одной из самых значимых эпох Древнего Египта.
Он сказал, что гробницы расположена в форме буквы Т и что такой стиль использовался в гробницах во времена правления 18 династии.
Они состоят из входа, колонного зала, ведущего к погребальной шахте, и стен с отчетливыми надписями.
Вазири добавил, что Джехути был главой государственной казны и курировал работу ремесленников и художников во время правления царицы Хатшепсут.
Джехути также отвечал за описание путешествия Хатшепсут в Пунтленд, а также за предоставление электрума (сплав серебра и золота) для покрытия вершины обелиска, которого она поместила в Карнакском храме.
Вдобавок он был ответственным за процесс перемещения обелисков.
В помещении, предшествующем погребальной камере Джехути, стены полны выгравированных надписей, содержащих 43 главы Книги мертвых, что встречается впервые, так как ранее главы книги писались на льне или папирусе.
Гери занимал позицию начальника королевских запасов священной царской жены и матери Аххотеп.
Джаред О'Мара никогда не должен был быть кандидатом от лейбористов, заявила Рейчел Ривз
Опальный бывший депутат Джаред О'Мара «никогда не должен был быть избранным в качестве кандидата от партии лейбористов», он заслуживает свое наказание в виде четырех лет в тюрьме, заявила теневой канцлер казначейства.
Рейчел Ривз поговорила с the Guardian в северо-восточном избирательном округе Болтона в пятницу, несколько часов после того, как ключевые фигуры местной ячейки партии покинули ее в знак протеста против того, как Национальный исполнительный комитет (NEC) контролировал процесс отбора в парламент для предстоящих всеобщих выборов.
Члены отборочного комитета северо-восточного Болтона в полном составе подали в отставку из-за отсутствия возможности сформировать краткий список кандидатов, что становится все более частой практикой в лейбористской партии под руководством Кира Стармера, заявив: «Еще раз подтвердилось, что лейбористской партии важнее продвигать взгляды и устои небольшого кружка людей в Лондоне, чем местных представителей севера».
Они добавили: «Это идет вразрез с необходимыми действиями, чтобы заполучить обратно Красную стену, что крайне необходимо, чтобы сформировать лейбористское правительство».
Ривз сказала: «Я не знаю обстоятельств того, что случилось в Болтоне, но знаю, что те, кто были избраны, являются сильными кандидатами, крепко связанными со своим сообществом».
Особое неудовольствие вызвал тот факт, что Ли Дреннан, председатель Северозападного крыла лейбористов и помощник Джереми Корбена, поддерживающего депутата от Северного Уоррингтона Шарлотту Никольс, не был включен в длинный список, чтобы занять место консерваторов, несмотря на то, что его кандидатуру выдвинули четыре крупных профсоюза.
Ривз заявила, что ничего не может поделать с процессом отбора кандидатов, добавив: «Я знаю однако, что важно сохранять строгие правила относительно того, кто может войти в длинный список и кто в краткий».
На этой неделе О'Мара был заключен на четыре года колонии после того, как суд присяжных признал его виновность по делу о подделывании отчетов по расходам на сумму 52 000 фунтов стерлингов с целью финансирования свой кокаиновой и алкогольной зависимости.
Многие предположили, что лейбористы недостаточно его проверили, когда он был избран для борьбы с Ником Клеггом, бывшим кандидатом от либеральных демократов на пост премьер-министра, в Шеффилд Хэллэм во внеочередных всеобщих выборах 2017 года.
На вопрос о том, считает ли она, что провал О'Мара будет восприниматься как нечто большее в глазах NEC, Ривз ответила: «Я ни в коем случае не хочу сказать, что все, кто не вошли в короткий список, употребляют кокаин.
Но ситуация с Джаредом О'Мара ужасна.
Он никогда не должен был быть избран в качестве кандидата от лейбористов; он никогда не должен был стать депутатом.
Он использовал государственные деньги, поэтому наказание, которое он получил, является абсолютно заслуженным».
Случай О'Мары был «исключительным», заявила Ривз, но признала: «Партии лейбористов и всем политическим партиям необходимо вынести важный урок относительно отбора кандидатов.
Но я бы хотела добавить, что в этом парламенте мы постоянно наблюдаем расшатывание стандартов политики, не в последнюю очередь из-за изменений касательно премьер-министров, штрафов, партий и стандартов, которую мы не могли бы ожидать».
Она добавила: «О лейбористской партии я могу сказать лишь то, что когда они ошибаются, то теряют кнут. Про консерваторов такого не скажешь».
Каждое утро в будний день Арчи Блэнд и Нимо Омер бесплатно расскажут вам о всех самых важных историях, а также что они означают.
Уведомление о конфиденциальности: Новостные рассылки могут содержать информацию о благотворительных акциях, интернет-рекламу, а также контент из внешних сторон.
Подробнее в нашей Политике конфиденциальности.
Мы используем Google reCaptcha для защиты веб-сайта, применяя Политику конфиденциальности и Условия использования Google.
Ривз посетила Болтон, чтобы встретиться со стажерами в учебном центре Openreach, обеспечивающей широкополосный доступ в Великобритании.
После присутствия на площадке стоимостью в 1,7 млн фунтов стерлингов, где стажеры забирались на тренировочные телеграфные столбы, Ривз обсудила планы лейбористов по пересмотру сбора на обучение, который обязаны выплачивать крупные компании для финансирования обучения, составляющий 0,5% от фонда заработной платы.
Представители бизнеса жалуются, что условия сбора недостаточно гибкие. Например, заявила Ривз, в Openreach «хотели бы провести переобучение людей, работающих с медью, работе с волокном, однако сбор на обучение не предполагает возможности переобучения».
Ривз сообщила, что лейбористы скорректируют сбор таким образом, что компании смогут использовать эти деньги для проведение переобучения работников в таких сферах, как автомобилестроение, а также в тех, в которых на данный момент используются газовые бойлеры.
«Нам это необходимо, чтобы совершить энергетический переход к чистому нулю, для этого необходимо проводить обучение по работе с электрическим транспортом или установкой тепловых насосов или водородных котлов.
Мы хотим, чтобы такие люди прошли переобучение и получили необходимые навыки для успешного выполнения свой работы.
А сбор на обучение играет не в их пользу.
Представители бизнеса хотят большей гибкости, чтобы молодые люди могли начать профессиональную жизнь, а старшее поколение имело бы возможность пройти переобучение для получения достаточного количества релевантных навыков для работы в будущем», — заявила Ривз.
Один арестованный во время протестов у Галереи Тейт из-за мероприятия по чтению дрэг-квин для детей
Полиция задержала одного человека во время протестов у Галереи Тейт, где проходило мероприятие, организованное дрэг-квин, по чтению историй для детей.
Столичная полиция сообщила, что у арт-галереи в окрестностях Вестминстера был арестован один человек по подозрению в расистском комментарии по отношению к офицеру полиции.
Сообщений о получении травм не поступало, офицеры оставались на местах, заявили в ведомстве.
В субботу в Тейте проходило мероприятие «Время историй от Дрэг-квин Великобритания», в котором читала рассказы Аида Эч Ди, которую на веб-сайте галереи называют первой дрэг-артисткой в Европе, читающей рассказы детям».
Группа правых протестующих собралась на демонстрацию у галереи, куда также прибыли их противники, выступающие за права транс-персон, а также политические группы, включая «Дай ответ расизму».
Офицерам пришлось организовать коридор, по которому посетители смогли пройти к месту проведения мероприятия.
Дрэг-квин сообщила в своем Твиттере, что этот был «по-настоящему эмоциональный» день, добавив, что группе из пяти протестующих удалось пройти в Тейт и «учинить сбои в работе» здания, однако на чтения это никак не повлияло.
До этого, в сообщении Pink News, она назвала приглашение на данное мероприятие от Тейта для месяца истории ЛГБТК+ «большой честью».
Ее чтения уже становились объектом протестов.
Дрэг-квин заявила, что заранее была проведена «оценка рисков», добавив однако, что их необходимость сама по себе является «нелепой».
Аида написала в Твиттере: «5 хейтеров ворвались в Тейт. Учинили сбои в работе здания. НО не в работе "Времени историй от дрэг-квин Великобритания"... Они навели шумиху по всему музею, но не там, где проходило шоу!! ШОУ прошло гладко!!!»
Аида проводит несколько сессий таких чтений по субботам, в 11.00, в полдень и в 14.00.
Представитель галереи Тейт заявил: «Мы не планируем наши мероприятия с артистами с целью продвижения каких-либо конкретных точек зрения или примирения групп с разными точками зрения».
Мы предлагаем широкую программу в наших галереях, а у посетителей есть право выбора, с какими аспектами они хотят взаимодействовать».
Один из самых дорогих небоскребов Трампа на Уолл-стрит 40 попал «под наблюдением кредиторов» на фоне снижающихся доходов: отчет
Один из самых закредитованных небоскребов Дональда Трампа на Уолл-стрит 40 попал «под наблюдение кредиторов» на фоне снижения доходов и роста цен, сообщил Bloomberg в пятницу.
Доля свободных площадей в 72-этажном здании — самом дорогостоящем у Трампа — выросла до почти 18% в третьей четверти прошлого года согласно ежемесячной отчетности по оставшимся 126,5 миллионам ипотеки на здание, сообщается в Bloomberg.
В то же время, по имеющимся сообщениям, расходы выросли на 11% по сравнению с уровнем 2015 года, когда была заключена сделка по ипотеке.
Трамп всегда хвастался своим небоскребом, который он приобрел в 1995 и который был оценен в 540 миллионов долларов в 2015.
11 сентября 2001 года, в день террористической атаки, в результате которой был разрушен Всемирный торговый центр и погибло 3000 человек, Трамп хвастался в телевизионном интервью, как здание на Уолл-стрит 40 внезапно стало самым высоким в городе.
Такое циничное заявление было к тому же ложью.
Самым высоким зданием после разрушения башен-близнецов стало здание поблизости, располагающееся на Пайн-стрит на нижнем Манхэттене.
Стоимость аренды высотных офисов снижалась в течение нескольких лет, ситуация особенно обострилась после вспышки пандемии COVID-19 — тогда многие компании закрыли свои офисы и позволили работникам оставшихся фирм работать удаленно.
Wells Fargo, обслуживающая ипотечные займы в здании на Уолл-стрит 40, «обратилась к заемщику для уточнения статуса арендных процедур», а также планирует улучшить показатели недвижимости, сообщил Bloomberg, ссылаясь на сообщения.
Владелец Вагнера заявил, что война в Украине растянется на несколько лет
Владелец российской частной военной компании «Вагнер», активно задействованной в боях в Украине, предположил, что война может растянуться на несколько лет.
В видео с интервью, выпущенном поздно вечером в пятницу, Евгений Пригожин заявил, что России может понадобится от 18 месяцев до двух лет, чтобы обеспечить полный контроль над Донбассом, промышленным центром на востоке Украины.
Он добавил, что война может растянутся на три года, если Москва решит захватить более широкие территории, находящиеся восточнее Днепра.
Заявление Пригожина, миллионера, имеющего тесные связи с российским президентом Владимиром Путиным, по кличке «повар Путина», которую он получил благодаря прибыльным контрактам по организации питания, означает признание сложностей, с которыми столкнулся Кремль в операции, которую изначально планировалось завершить за пару недель после вторжения российских войск в Украину 24 февраля.
Россия понесла серию унизительных поражений осенью, когда украинской армии удалось успешно провести контрнаступление и вновь установить контроль над широкими территориями на юге и востоке страны.
Кремль отказался делать прогнозы относительно того, сколько еще могут продолжаться бои, утверждая, что то, что называется «специальной военной операцией», будет продолжаться, пока не будут достигнуты поставленные цели.
Российские силы сконцентрировались на Донецкой и Луганской областях, составляющие регион Донбасс, в котором управляемые Москвой сепаратисты сражаются с украинскими войсками с 2014.
Пригожин рассказал, что наемники группы Вагнер продолжают ожесточенные сражения за украинский Бахмут, оплот Донецкой области.
Он признал, что украинские войска оказали жесткое сопротивление.
Когда российские войска бросили свои силы на Донбасс, Москва также попыталась деморализовать украинцев, оставив их без отопления и воды в холодную зиму.
В пятницу Россия совершила 14-ый массивный налет на энергетические объекты и объекты критической инфраструктуры Украины.
Под удар попали объекты высоковольтной инфраструктуры в восточных, южных и западных регионах, что привело к отключению энергии в некоторых районах.
Представители украинской энергетической компании «Укрэнерго» сообщили в субботу, что ситуация «сложная, но контролируемая», добавив, что для поддержания бесперебойного функционирования энергетической системы были задействованы резервные источники, отметив однако, что в некоторых районах будет продолжаться распределение энергии.
Главнокомандующий армией Украины генерал Валерий Залужный заявил, что российские войска запустили 71 крылатую ракету, 35 ракет класса С-300 и семь беспилотников «Шахид» за период между поздним вечером четверга и днем пятницы, добавив, что украинские силы противовоздушной обороны сбили 61 крылатую ракету и пять беспилотников.
Украинские власти сообщили о новых атаках дронов-камикадзе позже в пятницу.
Воздушные силы Украины сообщили, что вечером военные сбили 20 дронов «Шахид».
Раннее в пятницу российские военные блогеры и некоторые украинские новостные агентства опубликовали видео, на котором видно как морской дрон атакует стратегически важный железнодорожный мост в Одесской области.
На зернистом видео видно, как быстро движущийся объект приближается к мосту в Затоке, находящемуся примерно в 50 километрах (30 милях) на юго-запад от Одессы, и попадает в него, вызывая мощный взрыв.
Достоверность этого видео не может быть установлена.
Украинские военные не прокомментировали атаку, а представитель областной администрации Сергей Братчук не подтвердил прилет беспилотника во время своего выступления по телевидению в субботу.
Данный мост, который уже подвергался российским ракетным ударам в начале войны, служит для железнодорожного сообщения с Румынией и является ключевым каналом для поставки западного вооружения.
AP о войне в Украине: https://apnews.com/hub/russia-ukraine
Казахские спасатели вытащили из-под завалов в Турции 7 выживших и тела 19 погибших: 11 февраля 2023, 12:15
GAZIANTEP.KAZINFORM - В Турции Казахские спасатели продолжают поиски выживших под завалами, цитирует Kazinform пресс-службу Министерства по чрезвычайным ситуациям Казахстана.
Работа спасателей затрудняется большим количеством обломков и нестабильным положением построек.
На данный момент команде казахских спасателей удалось вытащить семеро выживших после землетрясения в Турции, а также тела 19 скончавшихся, включая одного ребенка.
Первая медицинская помощь также предоставляется круглосуточно.
Напомним, что землетрясение магнитудой 7,7, которое привело к серьезным разрушениям на юго-востоке Турции и северной части Сирии, произошло рано утром в понедельник.
На сегодня количество погибших на юго-востоке Турции превысило 20 000.
Фото: t.me/qr_tjm
Чемпионат Азии как новый толчок к развитию легкой атлетики
ASTANA.KAZINFORM - Церемония открытия 10го Чемпионата Азии по легкой атлетике в помещении прошла в пятницу в спортивном комплексе "Qazaqstan" в Астане.
Мероприятие посетил премьер-министр Казахстана Алихан Смаилов, цитирует Kazinform пресс-службу премьер-министра Казахстана
На открытии мероприятия глава правительства Казахстана зачитал приветственное письмо президента Касыма-Жомарта Токаева.
"Спорт не знает границ.
Он укрепляет дружбу, сближает нации и страны.
Особое внимание уделяется спорту в Казахстане.
В нашей стране есть все условия для занятий профессиональным и массовым спортом.
Особое внимание уделяется развитию спортивной инфраструктуре.
Очевидным подтверждением этого является данный комплекс для атлетики, в котором находится шесть тысяч человек", — написано в письме президента Казахстана.
Казахские атлеты успешно принимают участие в крупнейших мировых состязаниях, представляя Казахстан.
Они являются примером для растущего поколения и вдохновляют молодежь на великие победы, отметил Токаев.
Он выразил уверенность, что проведение Чемпионата Азии в Астане даст новый толчок для развития легкой атлетики в стране, что приведет к усиленному взаимодействию с международными организациями в данной сфере.
Премьер-министр Казахстана Смаилов выразил особую благодарность Президенту Азиатской легкоатлетической ассоциации Дахлану аль-Хамаду за его помощь в подготовке и проведении чемпионата.
Чемпионат Азии впервые проходит на территории СНГ.
Турнир объединил более 500 атлетов из 31 стран, которые будут состязаться в беге, эстафете, прыжках в длину, прыжках в высоту с разбега, тройном прыжке, прыжках с шестом, толкании ядра и многоборье.
Турнир продлится до 12 февраля.
Ранее сообщалось, что на турнире казахская бегунья Каролин Чепкоеч Кипкируе завоевала золото в женском забеге на 3000 метров, а также Ольга Сафронова пришла второй в женском забеге на 60 метров.
Фото: primeminister.kz
Актриса сериала «Йеллоустон» К'орианка Килчер оправдана по делу о мошенничестве
Адвокат Камилла Васкез, представлявшая интересы Джонни Деппа в прошлогоднем нашумевшем процессе о клевете, выиграла еще одно дело — на этот раз с актрисой «Йеллоустона» К'орианкой Килчер.
В пятницу прокуратура округа Лос-Анджелес освободила 32-летнюю Килчер от всех обвинений в отношении дела о мошенничестве с компенсациями работникам.
В заявлении, опубликованном в The Times в пятницу, представитель прокуратуры округа Лос-Анджелес заявил, что суд «установил, что мисс Килчер не совершала актов мошенничества со страхованием, а также уведомил о том, что суд не планирует продолжать разбирательство».
В июле 2022 калифорнийские власти обвинили Килчер в двух уголовных преступлениях относительно мошенничества с компенсациями работникам, утверждая о незаконном присвоении более 96 000 долларов по нетрудоспособности в период между октябрем 2019 и сентябрем 2021.
Данный период также включает в себя несколько месяцев, проведенных Килчер за работой над «Йеллоустоном», в которой она участвовала несмотря на утверждения актрисы, что полученные травмы не позволяли ей работать.
Килчер добровольно сдалась и была привлечена к суду в мае.
«Сегодня я крайне благодарна, что мое дело закрыто — а завтра я начну свой путь по освещению темы прав работников, а также требовать большей прозрачности по данному вопросу в корпоративой системе», — говорилось в заявлении Килчер, опубликованном в пятницу в The Times.
Она добавила, что ей «не терпится поделиться подробнее об этом опыте и продолжить заниматься любимой работой».
Килчер также поблагодарила Васкез и ее коллегу адвоката Стива Кука из Brown Rudnick за «их непоколебимую веру в мою невиновность».
Согласно TMZ, Килчер наняла обоих в сентябре.
Килчер прославилась благодаря вышедшему в 2002 году фильму Терренса Малика «Новый свет», где она сыграла Покахонтас.
Ее фильмография также включает такие работы, как «Сыны анархии», «Алиенист» и «Дора и затерянный город».
В последний раз она появилась на экране вместе с Чаннингом Татумом в роуд-муви «Лулу и Бриггс».
Над данным отчетом также работала Кристина Мартинез, работник Times.
Глава Balenciaga назвал праздничную кампанию «дурацкой ошибкой»
Бренд люксовой одежды Balenciaga все еще не оправился после скандала вокруг двух своих последних рекламных кампаний.
Несколько месяцев спустя после того, как модный дом попал под удар за промо изображения, которые были раскритикованы за сексуализацию детей, арт-директор Balenciaga Демна (полное имя Демна Гвасалия) в пятничном интервью Vogue заявил, что он до сих пор сожалеет об этих изображениях.
«Я бы хотел лично извиниться за эту ошибку в художественном выборе концепта кампании подарков с детьми, я ответственен за это», — рассказал он Vogue, перекликаясь со своим предыдущим заявлением, опубликованным в социальных сетях в декабре.
В ноябре бренд опубликовал фотографии для своей коллекции «The Gift», в которых были изображены дети-модели, позирующие с плюшевыми мишками, одетыми в элементы бондажа.
Вскоре после чего Balenciaga выпустили фотографии для своей коллекции весна 2023, в которых на фоне фигурировала страница из дела Верховного суда 2008 года о «виртуальном детской порнографии».
Родители, включая звезду реалити-шоу и давнюю фанатку Balenciaga — а также партнера бренда — Ким Кардашьян, высказались против бренда и его «тревожащих кадров» в социальных сетях.
Несколько дней спустя Balenciaga выпустили заявление с извинениями за фото, описывая, какие изменения будут применены для избежания «похожих» ошибок в будущем.
«Этот опыт заставил меня переоценить много аспектов о том как я, мы работаем, как мы создаем и какие сообщения помещаем в изображения, как мы взаимодействуем с аудиторией, а также как мы учимся на ошибках и двигаемся дальше», — заявил Демна Vogue.
Он уточнил, что изменится в Balenciaga после скандала: планируется «реструктуризация отдела по работе с изображениями», проведение больше внутренних и внешних проверок изображений для кампаний, а также партнерство с Национальным детским альянсом для помощи «тысячам детей, пытающихся преодолеть травму и работающих над своим психическим здоровьем».
«Это единственное, что меня радует во всей этой ужасной ситуации: возможность сделать что-то хорошее», — отметил он, говоря о партнерстве, о котором было объявлено в среду.
Вместе с Альянсом планирует сотрудничать материнская компания Kering, контролирующая также такие люксовые бренды, как Saint Laurent и Bottega Veneta.
В группу компаний Kering входит Gucci, также получивший немало критики в декабре за свою кампанию с Гарри Стайлзом, которую некоторые пользователи социальных сетей восприняли как сексуализацию детей.
В интервью Демна сообщил, что планирует отдалиться от «провокационного» стиля бренда.
«Это один из уроков, которых я вынес: мой подход ко всему что я создаю будет более зрелым и серьезным — идеи ли это или изображения», — сказал он.
«Я принял решение вернуться к своим истокам в моде, а также к истокам Balenciaga, который создает качественную одежду — а не изображение или шумиху».
Говоря об истории бренда, во всех других интервью Демна утверждал, что одним из самых «больных» для него моментов скандала стало опорочение «имени Balenciaga и наследия Кристобаля Баленсиаги».
«История дома Balenciaga насчитывает более ста лет, у него сильные и прекрасные креативные ценности, и все это время я делал все в моей креативной силе, чтобы вдохнуть в него современность, но внезапно мы оказались под атакой и нас осудили за то, чем мы не являемся», сказал Демна.
«Безусловно мы совершили огромную и дурацкую ошибку с кампанией подарков и мы совершенно точно много вынесли из нее».
Это фейки, Центральный банк Нигерии отвергает утверждение, что он не справляется с печатью новых банкнот найры
Центральный банк Нигерии (CBN) назвал вводящим в заблуждение отчет, который якобы основывался на высказываниях главы CBN мистера Годвина Эмефиле, в котором утверждалось, что текущие сложности с распространением банкнот найры нового образца связаны с нехваткой материалов для печати в Нигерийской компании по печати и чеканке ценных бумаг Plc.
В своем заявлении, выпущенном в субботу, представитель CBN Осита Нвасиноби сообщил, что глава CBN не совершал подобных заявлений во время своей презентации в Национальном государственном совете в пятницу 10 февраля 2023.
Мистер Нвасиноби сказал, что Эмефиле сообщил на встрече только о том, что NSPMC работает над печатью банкнот всех номиналов найры, чтобы закрыть потребности нигерийцев в тразакциях.
Он сказал, что CBN с пониманием относится к беспокойствам со стороны заинтересованных сторон по поводу распространения новых банкнот найры, однако «мы встревожены тем, в каких масштабах лица с корыстными интересами пытаются манипулировать фактами и настроить общество против Банка».
Нвасиноби сообщил, что CBN по-прежнему продолжает выполнение своих функций в монетарной политике, как это зафиксировано в Акте CBN от 2007 (с поправками).
«Нам бы хотелось еще раз отметить, что NSPMC имеет все возможности и достаточно материалов для производства необходимого количества банкнот найры.
«В связи с чем банк хотел бы обратиться к общественности с просьбой игнорировать указанный отчет и проявить больше сдержанности, хотя мы и усердно работаем над увеличением объемов циркулирования новых банкнот в стране», — добавил он.
В отношении одной голосовой заметки, набравшей популярность в социальных сетях, в которой сообщалось о том, что CBN планируют закрытие некоторых банков, в частности в определенном геополитическом регионе страны, CBN заявил, что таких планов не имеется и что такие заявления не имеют логики, т. к. не совпадают с принципами работы банковской системы Нигерии.
«Поэтому рекомендуется игнорировать такие записи, так как они не отображают курса политики CBN, а являются лишь отчаянными попытками некоторых лиц настроить общество против Банка», — заявил он.
Тим Шервуд раскритиковал Педро Перро, с которым был заключен контракт на 44 млн фунтов стерлингов, после его печального дебюта в «Тотенхэме»
У Порро выдался тяжелый день из-за матча с «Лестер Сити» (Фото: Getty)
Тим Шервуд назвал его защиту во время матча «Тотенхэма» с «Лестер Сити», закончившегося проигрышем первого с результатом 4-1, «просто отвратительной».
Шпоры подписали правого защитника из «Спортинга» в день окончания изначального срока по займу на 5 миллионов фунтов стерлингов с обязательством выплаты этим летом оставшейся суммы в 39 миллионов фунтов стерлингов.
23-летний футболист дебютировал в команде Антонио Конте в субботу на стадионе «Кинг Пауэр», где его команда вышла вперед на 14 минуте благодаря Родриго Бентанкуру.
Однако день оказался непростым: для Порро выдался жаркий первый тайм в Премьер-лиге, когда Нампалис Менди, Джеймс Мэддисон и Келечи Ихеаначо забили по голу, выведя Лестер вперед со счетом 3-1.
Испанец попал под огонь еще раз, когда «Лестер» подумали, что Барнс забил четвертый гол, и хотя его не засчитали из-за положения вне игры, бывший менеджер шпоров был шокирован попытками защиты игрока.
«Я не хочу давить на парня, но его нужно освободить от своих обязанностей», — сказал Шервуд в Soccer Saturday.
Я сделаю поблажку, не делая быстрых выводов, так как это его дебют, но Педро Порро хороший игрок, это невероятно.
Его позиционирование было просто отвратительным, Барнс и Мэддисон уделали его одной левой.
Дэниел Леви говорил на прошлой неделе, что да, они потратили много денег, но процесс рекрутинга был крайне неудовлетворительным, и это стало лишним доказательством.
Давайте не делать пока никаких выводов, но я вижу перед собой игрока, который не хочет вести оборону.
Более: Премьер-лига
«Антонио Конте пожаловался на защиту, и этот игрок на данный момент пытается провести оборону. Против него выступают очень сильные игроки в лице Барнса и Мэддисона, но это очень разочаровывает».
И хотя гол не был засчитан, «Лестеру» удалось восстановить преимущество со счетом 4-1, когда Барнс забил еще один гол в решающие девять минут до окончания основного времени.
Несмотря на победу над «Манчестер Сити» на прошлой неделе, «Тотенхэм» упустил возможность продвинуться выше «Ньюкасла» и занять третье место.
СМ. ТАКЖЕ: Джимми Флойд Хассельбайнк не рекомендует подписывать Жуана Феликса, предложив на его место звезду «Тоттенхэма»
СМ. ТАКЖЕ: «Тоттэнхэм» намерен сделать ставку на звезду «Кристал Пэлас» Марка Гехи, но у «Челси» есть неофициальный план по обратному выкупу.
Больше подобных историй можно найти, перейдя на нашу спортивную страницу.
Подписывайтесь на Metro Sport в Фейсбуке, Твиттере и Инстаграме, чтобы не пропустить последние новости.
Джек Смит должен выиграть в вопросе о привилегиях по повестке Майка Пенса
Новости о том, что спецпрокурор Джек Смит направил повестку в суд Майку Пенсу, поднимают вопрос: Как команда Трампа планирует действовать в суде в связи с новым ходом Министерства юстиции?
Если коротко, то любые попытки заблокировать повестку Пенсу по праву привилегии избирательной власти не сработают.
Во-первых, все еще стоит принципиальный вопрос, а может ли вообще бывший президент ссылаться на привилегии.
Напомним, что 6 января Трамп безуспешно попытался воспрепятствовать решению комитета Конгресса по получение документов из Белого дома.
Верховный суд США отклонил прошлогоднюю заявку Трампа на апелляцию, несогласие выразил только Джастис Клэренс Томас (муж Джинни Томас, выступавшей против результатов выборов 2020 года).
Но суд оставил открытым вопрос о том, может ли экс-президент претендовать на привилегию исполнительной власти, по поводу которого судья Бретт Кавано предположил, что он смог бы поддержать такую заявку.
Как минимум непонятным остается вопрос о том, может ли бывший президент требовать такую привилегию, уже не говоря о том, будет ли она удовлетворена.
Вдобавок, дело Верховного суда по обвинению тогдашнего президента Ричарда Никсона и его попыткой избежать дачи показаний по повестке показывает, что какое-то расплывчатое упоминание о праве привилегии не особо сработает, к тому же, может вообще быть урезано при наличии особой необходимости для сбора доказательств.
В деле 1974 года «Соединенные Штаты против Никсона» констатировалось:
... когда доводы в пользу привилегии в отношении материалов, истребуемых для использования в уголовном процессе, основываются только на общей заинтересованности в конфиденциальности, они не могут возобладать над фундаментальными требованиями должной правовой процедуры в рамках справедливого отправления уголовного правосудия.
Общее требование соблюдения привилегии должно уступить явной и продемонстрированной необходимости в доказательствах, которые ожидаются для рассмотрения уголовным процессом.
Таким образом, прецедент на стороне правительства.
Конечно, такие задержки в оспаривании, даже с заведомо проигрышной стратегией, идут в некотором роде на руку Трампу.
Но еще сильнее снижает вероятность удовлетворения требования на привилегию факт предыдущего непринятия попыток Трампа блокировать показания большого жюри 6 января.
В ходе процесса непринятия было отмечено, что, как сообщалось в The Washington Post в октябре, Марк Шорт, бывший помощник Майка Пенса, к примеру, «предположительно обладал важной информацией для уголовного расследования Министерства юстиции о штурме Капитолия 6 января 2021 года, которой не располагал ни один другой источник».
А также, что Пенс вероятнее всего тоже располагает уникальной информацией, которая была бы полезна МинЮсту для рассмотрения дел по повесткам.
Причина, почему мы считаем, что Пенс располагает такой информацией, является той же причиной, почему требование о привилегии может быть отклонено.
Все потому что Пенс ранее решил публично зафиксировать в письменном виде некоторые свои беседы с Трампом касательно 6 января.
Трудно настаивать на конфиденциальности коммуникации, если ранее ее часть считалась пригодной для публикации.
Таким образом, хоть в повестке и представлены различные политические и личные мотивы Пенса — который может соперничать в 2024 в качестве кандидата от республиканцев с Трампом, человеком, который практически призывал к внесудебному разбирательству над ним 6 января, — суду будет несложно встать на сторону МинЮста по вопросу о привилегии.
Дело против Байдена очевидно — и слабо
Почему это важно?
Хотя Байден и его сторонники-демократы мало что могут сделать для принятия законов, пока республиканцы контролируют Палату представителей, однако в следующие два года они могут показать пример.
Все члены команды должны искать возможность проявить себя адекватно в отношении странных и дурацких выходок республиканцев.
Но особенно это важно для Байдена, чтобы укрепить к себе доверие американских граждан — такая позиция может стать той самой отчаянно необходимой переменой в обветшалой политической культуре.
Вашингтон, печально известный своим цинизмом, славится своими идущими вразрез со здравым смыслом идеями о лидерстве.
Пожалуй, одной из самых пресловутых таких идей является принцип, согласно которому публично извиняться за совершение ошибок является проявлением слабости, во избежании которой политики отдаляются на комически длинное расстояние.
Но есть и другой путь: в «Спасении», мемуарах Нила Барофски о времени его работы в Вашингтоне в качестве специального генерального инспектора, курирующего Программу помощи проблемным активам, он рассказал о совете, полученном от Кристин Белайл, удачно нанятой им женщины, занимавшей должность директора по коммуникациям.
Это было одно из самых анти-вашингтонских высказываний в мире: «Мы признаем и даже подчеркнем наши ошибки».
Поясняя дальше, она рассказала, что существует метод в стратегии, который большинство людей в пределах Бэлтвея сочтут безумием:
Это лучший способ завоевать доверие прессы.
Они поймут, что мы не изворачиваемся, как это делают все остальные.
Вскоре инспектор SIGTARP стал единственным достоверным источником в Вашингтоне о TARP.
Нам порой может быть стыдно говорить открыто о том, что можно было бы с легкостью скрыть (что другие и делают), но такой искренностью мы шокируем прессу.
Так не делает никто, поэтому вскоре мы будем готовы к любым нападкам, ведь у нас будет сильное преимущество.
Неважно о чем будет речь, журналисты будет приходить первыми к нам и верить нам, потому что мы докажем им, что правду говорим мы.
Возможно, это является самой большой мотивацией для Байдена для продолжения курса по радикальному принятию ответственности: В правлении любого президента будут неизбежно возникать моменты, когда крайне важно иметь доверие общества и институтов, защищающих гражданские интересы.
К тому же, признавая свои ошибки, можно накопить жизненно важный капитал, что может стать важным отличием Байдена от его политических оппонентов.
Президент поступит правильно, если последует старому выражению: не надо лгать — и победите черта.
Какие рекламные ролики во время Супербоула я жду больше всего
Звезда ситкома девяностых возвращается в свою роль, чтобы продать вам страховку на автомобиль.
Рекламный ролик, который станет культурным феноменом и которому тут же дадут зеленый свет на продолжение в виде сериала, превращая сцену из двенадцати секунд в десять сезонов.
Все звезды из прошлогодней рекламы крипты извиняются за свое участие в рекламе крипты.
Те ребята, которые кричали "whassap", только теперь они старые.
Всем же нравятся детективы по типу "Кто это сделал", да?
Тогда должно быть несколько серий, снятых Райаном Джонсоном, где если вы разгадаете, кто убийца, то получите скидку на годовую страховку автомобиля.
Реклама, из-за которой все консервативные ребята интернета будут в ярости всю неделю.
Тимоти Шаламе в какой-либо ипостаси.
Кто-то, кто в теории был навсегда отменен, и его триумфальное возвращение на телевидение, чтобы продать вам пиво.
Реклама худшего фильма, которого вы когда-либо видели и который вы обязательно посмотрите, когда он выйдет на стриминге через три недели.
Мучительно цепляющая новая песенка, которую вы будете напевать следующие несколько лет.
Переработанная шутка из Твиттера двухмесячной давности.
Музыкант, вся идентичность которого строится вокруг контркультуры, очень контркультурно призывает вас открыть счет в Wells Fargo.
Тот самый ребенок из "zoom zoom", только теперь он взрослый.
В министерстве юстиции Байдена «не хотят, чтобы граждане были вооружены»
Республиканец Эндрю Клайд (R-GA) поговорил с Breitbart News в четверг, обсудив свои планы по блокировке правила АТФ в отношении ручных стабилизаторов для пистолетов, а также выразив свою убежденность в том, что в министерстве юстиции Байдена прежде всего «не хотят, чтобы граждане были вооружены».
Клайд четко высказался против правила, регулирующего использование ручных стабилизаторов для пистолетов.
Причины для его несогласия включают в себя как общие, так и частные возражения.
В целом, он выразил свою убежденность, что отцы-основатели, когда утверждали план управления, не предполагали, что федеральные агентства будут принимать законы вместо органов законодательной власти.
Он сказал: «Министерство юстиции должно заниматься исполнением законов, а не создавать их. Когда в стране есть исполнительная власть, занимающаяся и производством законов, и их исполнением, то такая власть называется королем, а страна — королевством. Наши основатели не избирали короля и не вносили королевство как форму правления в конституцию США».
Затем Клайд перешел к частным причинам, касающимся ручных стабилизаторов, высказав свою обеспокоенность тем, что такое правило является частью более крупных планов АТФ по обширной регистрации огнестрельного оружия.
Он отметил: «Что АТФ на самом деле хочет сделать, так это расширить базу зарегистрированного оружия в рамках Национального закона об огнестрельном оружии. Они хотят зарегистрировать людей по всей стране, потому что, как мы знаем, перед тем как конфисковать что-либо, это необходимо зарегистрировать. А конфискация, по моему мнению, является финальной целью, так как министерство юстиции не хочет, чтобы граждане были вооружены».
Он добавил: «Это министерство юстиции хочет, чтобы все граждане были зарегистрированы, чтобы знать, у кого есть что, и прийти за нами».
Неудовольство Клайда вызвано тем фактом, что правило АТФ по использованию ручных стабилизаторов родилось в атмосфере, настроенной враждебно ко Второй поправке и частному владению оружием, и он собирается сражаться с этим до последнего.
Он сообщил, что у него есть «три инструмента» для борьбы с данным правилом.
Первый — это закон «SHORT», а второй — Закон о пересмотре Конгрессом.
30 января Breitbart News цитировала Клайда, рассказывая о его плане о «повторном рассмотрении закона о немедленном прекращении преследования владельцев винтовок (закон SHORT) с целью отмены некоторых элементов Национального закона об огнестрельном оружии и таким образом помешать АТФ проводить регистрацию и запрет пистолетов с ручными стабилизаторами».
Он также отметил, что «внесет резолюцию о неодобрении в рамках Закона о пересмотре Конгрессом, чтобы опередить незаконные действия администрации Байдена».
Оба закона, Закон SHORT и Закон о пересмотре Конгрессом, потенциально могут заблокировать правило АТФ о ручных стабилизаторах.
Однако, как Клайд рассказал в четверг Breitbart News, основная сложность представляется в том, что оба этих пути предполагают в конце подпись президента Байдена, необходимую как для вступления в силу Закона SHORT, так и для финализации резолюции о неодобрении в рамках Закона о пересмотре Конгрессом.
Он четко дал понять, что получить подпись Байдена не невозможно, так как существуют некоторые способы; например, Закон SHORT можно включить в другие, более крупные законопроекты, которые не терпится протолкнуть демократам.
Однако Клайд намекнул, что есть еще и третий инструмент по блокировке правила АТФ о ручных стабилизаторах.
Он рассказал: «Я состою в Комитете по ассигнованиям, и мы можем лишить финансирования этого правила благодаря так называемой поправке об ограничении. Мы можем буквально перекрыть финансирование этому правилу, просто сказав "Мы не можем выделить никаких средств на выполнение или соблюдение этого правила о ручных стабилизаторах".
То же самое мы можем сделать с правилом АТФ о ствольных/затворных коробках от прошлого августа.
Я считаю, что оба этих правила должны быть лишены финансирования, и с нетерпением жду, чтобы сделать это с коллегами по ассигнованиям.
АВР Хоукинс — отмеченный наградами колумнист Breitbart News, специалист по Второй поправке и автор/куратор «Нижнего диапазона с АВР Хоукинсом», еженедельной рассылки обо всем, что касается Второй поправки, также для Breitbart News.
Он также является политический аналитиком для Armed American Radio, а также партнером Turning Point USA.
АВР Хопкинс имеет докторскую степень по военной истории со специализацией по таким темам, как война во Вьетнаме (флот коричневой воды), военно-морской флот США с его основания, Гражданская война и Европа раннего Нового времени.
Подписывайтесь на него в Инстаграме: @awr_hawkins.
Подписаться на «Нижний диапазон» можно здесь: breitbart.com/downrange.
Связаться с ним напрямую: awrhawkins@breitbart.com.
«Мы надеемся», что у Байдена есть план действий к сроку окончания раздела 42, «а если он есть, то не был полностью обнародован»
В пятничном выпуске «MTP Now» на NBC, губернатор Колорадо Джаред Полис (D) заявил, что у него «много сомнений» относительно того, что произойдет, когда в мае истечет срок действия раздела 42, и он надеется, что у администрации Байдена имеется план к тому времени, как закончится действие документа, а «если он есть, то не был еще полностью обнародован».
И сказал, что «как мы говорили, план необходим. И мы хотим, чтобы они обсудили его с нами».
Полис отметил, что ему хотелось бы, чтобы больше времени во время собраний губернаторов в Белом доме уделялось теме иммиграции, но этот вопрос «возник сам по себе».
Частично этим вопросом занимался секретарь Майоркас.
И мы снова подняли его, поэтому я бы хотел поделиться своим переживаниями по поводу того, что произойдет, когда в мае истечет срок действия раздела 42, чтобы таким образом удостовериться, что у федерального правительства есть план.
Мы надеемся, что он у них есть.
Если есть, они еще не рассказали нам о нем.
Но как мы говорили, план необходим.
Мы хотим, чтобы они обсудили его с нами.
Нам бы хотелось убедиться, что не повторится декабрьская ситуация, умноженная в несколько раз, что стало бы катастрофой для страны и ужасным прецедентом для администрации Байдена.
Подписывайтесь на Йэна Хаэнчетта в Твиттере @IanHanchett
Макдоналдс убрал «безвкусную» рекламу рядом с крематорием - RT World News
Макдоналдс извинился за рекламный баннер сети фастфуда с бургером «МакКриспи» рядом с крематорием — несмотря на то, он повеселил некоторых местных жителей.
Сеть ресторанов пообещала убрать оскорбительную рекламу после полученных жалоб от жителей Труро, округа Корнуолл в Великобритании.
В пятницу на баннер обратили внимание в социальных сетях, когда его поместили прямо напротив заведения, предлагающего услуги по кремированию.
Ярко подсвеченную рекламу, расположенную прямо за знаком, указывающим в сторону крематория, некоторые разозленные жители назвали «безвкусной».
«И хотя я могу понять юмор, все таки это безвкусно: я могу с уверенностью сказать, что это не понравится скорбящим родственникам, направляющимся в Пенмаунт на похороны и кремацию любимого человека», — заявила местная жительница, чья свекровь была кремирована в похоронном заведении в прошлом году, цитирует ее британские СМИ.
Однако далеко не всех оскорбило неудачное размещение рекламы, один из опрошенных отметил, что реакция человека на него будет зависить от того, «когда в последний раз вы следовали в черном галстуке по этому знаку в крематорий».
Один человек признался, что «упал со стула от смеха», когда увидел фотографию этой рекламы в интернете, другой же местный житель отметил, что это «явно не хуже» решения совета дать разрешение на постройку крематория «рядом с домами для престарелых».
Макдоналдс выпустил заявление в пятницу, которое было опубликовано во всех местных медиа, вскоре после того, как изображение рекламы разошлось по интернету: в нем говорилось о решении убрать рекламу как можно скорее.
«Мы не знали о дорожном знаке, находящемся рядом с этой автобусной остановкой. Однако в свете беспокойств, появившихся в CornwallLive, мы попросили убрать рекламу», — было сказано в заявлении бренда быстрого питания.
В совете округа Корнуолл, в управление которого входит как крематорий, так и автобусная остановка, на которой была размещена реклама, никак не прокомментировали произведенный фурор, когда с ними попытались связаться местные СМИ.
«Предчувствие», что пропавшая женщина не в реке
На 16-ый день поисков пропавшей англичанки Николы Булли ее партнер заявил, что у него есть «предчувствие», что искать ее стоит не в реке.
Полиция Ланкашира сообщила, что полицейские стараются оставаться «беспристрастными» и продолжает собирать любую информацию о мисс Булли, которая пропала 27 января во время прогулки с собакой в Сент-Майклз-на-Уайр.
Власти продолжают поиски вниз по реке Уайр, впадающей в море в районе залива Моркамб, отрабатывая гипотезу о том, что 45-летняя женщина из Инскипа могла в нее упасть.
К поискам присоединились горные спасатели, а также специалисты и дайверы из береговой охраны Его Величества и пожарно-спасательной службы Ланкашира, задействовав розыскных собак, беспилотники и полицейские вертолеты.
Мисс Булли пропала во время прогулки со своим спрингер-спаниелем Уиллоу у реки вскоре после того, как отвела дочерей возраста шести и девяти лет в школу.
На лавке у реки остался телефон консультанта по ипотечным займам, все еще подключенный к рабочему звонку.
Ее партнер Пол Анселл говорит, что ему хотелось бы быть «открытым ко всем возможным вариантам» ее исчезновения, но у него есть «предчувствие», что она не в реке.
Говоря о мисс Булли, он называет ее «веселой», «любящей», «самым верным другом в жизни», а также «исключительной матерью», которая «обожает своих девочек».
«Она источник силы в нашей семье, боль от ее отсутствия сильнее, чем можно представить», — сообщил он 5 News.
Мистер Анселл сообщил, что несмотря на то что их семья проживает «настоящий ад на земле», надежда найти партнера в нем «сильнее, чем когда-либо».
Полиция исключила злой умысел, квалифицировав инцидент как дело об исчезновении человека.
В четверг поиски переместились из Сент Майклз на 10 миль вниз по течению в направлении залива Моркамб, куда впадает река; в этом районе были замечены патрульные и спасательные катера.
Последний лидер коммунистов Восточной Германии скончался в возрасте 95 лет
БЕРЛИН (AP) - Скончался Ханс Модров, известный как последний коммунистический лидер Восточной Германии, служивший в непростой период, закончившийся первыми и единственными свободными выборами в стране.
Ему было 95 лет.
По сообщению в Твиттере парламентской группы Левой партии, Модров скончался рано утром в субботу.
Коммунист-реформатор Модров возглавил Восточную Германию вскоре после падения Берлинской стены, после чего впустил силы оппозиции в правительство, однако приостановить набирающий обороты процесс объединения Германии ему не удалось.
«Процесс мирного восстановления единства Германии является безусловно его особой заслугой», — написала Партия левых в Твиттере. «Это навсегда останется его политическим наследием».
За 16 лет работы главой коммунистической партии в Дрездене, где он начал карьеру в 1973, Модров сформировал репутацию политика, находящегося вне истеблишмента.
Он отказывался от партийных льгот, а также настаивал на том, чтобы жить в обычной квартире.
Должность в высшем руководстве Восточной Германии он получил только в ноябре 1989, несколько дней после падения Берлинской стены, когда он стал премьер-министром, позиция которого ранее не имела особого влияния.
Когда бескомпромиссный лидер Эгон Кренц и его правящее Политбюро ушли в отставку в начале декабря, Модров оказался главной фигурой в политической жизни Восточной Германии.
Однако коммунисты не могли более самостоятельно принимать решения.
В следующий месяц он согласился разделить власть с набирающей популярность оппозицией и перенес знаковый процесс первых свободных выборов на март 1990 на фоне растущих беспорядков.
Несмотря на демократические митинги, которые быстро обрели курс на воссоединение, коммунисты изначально выступали против объединения.
Однако в феврале 1990 Модров призвал к переговорам с Западной Германией о возможном «объединении отечества», которое было бы свободно от военных блоков, с совместным правительством в Берлине.
Модров возглавил избирательную кампанию обновленных коммунистов в виде Партии демократических социалистов, однако его личной популярности хватило лишь на то, чтобы стать третьей по количеству представителей партией, заполучив 16% поддержки.
Победителем стал альянс консервативных партий, которые выступали за быстрое объединение, что было также поддержано правительством лидера Восточной Германии Гельмута Коля.
Объединение Германии произошло под руководством Коля, а 3 октябре 1990 года страна вошла в состав НАТО, менее чем через год после падения Берлинской стены.
Модров стал членом объединенного парламента, в котором он оставался до 1994, затем почетным председателем пост-коммунистической PDS - предшественниками сегодняшней оппозиционной Партии Левых. С 1999 по 2004 он являлся членом Европейского парламента.
Бескомпромиссное правление по коммунистической линии Модрова в прошлом стало предметом разбирательств в суде спустя несколько лет после объединения.
В 1995 суд признал его виновным в подстрекательстве к фальсификации результатов местных выборов в Дрездене в 1989.
Он получил условный срок на девять месяцев и штраф.
Модров утверждал, что процесс был политически обусловлен, а также настаивал, что в результате он только усугубит разногласия между жителями Восточной и Западной Германии.
Его адвокат заявлял, что свои предыдущие ошибки он компенсировал проведением первых выборов в качестве премьер-министра.
Позднее Модров занимал должность советника по делам пожилых в Партии левых.
«Ханс был глубоко убежденным и боевым социалистом», — написал в Твиттере Дитмар Барч, председатель парламентской группы Партии левых.
«До глубокой старости он оставался важным советником в нашей партии, нам будет не хватать его мудрости».
Индийское правительство отменяет призыв обнимать коров в День святого Валентина после критики
Обнимать корову в День святого Валентина более не будет поддерживаться индийским правительством - несмотря на то, что ранее оно призывало это делать с целью продвижения индуистских ценностей.
Совет Индии по защите животных (AWBI) отозвала свою инициативу по проведению «Дня объятия коров» после того, как она получила критику от политических соперников и пользователей социальных сетей.
Отделение индийского правительства призвало граждан не поддаваться западным романтическим традициям Дня святого Валентина.
Политический аналитик Ниланджан Мухопадхьяй утверждает, что призыв обнимать коров был «абсолютно безумным, не поддающимся логике».
Он также добавил, что решение отменить такой призыв было принято, чтобы «оградить политику хиндутвы [индуистский национализм] от насмешек из-за суровой критики со всех сторон».
AWBI отказался от своего призыва в пятницу, указав, что он «остается отозванным».
А еще в среду в опубликованном утверждении было сказано, что «обнимать коров [может] привести к эмоциональному обогащению и к росту индивидуального и коллективного счастья».
Больше об Индии
В нем также было указано, что корова является «главной опорой индийской культуры и сельского хозяйства... из-за ее природы, питательной как мать».
В ответ на изначальное заявление поступали смешанные реакции, кто-то публиковал видео, как коровы отказывались от объятий и убегают прочь.
Кто-то хотел уточнить, что такой призыв был более направлен на следование традициям собственной культуры вместо «слепому» следованию западным ценностям.
Обычно молодые люди Индии празднуют День святого Валентина, собираясь в парках и ресторанах, обмениваясь подарками и проводя вечеринки.
Объятие коров тоже не представляет из себя ничего нового - в некоторых частях мира даже считается, что такие объятия имеет терапевтический эффект, например в Нидерландах, где данная традиция называется «koe knuffelen».
Набожные индуисты боготворят корову - она известна как gau mata или «мать-корова» - в большинстве штатов Индии запрещено убийство коров.
В последние годы некоторые убежденные сторонники индуизма совершали рейды по магазинам, продающим предметы для Дня святого Валентина, сжигали открытки и подарки, а также выгоняли держащиеся за руки пары из ресторанов и парков, настаивая на том, что такой праздник идет вразрез с традиционными ценностями и поощряет распущенность.
Некоторые индуистские националистические группы, такие как Shiv Sena и Bajrang Dal, заявляли, что такие рейды помогают восстановить индуистскую идентичность.
Критики премьер-министра Нарендры Моди утверждают, что его правительство продвигает индуистскую повестку, стремясь к религиозному превосходству в светской стране, известной своим многообразием.
Хотя индуисты и составляют около 80% всего населения, насчитывающего примерно 1,4 миллиарда человек, мусульмане, христиане, сикхи, буддисты и джайны составляют большую часть остальных.
В Кауденбите пешеход скончалась в больнице после столкновения с машиной, мужчина арестован
Пешеход скончалась в результате столкновения с автомобилем в Файфе.
38-летнюю женщину доставили в больницу «Victoria» в Керколди после столкновения на Броуд-стрит в Кауденбите в пятницу около 13.30.
Впоследствии был арестован 24-летний мужчина в связи с ДТП.
Полиция призывает обратиться по делу свидетелей или лиц, у кого имеются видеозаписи с регистраторов.
Сержант Лии Уокиншоу заявил: «Расследование по делу продолжается и мы обращаемся ко всем гражданам, кто был в том районе и стал свидетелем ДТП, с просьбой связаться с нами».
Я бы также хотел призвать всех, кто проезжал в том месте и у кого могли бы сохраниться записи с видео регистратора, что помогло бы нашему расследованию.
«Если вы хотите помочь, звоните в Полицию Шотландии по номеру 101, указав номер дела 1638 от пятницы 10 февраля 2023 года».
ЧИСЛА: В каких районах Осло живет больше всего иностранцев
Примерно 177 000 из 634 000 жителей Осло прибыли в Норвегию из других стран.
Если включить также рожденных в Осло детей иностранных родителей, то количество мигрантов или тех, кто имеет иностранное происхождение, увеличится до более чем трети.
Согласно национальному агентству данных Статистики Норвегии (SSB) самую большую группу мигрантов в Осло составляют жители Азии, включая выходцев из Турции, то есть более 62 985 жителей города.
После них идут выходцы из стран ЕС, ЕЭЗ и Великобритании, составляя вторую по численности группу, на их долю приходится чуть более 10 процентов населения города.
Африканцы составляют третью по численности группу иммигрантов в Осло, насчитывая 28 020 человек из Африки, проживающих в Осло.
Европейцы из стран, не входящих в состав Великобритании, ЕС или ЕЭЗ, составляют четвертую группу, насчитывающую 15 566 резидентов Осло.
Далее размеры групп заметно сокращаются.
Например, в 2022 году насчитывалось всего лишь скромное количество в 7000 выходцев из стран Южной Америки и лишь 3000 человек из Северной и Центральной Америки.
А выходцев из Океании, проживающих в Осло, насчитывалось менее 700 человек.
Районом с самым большим количеством иностранных резидентов оказался Альна, находящийся на севере Осло.
В 2022 году там было зарегистрировано 18 257 иностранных резидентов.
Второе место занимает модный район Грюнерлёкка, имеющий удобное центральное расположение и насчитывающий 17 631 иностранных резидентов.
Гамле Осло также имеет внушительное количество населения иммигрантского происхождения: в нем живет 17 631 людей, переехавших из других стран.
Данные, предоставленные агентством Статистики Норвегии, показывают, что иностранцы проживают в самых разных районах города, например, в Сёндре Нордстранд насчитывается более 14 000 зарегистрированных мигрантов.
Многие мигранты проживали также в таких востребованных районах, как Фрогнер, который стал пятым по количеству иностранцев районом.
Далее следуют районы Стовнер, Бьерке, Гроруд, Эстенщё и Сагене, закрывающие десятку районов Осло с наибольшим количеством резидентов-выходцев из других стран.
С другой стороны, только 184 иностранных резидента выбрали в качестве дома район Марка и чуть более 700 проживают в центральном районе города.
Уллерн, Вестре Акер и Нордстранд стали районами с наименьшим количеством иностранных резидентов.
Однако в этих районах проживает значительно больше мигрантов, чем в центральном Осло и Марка.
Выходцы из стран ЕС и ЕЭЗ, а также из Великобритании в основном проживали в районах Фрогнер, Грюнерлёкка, Гамле Осло и Ст. Хансхёуген.
В то время как большое количество выходцев из Азии, включая Турцию, также проживали в Гамле Осло (5837), а большинство проживало в районах Альна, Стовнер и Сёндре Нордстранд.
Гамле-Осло и Альна также стали двумя частями города, где проживало большое количество мигрантов из Африки наряду с районами Стовнер, Грюнерлёкка и Сёндре Нордстранд.
Прибывшие из Северной Америки были равномерно распределены между районами Фрогнер, Грюнерлёкка, Гамле Осло, Вестре Акер и Нордре Акер.
Граждан из Южной и Центральной Америке в основном можно было встретить в районах Фрогнер, Грюнерлёкка, Гамле Осло Ст. Хансхёуген и Сагене.
Европейцы из стран, не входящих в состав ЕС, ЕЭЗ или Великобритании, как правило, проживали в самых центральных районах, таких как Уллерн, Вестре Акер, Нордре Акер и Стовнер.
Наконец, пару сотен выходцев из Океании предпочитали районы Фрогнер, Грюнерлёкка и Гамле Осло — в этих районах зарегистрировано более всего населения с выходцами из данных стран.
Новый энергоблок угольной электростанции в Зимбабве начнет работу в марте
Автор Флоренс Тэн
БАНГАЛОР (Reuters) - В Зимбабве в марте откроется новый энергоблок единственной в стране угольной электростанции, заявила заместительница министра энергетики Зимбабве, что принесло облегчение миллионам граждан, страдающим от частых перебоев энергии в последние месяцы.
Новый энергоблок электростанции Хванге должен увеличить установленную электрическую мощность страны на более чем 14% до 2400 мегаватт.
Открытие еще одного энергоблока ожидается в ближайшее время, заявила Магна Мудьива без указания сроков.
Доступ к электричеству есть у менее чем половины 16-миллионного населения Зимбабве, а глобальное сокращения финансирования наращивания мощностей в угольной промышленности ограничивает возможности страны для предотвращения хронических перебоев электричества, длительность которых в последние дни достигла 18 часов.
«Из имеющихся источников энергии мы способны генерировать до 2100 мегаватт (ВМт), но на данный момент генерируется сильно меньше... около 1000 МВт», —сообщила Мудьива Reuters.
«Однако наша потребность в энергии составляет около 1700 МВт, поэтому мы испытываем серьезный дефицит», — заявила она.
Недостаточное количество осадков привело к спаду в работе гидроэнергетики, а эффективность единственной работающей угольной электростанции снижалась за десятилетия ее эксплуатации, в то время как спрос на электричество в последние годы возрос из-за растущих объемов горнодобывающей промышленности и сельского хозяйства
Международный валютный фонд признает нехватку электроэнергии одним из главных факторов, влияющих на перспективы экономического роста Зимбабве.
Отсутствие финансирований для предприятий угольной энергетики вынуждает зависимую от горнодобывающей промышленности и сельского хозяйства страну закупать энергию по высокой цене у соседей по региону, таких как Замбия и Мозамбик.
(Текст Сударшан Варадхан; редактор Жаклин Вонг)
(ЧЕЛОВЕК11) Но у некоторых папок почему-то неправильный формат аудио, значит, что-то не так —
По сути, большой обмен, или что-то еще идет не так.
Так что у некоторых файлов все еще — все еще странный формат на выходе.
Но — но для большинства папок все уже работает нормально.
(ЧЕЛОВЕК1) Хорошо, спасибо.
(ЧЕЛОВЕК6) Да, это здорово.
Я согласен, это отлично, [ЧЕЛОВЕК7], что вы подумали о [ЧЕЛОВЕК11].
И у [ЧЕЛОВЕК11] теперь есть время.
Я подумал о ещё кое-каких задачах для [ЧЕЛОВЕК11], это тренировка пустых систем для выполнения сокращения.
Так что если у вас, [ЧЕЛОВЕК11], будет время.
Очевидно, мы не сможем сделать это к следующей неделе.
Но нам действительно стоит подготовить систему – подготовить к –
Я посмотрел туториал от NLP — это?
(ЧЕЛОВЕК6) Для предстоящих сессий, и я уточнил насчет спроса, потому что я видел демо проекта (мем).
Они делают оффлайн субтитры.
Так что это немного проще, чем то, что делаем мы.
У них те же проблемы с сегментацией и прочим.
Но их перевод требует сокращения просто из-за сокращения данных.
И это связано с тем, что их целевой продукт — это субтитры для людей с нарушениями слуха.
Таким образом, данные естественным образом сокращаются.
Было бы здорово, если бы мы тоже могли выявить такой тип данных, где каким-то образом происходит естественное сокращение.
Мы бы учли это в архитектуре.
(ЧЕЛОВЕК8) Это займет некоторое время, потому что мне нужно выяснить, в каком из них возникают пропуски.
Так что как только я это узнаю, я смогу следить за этим, так что на будущее...
Или нет, на самом деле, в будущем это не понадобится, потому что как только у меня будет веб-файл, мне, вероятно, не нужна будет конвертация.
(ЧЕЛОВЕК6) Ну, это, это на самом деле должно быть -
Вы меня сейчас слышите?
Качество звука немного хуже.
Итак, это действительно стоит делать, постоянно.
Так что каждый раз, когда запускается эта оценка, она должна запускаться с нуля.
Так что каждый раз должна быть новая загрузка новой конвертации и новой оценки.
(ЧЕЛОВЕК8) Но все же, если я отслеживаю файлы, которые нужно конвертировать вручную, чтобы можно было написать скрипт хотя бы для известных файлов, ну и конечно, если мы добавим какие-то новые файлы, я разберусь с этим позже.
(ЧЕЛОВЕК6) Так что это важный момент, с которым мы должны были начать работать несколько месяцев назад.
Помните, я еще с августа говорил вам, что надо провести оценку на более позднем тестовом датасете.
И каждый раз вы все...
Это относится не только к вам лично, [ЧЕЛОВЕК8].
Очевидно, были и другие задачи.
Но каждый раз, когда до этого доходило, вы думали: «Это будет несложно, просто запустим его».
И только сейчас, когда вы на самом деле это сделали, обнаружились все эти проблемы.
Это нормально, обычное дело.
Это всегда так.
Так что это урок для всех нас.
Пока не попробуешь, никогда не узнаешь, в чем будет проблема.
Например, у меня был звонок, во время которого у меня брали интервью, и надо было записать видео.
Zoom до этого никогда у меня так плохо не работал, как в тот день записи.
Так что чтобы понять, будет что-то работать или нет, надо сначала попробовать.
И теперь у нас проблемы с конвертацией форматов файлов.
Надеюсь, мы сможем быстро получить нужные цифры.
Итак, есть ли у вас какие-то показатели по частоте ошибок в словах?
(ЧЕЛОВЕК8) Нет, я их еще не обрабатывал.
[ЧЕЛОВЕК1] сказал, что как только они получат расшифровку, мы займемся этим вместе.
И потом, я согласен, что в этом словаре много шума.
Я попросил вас подготовить различные версии словаря, используя только те слова, которые встречаются пять раз.
И только те варианты произношения, которые встречаются три раза и более, или что-то в этом роде.
Так эти случайные ошибки, как этот пример с четырьмя IBM вместо IBM.
Будут не такими частыми.
Но все равно будут варианты произношения, потому что если человек говорит «alzo», если вы помните этот пример, если он произнесет это «alzo» через «z» 20 раз в разговоре, то в данных появится вариант с «z».
А если он иногда использует правильное произношение, то да, опять же, это будет в данных.
Так что я хочу, чтобы [ЧЕЛОВЕК4] был на связи с [ЧЕЛОВЕК2].
Вы вдвоем можете обсудить это дальше, так ведь?
Мне сейчас придется отключиться, потому что мне надо накормить детей обедом и все такое.
Но вы, пожалуйста, останьтесь и вместе разберитесь, как пользоваться этим словарем.
Так что, [ЧЕЛОВЕК4], пожалуйста, покажите [ЧЕЛОВЕК2], какой словарь принимает система.
Расшарьте свой экран и покажите.
А вы, [ЧЕЛОВЕК2], пожалуйста, посмотрите и помогите конвертировать словарь, который вы выделили, в этот файл.
Нам все еще будет необходима замена языковой модели.
Но все эти слова должны быть известными словами.
Так что, [ЧЕЛОВЕК4], вам нужно выяснить, какие слова входят в языковую модель.
И слова, которые есть в языковой модели, надо просто скопировать.
В словаре будет три столбца.
Графема в том виде, в каком она выводится.
Распознаваемая.
Фонемы, как предложил [ЧЕЛОВЕК2].
И несколько строк с разными вариациями фонем.
А третий столбец тоже будет одинаковым для всех вариаций, снова будет та же форма графемы.
И так языковая модель сможет их видеть.
И я думаю, что таким образом системы смогут загрузить его.
Но вы также можете столкнуться с еще одной проблемой: что она не потянет два больших пользовательских словаря.
Так что это тоже нужно проверить, и, пожалуйста, проверьте это вместе.
Итак, [ЧЕЛОВЕК2] знает, что у него в словаре.
А вы знаете, как выглядит словарь, когда он создается вручную, и вам нужно объединить эти два фрагмента информации.
Так, чтобы она работала с созданным словарем.
(ЧЕЛОВЕК4) Хорошо.
(ЧЕЛОВЕК6) Ну что, [ЧЕЛОВЕК2], вы все поняли?
(ЧЕЛОВЕК2) Да, конечно, мы это обсудим.
(ЧЕЛОВЕК6) Хорошо, [ЧЕЛОВЕК2], у вас есть что добавить?
(ЧЕЛОВЕК2) Ну, возможно, интересная информация для Доминика.
Я заканчиваю обучение немецкого ASR, который можно использовать для разметки таймкодов.
Я не уверен, что получится хорошо, потому что я пытаюсь сделать это на (Libry) Speech.
Но тем не менее, при загрузке было указано, что у него более 600 часов.
Но при обучении я увидел, что на самом деле учебный датасет всего около 300 часов.
И я до сих пор не уверен, что эти 300 часов не содержат похожих предложений.
Или фактических одних и тех же предложений, но произнесенных разными спикерами.
Например, в английском или чешском я раньше наблюдал более высокий уровень преобразований.
И теперь он конвертирует не так быстро.
Так что если мы берем определенные выборки во время обучения.
То в выводе ASR все еще присутствуют серьезные ошибки.
Надеюсь, для разметки таймкодов этого достаточно.
Или, по крайней мере, мы можем попробовать.
(ЧЕЛОВЕК17) Ок, это хорошо, да.
Итак, я начал, но, кажется, так и не закончил письмо для вас, потому что вы напомнили мне, [ЧЕЛОВЕК8], что фильтрация ненормативной лексики еще не интегрирована.
И я думаю, что это также важно знать [ЧЕЛОВЕК5], который снова отключился.
Итак, важно понимать, что да, очень хорошо, что вы активно продвигаете свои результаты, и все должны это делать.
И в то же время нам нужно решение, которое позволит вам заниматься интеграцией и тестированием самостоятельно.
Назовем это «самостоятельной интеграцией».
Итак, [ЧЕЛОВЕК8], при работе с [ЧЕЛОВЕК5] и фиксировании таких решений, убедитесь, что они прошли достаточное тестирование со стороны ваших коллег, таких как [ЧЕЛОВЕК4] или даже [ЧЕЛОВЕК9] для проверки языковой модели, а также всех остальных.
Так что всякий раз, когда кто-то разрабатывает новый полезный компонент, у него должен быть достаточно простой доступ к полному пайплайну, чтобы осуществлять тестирование самостоятельно.
Такая самостоятельная интеграция важна, потому что иначе все это останется на вас, [ЧЕЛОВЕК8], а вам не нужна такая большая нагрузка.
Так что надо предоставлять этим людям входные и выходные данные в качестве первого тестового подхода, который уже был использован.
[ЧЕЛОВЕК4], это так?
Фильтрация ненормативной лексики была протестирована на логах?
Думаю, что да.
(ЧЕЛОВЕК8) Да, мне кажется, она была протестирована на логах.
Теперь пора протестировать ее на рабочих пайплайнах.
И опять же, я думаю, что будет лучше, если [ЧЕЛОВЕК8] объяснит [ЧЕЛОВЕК4], как это сделать, чтобы [ЧЕЛОВЕК4] сам запустил несколько рабочих процессов и вживую воспроизвел какой-то проблемный файл, например, с использованием [ПРОЕКТ8] или чего-то в этом роде.
Просто запустите их.
Прослушайте звук на своем компьютере и проверьте, как это работает.
Потому что только при реальной работе проявятся настоящие ошибки.
Важно сначала отладить процесс с использованием логов, а затем отладить его в пайплайне.
И наиболее эффективно для всех нас будет, если эта отладка может быть выполнена самим автором компонента, вот в данном случае [ЧЕЛОВЕК4].
[ЧЕЛОВЕК8], пожалуйста, подтвердите, что вы согласны с идеей самостоятельной интеграции.
(ЧЕЛОВЕК17) Да, для английской речи с разными акцентами.
Итак, теперь [ЧЕЛОВЕК14] объединяет все это в одно техническое решение.
Идея, над которой в данный момент работает [ЧЕЛОВЕК14], состоит в том, что он будет создавать новые предложения со словами, которые были произнесены в других предложениях, и он будет делать это при помощи разных спикеров.
Так это будут действительно предложения с разными спикерами, и, следовательно, робастность к различным акцентам спикеров также может быть улучшена.
Так что это эксперимент с одной частицей.
А позже мы сможем сделать что-то еще с разными акцентами.
Так эти новые предложения на самом деле помогут решить две проблемы с помощью одного эксперимента.
Одной из проблем является подразумеваемая языковая модель.
Система ASR должна видеть максимально возможный набор предложений.
И мы собираемся создавать новые предложения из текстовой языковой модели путем добавления звуковой части, чтобы языковая модель лучше работала с ASR, а робастность к различиям между спикерами также была выше.
И во время вчерашнего разговора я услышал еще об одной идее.
Это произошло во время обучения.
Из звуковых дорожек удалялись временные интервалы и полосы частот.
Так что обучение проходило на искаженных входных данных, и это также значительно повысило робастность системы.
(ЧЕЛОВЕК17) Кто-нибудь еще может поработать над акцентом в неродных языках.
Хорошо, я заметил еще одну вещь - это в тестовом документе за понедельник.
Выделено четыре раза.
Итак, когда проходит сессия, нужны имена и терминология для нее.
И нам нужно собрать данные, подготовить ее вручную, создать ее в каком-то смысле.
И это создание вручную должно максимально поддерживаться инструментами автоматизации.
Значит, для этого нужны определенные навыки, в которых требуется опыт.
Например, я неплохо разбираюсь в применении случайного порядка к текстовым файлам.
И каждый раз, когда я вижу, как кто-то из вас это делает, у меня всегда в голове возникают идеи, как это можно сделать быстрее.
Может быть, это не окажется быстрее с вашей стороны, но, по крайней мере, нужно это учитывать.
Итак, у людей должен быть этот навык.
И кто-то должен за это отвечать.
Боюсь, единственный подходящий человек - [ЧЕЛОВЕК8].
Если вы найдете кого-то еще, кто готов помочь с непосредственной доменной адаптацией, переработкой данных, сообщите об этом.
И еще нам нужно -
Как только мы получаем словарь терминов и какие-то варианты произношения слов, нам нужны методы для использования этих словарей в системах.
Итак, мое впечатление от доменной адаптации, которую [ЧЕЛОВЕК9] тщательно выполнял для всех сессий - она не очень заметна в гибридном ASR.
Еще одна такая сессия состоится в этот понедельник.
[ЧЕЛОВЕК9] уже начинает сбор данных, но я хотел бы увидеть преимущества доменной адаптации в настройке [ПРОЕКТ5].
Возможно, [ЧЕЛОВЕК9] и [ЧЕЛОВЕК8], так как он учится делать доменную адаптацию, и [ЧЕЛОВЕК14], потому что он обучается работе с [ПРОЕКТ5].
Вам троим стоит встретиться и перепроверить, что [ПРОЕКТ5] делает с -
Правильно, на самом деле это не [ПРОЕКТ5], доменная адаптация предназначена для инструментария [ЧЕЛОВЕК18].
Так что это своего рода ретроспективный взгляд, чтобы убедиться, что старый подход работает.
На данный момент абсолютно невозможно сделать какую-либо доменную адаптацию для полностью нейронного ASR.
Так что я рассматриваю вариант использования независимого определения ключевых слов в звуковых файлах и какой-то процедуры слияния.
Таким образом, мы могли бы запускать два ASR одновременно.
Сквозной ASR, что в целом лучше.
А затем решение доменной адаптации [ПРОЕКТ5], которая используется только для определения ключевых слов.
И когда мы видим ключевое слово в версии после доменной адаптации, мы можем использовать это предложение из [ПРОЕКТ5], которое в целом хуже, но содержит правильные термины.
Вот мое предложение по поводу того, что можно сделать.
И еще одно предложение состоит в том, что нам действительно нужен собственный полностью нейронный ASR, нужно проводить различные эксперименты по его доработке и все прочее.
Так что мы обсудили это с [ЧЕЛОВЕК14].
И, [ЧЕЛОВЕК14], есть ли какие-то новости от вашего потенциального коллеги или друга?
(ЧЕЛОВЕК17) Да, так что если есть кто-то еще, кому это интересно, пожалуйста, дайте мне знать или свяжитесь со мной.
Это действительно хорошо бы выглядело в качестве публикации, потому что никто еще такого не делает.
И это самая актуальная проблема сейчас.
Так мы действительно сможем повлиять на ситуацию.
(ЧЕЛОВЕК6) Да, возможно, я просто думал о том, какие данные мы в данный момент для этого используем, потому что, например, если проверить модели [ОРГАНИЗАЦИЯ4] на [ОРГАНИЗАЦИЯ5], они уже довольно хорошо работают -
(ЧЕЛОВЕК6) И я думаю, что если мы просто -
Вероятно, мы можем просто получить данные из них, потому что по [ОРГАНИЗАЦИЯ5] есть большой набор видео, в основном с разными доменами и носителями разных языков.
И у меня возникла идея, что можно просто использовать какой-то инструмент для загрузки по сути некоторых видов отфильтрованных видео [ОРГАНИЗАЦИЯ5] и сделать обучающие тесты, использовать их как обучающий датасет.
Так что я планирую сделать это сам.
Я планирую отправиться туда, но нам нужен кто-то в резерве.
А также, для мероприятия [ПРОЕКТ210] нам нужен кто-то, кто займется записью,
Человек, ответственный за архив, чтобы снова не потерять результаты этой сессии.
И более важная и по-прежнему актуальная тема для работы — подъем по лестнице.
И я предложил здесь, в абзаце для [ЧЕЛОВЕК2], использовать простые HTML-таблицы, которые будут автоматически генерироваться и расти.
Я думаю, что проще всего было бы просто разместить таблицы в html, но могут быть затруднения с определением различий, потому что новые системы будут оцениваться после каждой новой оценочной кампании.
Подготовка этих таблиц может оказаться сложной.
Так что я спросил [ЧЕЛОВЕК7], но [ЧЕЛОВЕК7], к сожалению, не смог присутствовать на этом звонке.
Чтобы сообщить нам, является ли [ОРГАНИЗАЦИЯ242], которая предоставляет веб-решение.
Это стартап, который предлагает аккаунты для академических целей бесплатно.
Тем, что нам нужно, или нет.
Но [ЧЕЛОВЕК7] не рекомендует [ОРГАНИЗАЦИЯ242].
Так что простой html — вероятно, наш вариант.
Как только [ЧЕЛОВЕК2] очистит эти оценки.
Это означает перемещение нескольких скриптов туда, где они должны быть, из тестового датасета [ПРОЕКТ3] и автоматического запуска.
Затем также надо создать конвертацию из таблиц в html аналогично технической конвертации, и регулярно размещать эти результаты на веб-странице.
Или можно разместить git checkout непосредственно в этом общедоступном html-файле или выделить из него.
Чтобы он был сразу доступен через Интернет, и любой мог посмотреть текущие оценки и изучить их.
Так что это было бы полезно, особенно для людей, не входящих в [ОРГАНИЗАЦИЯ2], таких как [ОРГАНИЗАЦИЯ15].
Мы знаем, что у них -
Производительность некоторых файлов была низкой, и они могли напрямую просматривать их в Интернете.
Они также могли фактически просмотреть его на [ОРГАНИЗАЦИЯ101].
Именно вы должны настроить все так, чтобы использование было простым и удобным.
(ЧЕЛОВЕК2) Хорошо, я сделаю это.
(ЧЕЛОВЕК11) Да, спасибо.
Сейчас я работаю над, или точнее, собираюсь обновить публикацию демо, которая должна быть представлена в следующую пятницу, если я не ошибаюсь.
А потом мне нужно сделать несколько отчетов по проекту, и я начинаю собирать документы - или скорее ссылки на документы, но еще не сами документы, по этим двум сессиям.
(ЧЕЛОВЕК11) <говорят одновременно> Для ASR также надо добавить дополнительную метрику -
На самом деле больше, мы должны добавить дополнительные мет- вот эти дополнительные метрики. </говорят одновременно>
Вы упомянули одну, и это фильтрация ненормативной лексики в оценке.
Итак, в <говорят одновременно> есть четкий список слов, которые не должны появляться на выходе </говорят одновременно>, так?
</говорят одновременно> И также оценка редких слов.
И есть четкий список имен и терминов, которые мы хотим отображать на выходе, оцененные не просто по (порядку) частоты </говорят одновременно>, но по какому-то показателю, который напрямую это учитывает, правильно?
Да, так что я полностью согласен.
Это включает также ручную подготовку референсов.
Итак, для <говорят одновременно> нужны созданные вручную референсы. </говорят одновременно>
У меня есть одно замечание от [ЧЕЛОВЕК1].
Итак, </говорят одновременно> [ЧЕЛОВЕК1] составила определенный словарь перевода.
И она должна предоставить его в ближайшее время. </говорят одновременно>
Так что это может стать пустой частью второго элемента оценки редких слов -
Таким образом, </говорят одновременно> это будет оценка редких слов для MT, а затем из [PROJEC210] мы, вероятно, тоже получим какой-то словарь. </говорят одновременно>
Очевидно, это будет домен [PROJEC210].
И [ЧЕЛОВЕК2], могу я попросить вас пересмотреть домен <неразборчиво/> и создать такой словарь, просмотрев результаты и то, что в результатах отсутствует.
Что-то вроде шорт-листа — список слов, которые нам нравятся и не нравятся в домене <неразборчиво/>.
Вы можете это сделать?
(ЧЕЛОВЕК11) Это должно быть выполнимо, так что давайте попробуем.
Было бы - было бы здорово, если бы вы смогли это сделать.
Так что я запишу это.
Итак, <говорят одновременно> к дедлайну [ОРГАНИЗАЦИЯ62] для исследовательской работы по субтитрованию. </говорят одновременно>
Да <говорят одновременно>, а затем затем несколько источников с [ЧЕЛОВЕК7] или на основе [ЧЕЛОВЕК7] или - </говорят одновременно>
И что касается идентификатора языка, мне интересно, как именно вы хотите его интегрировать, потому что он уже включает рассмотрение нескольких источников ASR, нескольких каналов, так что какой будет вариант использования для идентификатора языка?
Как нам это подключить?
(ЧЕЛОВЕК13) Это будет рабочий процесс для перевода звука в текст, и он будет выдавать таймкоды, например, для четырех- или двухсекундных окон, и для класса.
<неразборчиво/> молчание, чешский, немецкий, английский, а потом я передам его остальным для использования так, как они хотят в пайплайне.
(ЧЕЛОВЕК11) Это важно.
Пожалуйста, запишите это здесь в документе <неразборчиво/> обзора, потому что это нужно [ЧЕЛОВЕК2].
А также, [ЧЕЛОВЕК2], поговорите с [ЧЕЛОВЕК10], ну и еще, возможно, [ЧЕЛОВЕК5].
Если у нас будет этот инструмент, нам нужно (отправлять) звук в несколько ASR или несколько рабочих процессов <неразборчиво/>
Нам нужно будет отдельно отправлять аудио в английский ASR, отдельно в немецкий ASR, в чешский ASR, например, в зависимости от <прочий шум/>
А также в этот рабочий процесс по идентификатору языка, а затем нужно объединить эти выходные данные, но это инструмент, которого у нас пока нет.
Это инструмент с несколькими источниками, который будет наблюдать за выводом текстовых данных, а также следить за таймкодами, и он будет выдавать - наверное, вроде как выводить данные на три отдельных языковых канала либо для молчания, либо для подходящего ASR.
Так что нам нужен фильтр для всех ASR, чтобы ASR молчал, если это неправильный язык, и распознавал текст, если это правильный язык.
Я только что сделал это таким типом решения.
Еще одно решение заключается в том, что один и тот же звук отправляется и в ASR, и в инструмент проверки языка.
Этот инструмент проверки языка по сути является частью ASR, и отключает ASR, если язык неправильный.
Это тоже вариант.
Так что нам нужно выяснить, какой способ интеграции идентификатора языка лучше всего подходит для наших целей.
Итак, пожалуйста, подумайте об этом еще, например, о том, какие у нас пайплайны.
Я думаю, что в идеале, если наши модели MT будут многоязычными, возникнет меньше всего путаницы в управлении и прочего.
Если они будут поддерживать разные исходные языки и переводить с любого из этих языков на английский.
Можно просто делать копию, если в качестве исходного будет указан английский, поэтому сначала у нас будет несколько многоязычных ASR.
Все пойдет на английский, а потом с английского на все языки.
А позже, когда у [ЧЕЛОВЕК12] будет многоязычная модель ASR, этот идентификатор языка уже не понадобится.
(ЧЕЛОВЕК3) Дело в том, что если проводить анализ более правильным образом, один из вариантов — это возможная состязательная оценка, просто для того, чтобы показать, что ограничения действительно влияют на фактические результаты.
Было бы неплохо, и да, возможно, анализ внимания.
Но я не уверен, что это даст нам те же ответы, по сути, учитывает или не учитывает модель ограничения.
(ЧЕЛОВЕК4) Я просто посмотрел несколько примеров внимания, я не делал никакой статистики или чего-то такого, и она учитывает ограничения, и когда она переводит ограничения, результат выглядит как заданные ограничения, думаю, нам было бы полезно, если бы система допускала какие-либо ошибки, но по факту в этом смысле их нет.
Она делает некоторые общие ошибки перевода, но не в отношении того (явления), о котором мы говорим.
Что ж, возвращаясь к автоматической оценке, проблема с несоответствием заключается в том, что словоформа в результате корректная, но контекст другой.
Следовательно, словоформа отличается от референса, так?
(ЧЕЛОВЕК4) Да, но я также проверил, являются ли контексты допустимыми переводами, и в большинстве случаев это так.
Как и в первых 100 примерах, которые были отмечены как ошибочные при автоматической оценке, 91 из них имели правильную форму в правильных контекстах.
(ЧЕЛОВЕК4) Думаю, только два или три предложения имели правильную форму в неправильном контексте, то есть перевод был неправильным.
А еще были случаи, когда перевод был совершенно неверным, потому что предложение было полностью неправильным, и часть должна была быть <неразборчиво/>, но это всего лишь в одном или двух случаях.
(ЧЕЛОВЕК3) Но вы пытаетесь сопоставить измененные формы при оценке, так ведь?
Вы не делаете -
(ЧЕЛОВЕК3) -лемматизация референса и-
(ЧЕЛОВЕК4) И то, и другое, и то, и другое, я сопоставляю и измененные формы, и лемму.
(ЧЕЛОВЕК3) О, я понял, да, это две оценки, так?
(ЧЕЛОВЕК4) Просто оценки леммы для (европейского?) нет в таблице, потому что таблица не влезет в статью, так что <неразборчиво/>
Охват всегда около 97 процентов.
Просто генерирует правильные леммы, просто-
(ЧЕЛОВЕК3) О да, хорошо, я понял, я понял.
Таким образом, в основном, охват леммы говорит, присутствует ли ограничение, а разница в охвате измененных форм предполагает, что могут быть использованы неправильные словоформы, но это не так.
(ЧЕЛОВЕК3) О да, просто я не знаю, поняли ли вы <неразборчиво/>, когда мы говорили о [ЧЕЛОВЕК1],
но во-первых, (удар) лучше, а во-вторых, леммы на самом деле правильным образом изменяются вручную,
но это, это другая, нет, не проблема, на самом деле это хорошо, что <неразборчиво/> правильно, да.
Так что я подумал, что это возможно.
Но я не уверен, есть ли у нас какие-то тестовые данные для этого, но мы можем попробовать поиграть с моделями с чем-то вроде изменения стиля?
Как вы знаете, мы можем использовать ограничение и попытаться вместо этого использовать синонимичное ограничение и посмотреть или сравнить, как, как, в чем разница между результатами.
Но это я как бы просто описываю в общих чертах, потому что сам точно не понимаю, как это сделать, но, возможно, это был интересный, особый сценарий.
Я не знаю, [ЧЕЛОВЕК1], есть ли у нас какие-то данные по изменению стиля для пары английский - чешский? У нас есть что-то?
(ЧЕЛОВЕК4) <неразборчиво/>
(ЧЕЛОВЕК1) Под изменением стиля, Душан, вы понимаете, что есть текст на литературном языке, а результирующий текст должен быть на разговорном языке или что-то в этом роде?
(ЧЕЛОВЕК3) Ну, в том-то и дело, что у меня лишь ограниченное понимание этой задачи.
Но я могу представить себе, что кто-то захочет изменить предложение так, чтобы оно было написано от лица не мужчины, а женщины, или, я не знаю, что-то вроде научного и ненаучного объяснения некоторых явлений.
Я не очень хорошо знаю конкретные датасеты и что они охватывают.
И идея в том, что стиль предложений определяется весьма расплывчато.
Так что опять же, я не уверен.
(ЧЕЛОВЕК1) У нас есть корпус преобразований предложений.
И есть одна вещь, которую можно обозначить как изменение стиля, например, сделать предложения более общими.
То есть детали опускаются, предложение упрощается, а стиль предложения меняется на разговорный.
Ну, по сути перефразируется.
И я не уверен, есть ли у нас что-то вроде сокращения предложений.
По сокращениям Матуш проводит эксперимент с парой английский - чешский, но у нас нет никаких референсов.
Так что у нас нет датасета для сжатия предложений.
Возможно, обобщение может оказаться интересным аспектом, но боюсь, существует слишком много разных вариантов хорошего обобщения, поэтому одного референса будет недостаточно, чтобы сделать вывод о его качестве.
И я не знаю о подобных трансформациях с точки зрения рода, например, это можно сделать <неразборчиво/> для чешского, так что, возможно, стоит спросить Рудольфа Роза, создавал ли он когда-то такой датасет.
Так что получится генерация на основе корня некоторого аналога предложения.
(ЧЕЛОВЕК3) Думаю, это на самом деле интересный вопрос, можем ли мы использовать ограничения, чтобы обеспечить отражение пола спикера в переводе.
(ЧЕЛОВЕК1) На самом деле это очень хорошая идея.
То есть мы можем сосредоточиться на этом и создать конкретную часть набора тестов для [ПРОЕКТ1], которая будет охватывать этот аспект.
Ну, иногда мы знаем пол спикера, так что если вы... может быть, я расшарю с вами экран и просмотрю это.
(ЧЕЛОВЕК8) Или я попробовал просто в присутствии Мариан, и это... не знаю, на сколько баллов BLEU меньше.
(ЧЕЛОВЕК2) Потому что, как мне кажется, Мартин делает свой <неразборчиво/> маленький перевод, то есть он переводит сразу несколько предложений, а затем выбирает только центральное и так поступает со всем документом.
Итак, контекст как бы в одном <неразборчиво/> вместе с предложением, которое мы на самом деле хотим перевести.
(ЧЕЛОВЕК10) Да, я думаю - это не Доминик проводил какие-то эксперименты с Иваной?
Я думаю, что в прошлом году или два года назад для двойных пустых, когда они учитывали контекст или объединяли контекст с исходным предложением и выполняли своего рода перевод на уровне документа.
Но дело в том, что с этим, что с конкатенацией не совсем понятно, есть ли у нее тот же эффект, что и при настройке мульти-энкодера-
(ЧЕЛОВЕК1) То есть все люди разные, это определенно другие расчеты, другой руководитель, но я удивлен, что [ЧЕЛОВЕК8] говорит, что это не работает и точка.
(ЧЕЛОВЕК8) Да, хорошо, извините, может быть, я должен был точнее выразиться, не сработало то, что я сделал <смеется/>
(ЧЕЛОВЕК1) Да, потому что я думаю, что это метод, который очень легко протестировать, и его всегда следует тестировать в сравнении с двумя энкодерами, и скорее всего иногда его результат будет лучше, а иногда хуже, чем при использовании двух энкодеров, в зависимости от конкретной задачи, например, от того, что именно кодируется вторым энкодером.
Так что возможно, если есть две копии, две формулировки одного и того же предложения,
может быть, это как-то сбивает внимание или как-то так, я понятия не имею.
Поведение модели также может быть другим при использовании старых методов sequence-to-sequence по сравнению с трансформером, поэтому для RNN она вела себя по-другому, может быть с трансформером, да, его сложнее обучить, поэтому, возможно, нужно как-то увеличить объем warmup, датасеты warmup.
(ЧЕЛОВЕК2) Да, так что просто как-
(ЧЕЛОВЕК8) Я не помню, я точно не помню, но это как-
когда я начал летом эти эксперименты с несколькими источниками.
Первое, что я сделал - конкатенация парафраза и исходного текста, и возможно, я сейчас не помню,
я могу проверить до следующего собрания, пробовал ли я также,
я определенно пробовал исходный текст на первой позиции, затем какой-то разделитель и парафраз на второй позиции.
Возможно, я также пробовал менять местами в случайном порядке, да, и я только помню, что делал много всего с взаимопроникновением и пробовал мульти-энкодеры.
(ЧЕЛОВЕК8) И, вероятно, это было из-за низких баллов.
(ЧЕЛОВЕК2) <неразборчиво/>, которое может вроде как улучшить уровень удобства, просто добавив результирующий текст на базе фраз, при этом внимание - это двойная диагональ, так что проблема не в нем, и я вам верю, но я удивлен, что это не работает.
(ЧЕЛОВЕК10) Итак, если вы вводите результирующий текст на базе фраз, это по сути постредактирование, так? Это можно считать постредактированием, то есть постредактирование результирующего текста на базе фраз, правильно? Или это вроде как зависит от точки зрения?
(ЧЕЛОВЕК1) <неразборчиво/> что хотите полностью переписать его, но технически это точно соответствует задачам постредактирования, это можно обозначить как решение задачи постредактирования.
(ЧЕЛОВЕК10) Ответьте для меня только на один вопрос, в настройках конкатенации вы вставили токен-разделитель предложений, так ведь?
У вас есть специальный токен, чтобы различать, например, что является источником, а что контекстом или другим предложением, или вы просто используете конкатенацию без этого?
И надеетесь, что система научится?
(ЧЕЛОВЕК8) Я пробовал, думаю, два токена и да, потому что в первой версии мы подозревали, что сам токен тоже может быть токенизирован, поэтому я перезапустил с другим токеном, не только для этой цели, потому что мы использовали определенный предварительно обученный словарь, и этот словарь не содержал токенов-разделителей.
Итак, я использовал токен, который, как я думал, не будет токенизирован на несколько частей, и поэтому выйдет один раз.
Не было гарантий, что этот токен не появится в других местах предложения, и что это единственное место, где он может появиться.
Так что все это можно было сделать более корректно, да, я согласен.
(ЧЕЛОВЕК2) Но я не могу сделать то, что касается Flask или коммуникации с клиентом.
Потому что у меня нет опыта и времени для этого.
(ЧЕЛОВЕК1) Я думал, это значит использовать, не знаю там, посредника.
(ЧЕЛОВЕК2) Нет, нужен HTTP-клиент, который может заполнять очередь и читать из другой очереди.
И отправлять текст обратно в HTTP-запросе.
Потому что моя идея в том, чтобы пользовательские клики использовались и в украинском проекте.
(ЧЕЛОВЕК2) И моя идея в том, что клиент нажимает кнопку микрофона и начинает говорить, и одновременно с тем, как пользователь говорит, звук отправляется небольшими порциями.
Скажем, 200 или даже 100 миллисекунд.
И HTTP-сервер помещает их в очередь, которая обрабатывается позже с помощью (ASR).
И модель применяет какую-то логику, какой-то логический вывод из этого.
И всякий раз, когда поступает новый фрагмент расшифровки, он отправляется обратно, и пользователь получает частичную расшифровку.
И она сразу же отображается в текстовом поле.
(ЧЕЛОВЕК1) Могу подумать об этом.
Просто я тоже толком не разбираюсь в Flask, но да, я могу обдумать это.
(ЧЕЛОВЕК2) О, может, другой HTTP-сервер.
Не знаю, может, нам для этого даже не нужен дорогой HTTP-сервер.
(ЧЕЛОВЕК1) Я имею в виду, для текстового потока мы используем что-то вроде Hypercore, но я не уверен, что здесь это сработает.
(ЧЕЛОВЕК2) Да, единственное требование в том, что необходимо обрабатывать больше подключений одновременно.
(ЧЕЛОВЕК1) Ну, думаю, онлайн-поток текста составляет, по крайней мере, около 2 000.
(ЧЕЛОВЕК1) Я имею в виду скрипт, который у меня в двух разных папках, потом я буду запускать его с немного разными внутренними рабочими процессами, так что я имею в виду, да, чтобы у меня было <неразборчиво/> допустим десять, ну вместо вывода, файл <неразборчиво/> внутреннего рабочего процесса, так что <неразборчиво/>, который у нас есть, так что я просто прослежу, чтобы эти элементы для одного файла генерировались параллельно из всех доступных рабочих процессов.
(ЧЕЛОВЕК1) О, это сэкономит нам время.
(ЧЕЛОВЕК7) Да, да, очень важно все запараллелить на самом деле, запараллелить как обработку систем, так и оценку ячейки DF, потому что ему нужно будет запускать это много раз, будут ошибки, нужно будет быстро запускать это повторно.
(ЧЕЛОВЕК7) Хорошо, спасибо.
Значит, вы этим очень заняты, я не хочу вешать на вас какие-то другие задачи, поэтому давайте я начну с напоминаний.
Нам нужно закончить описание настольного решения для [ПРОЕКТ1],
Кто у нас там работает?
Ну, не совсем, да, (это сделано) и еще не готово, к сожалению.
Так что это задача для [ЧЕЛОВЕК2],
Затем оценка, это для [ЧЕЛОВЕК1], но мы это обсуждали.
Слушайте, мне нужна таблица в DSD, давайте обозначим эту тонкую грань и ускорим сейчас подготовку шаблона таблицы, то есть структуру плана в delebl, пусть цифры будут позже, но мне нужны какие-то цифры и полная структура таблицы в ближайшее время.
(ЧЕЛОВЕК7) Хорошо, спасибо.
Подключился [ЧЕЛОВЕК5], это хорошо.
Итак, [ЧЕЛОВЕК5], хочу уточнить, как идет работа по оценке систем, и что более важно, поддерживаете ли вы связь с [ЧЕЛОВЕК1] также для оценки.
Вы слышите нас, [ЧЕЛОВЕК5]?
(ЧЕЛОВЕК1) а затем мы выясним, какие пакеты установить в среде Петри.
(ЧЕЛОВЕК7) Да, вот еще что,
Возможно, объединять эти два запуска в одно решение — плохая идея.
Думаю, на самом деле будет лучше запустить их отдельно и сохранить результаты.
То есть сначала используйте среду для круиз-контроля и обработки,
(ЧЕЛОВЕК7) и получите все результирующие файлы, а затем запускайте оценку.
Такое разделение поможет запараллелить лучше.
Так что я уверен, возникнут самые разные проблемы, и очень скоро нам понадобятся цифры.
Если, например, некоторые из тестовых файлов по какой-то причине не пройдут,
Тогда по-прежнему можно продолжить перевод для остальных,
и переоценить, с ячейкой DF, недостающие и так далее.
Так что смысл не в том, чтобы создать серийную последовательную обработку, включающую и то, и другое,
но в том, чтобы получить результаты, и на самом деле лучше делать это срезами.
Сначала получаем все результаты, затем получаем все оценки.
(ЧЕЛОВЕК1) Да, то есть, я имею в виду, как раз сейчас я так и делал.
(ЧЕЛОВЕК2) Да, это единственное, что я сделал в отношении позитивных ограничений.
Для отрицательных ограничений я выбрал более сложный вариант декодирования.
Например, отфильтровать лучи и заменить лучи другими.
И для ограничений с несколькими токенами и подобных вещей.
Но что касается положительных ограничений, я сравнил обучающий подход только да, с очень простыми моментами.
Просто изменял баллы на каждом этапе одинаковым образом.
(ЧЕЛОВЕК7) Итак, вернемся к позитивным ограничениям.
Вы уже сосредоточились на анализе системы?
(ЧЕЛОВЕК2) Да, прямо сейчас я как бы жду повторной обработки датасета от ([ЧЕЛОВЕК9]).
Также, [ЧЕЛОВЕК9], я посмотрел на (код), и мне кажется, я знаю, почему он такой медленный.
Потому что для каждой записи в терминологии при повторной обработке (Europar) вы открываете датасет, токенизируете его, читаете его построчно, токенизируете построчно, а затем закрываете его.
Но вы только делаете это -
(ЧЕЛОВЕК4) Итак, я помню, что для [ПРОЕКТ1] я работал над этим с прошлого года из какого-то коттеджа в горах.
И только перед самым Новым годом я понял, что мне нужно его сдавать.
И <смеется/> боюсь, тоже самое происходило с [ЧЕЛОВЕК8], то есть он мог быть... ну, не на вечеринке, но, может быть, на удаленной вечеринке.
А потом вдруг понимал, что пора сдавать проект.
Так что в этот момент не никакого обзора не было. <смеется/>
Он просто брал PDF и загружал его. <смеется/>
(ЧЕЛОВЕК7) Ну ладно.
Итак, да, я проверю 21 числа, в противном случае отправлю им электронное письмо.
(ЧЕЛОВЕК4) Пожалуйста, мне кажется, лучше отправить им электронное письмо прямо сейчас и просто попросить эту ссылку заранее.
(ЧЕЛОВЕК7) Хорошо.
(ЧЕЛОВЕК4) Ага, спасибо.
(ЧЕЛОВЕК7) У нас есть еще вопросы для обсуждения сегодня, или это все до Нового года?
(ЧЕЛОВЕК6) Надеюсь, для меня ничего не было?
(ЧЕЛОВЕК3) Несколько лет назад.
Раньше марафоны MT использовали эту систему или инструментальные статьи, которые публиковались в виде специального выпуска PBML.
Так было в первый год, когда это произошло.
А затем, в последующие годы, это было интегрировано с обычными, то есть были также выпуски PBML, в которых из-за количества работ были одновременно статьи с пустыми полями и отдельные статьи.
И даже бывало так, что если статья была недостаточно хороша для PBML, но инструмент был представлен на марафоне MT.
Авторам предлагали снова представить статью для рецензирования для следующего выпуска PBML.
Так что, как я уже сказал, если у вас есть интересная система, интересный инструмент.
Пожалуйста, можете рассказать о нем на марафоне MT для специалистов.
Но статья у вас плохая.
Нужно ее улучшить, и ее опубликуют только в следующем выпуске PBML.
(ЧЕЛОВЕК4) Да, но еще одна возможность - это SIGDial.
Возможно, используя SIGDial, мы привлечем вроде как более подходящих участников.
(ЧЕЛОВЕК3) Это да, то есть... у меня тоже была такая мысль, но я не знаю места ни одного из этих мероприятий.
Окончательная регистрация работ у них в июле.
То есть конференция была в сентябре, а статьи предоставляли в мае.
Потому что для Interspeech мы можем также разделить это на несколько статей.
То есть какие-то статьи будут поданы на рассмотрение в Interspeech.
А некоторые из наших работ позже будут представлены PBML.
И авторы смогут сами выбрать.
Так что надо договориться об этом либо с SIGDial, либо с Interspeech.
Можно ли предоставить им только некоторые из наших работ, учитывая, что они будут представлены до крайнего срока в марте.
Так что это их строгое и жесткое требование.
Думаю, они ничего не будут иметь против.
Потому что если статья достойна публикации.
Это же только плюс, что в статье указан какой-то результат общей задачи, представленной на сопутствующем мероприятии.
Так что да, думаю, все нормально.
Нам не нужно запрашивать специальную сессию.
На Interspeech это называется специальной сессией, но нам это не нужно.
Нам нужно сопутствующее мероприятие Interspeech.
Но мы скажем нашим авторам.
Если вы успеете подготовить свою статью к дедлайну Interspeech, отправьте ее как статью Interspeech, и она выйдет в рамках Interspeech.
Но если вы не успеете, ну, к дедлайну Interspeech, вот наш дедлайн.
И это для PBML.
(ЧЕЛОВЕК7) А, хорошо.
Но дело в том, что для сопутствующего мероприятия Interspeech.
Эм, Interspeech вроде как не будет участвовать ни в какой работе.
(ЧЕЛОВЕК2) Вы можете, я думаю, вы можете просто зарезервировать весь семестр только для курсов [ЧЕЛОВЕК9], и у вас будет много работы и не будет свободного времени, даже если у вас будет только один предмет.
Но думаю, это другое дело, потому что по моему мнению, сдавать его предметы несложно.
Ну то есть нельзя провалиться, потому что вы не в состоянии закончить курс.
Конечно, бывает, что люди просто сдаются, но я думаю, это может происходить по другим причинам, не потому, что сдать невозможно.
Думаю, это точно возможно, но потребуется много работы.
(ЧЕЛОВЕК1) Да, мне кажется, он сказал нам в начале семестра, что если мы хотим один (??), мы его получим.
Его нужно представить как раз в рамках второго дедлайна.
Это почти единственное его требование.
Но он также сказал, что, судя по опыту прошлых лет, многие этого не делают.
Им легче почитать перед экзаменом.
Нет, извините, подготовиться к экзамену-
(ЧЕЛОВЕК2) Да, потому что в целом сдать ему экзамен довольно легко.
(ЧЕЛОВЕК2) Ну я бы не сказал, что очень легко, потому что есть предметы, где экзамены просто в удовольствие.
(ЧЕЛОВЕК1) О, ну да, один такой я вчера сдавал.
(ЧЕЛОВЕК2) Да, когда контекст короткий, и потому что я принимаю решения на основе очень короткого контекста для такой очень низкой задержки, она действительно выдает что-то, а потом, например, за секунду или две, определяет, о, ну да, на самом деле это был плохой перевод.
И она пытается использовать другую формулировку.
Чтобы, например, уточнить что-то.
Так что на самом деле мне очень понравилось.
Мне понравились некоторые переводы. Я впечатлен, было видно, что модель с первой попытки ошибалась, но затем старалась внести какие-то исправления.
И речь определенно звучала очень естественно, что, я думаю, тоже важно.
Если вам действительно нужна низкая задержка, по моему мнению, подойдет даже немного более низкий уровень качества, если речь звучит свободно.
Потому что если качество перевода плохое и беглость речи низкая, то я считаю, перевод становится просто бессмысленным.
Но если более низкое качество перевода связано с тем, что прочитав весь текст, вы получите ту же информацию, но не очень хорошо сформулированную, потому что, например, использовано больше слов и внесены некоторые исправления и прочее.
Я думаю, это совершенно нормально для одновременного перевода, если при этом не теряется никакой информации.
И для каких языковых пар у вас получены такие результаты, приведите некоторые примеры?
Потому что я хотел бы посмотреть, просто из любопытства.
(ЧЕЛОВЕК2) О, конечно, я могу сбросить вам свои логи.
(ЧЕЛОВЕК7) Но для каких языков?
Потому что как вы знает, я не говорю по-немецки.
(ЧЕЛОВЕК2) Английский и немецкий.
(ЧЕЛОВЕК7) Да, но при этом я не говорю по-немецки <смеется/>.
(ЧЕЛОВЕК2) Тогда я могу предоставить английский-китайский и английский-японский, если вам это поможет <смеется/>.
(ЧЕЛОВЕК2) Опять же, я хочу сделать текст читаемым для людей.
Потому что эти исправления очень раздражают, из-за них человек отвлекается от того, что на самом деле было сказано, потому что, возможно, это тоже вопрос для того, кто больше знает о человеческом мозге и о том, как он работает с информацией.
Извините, никогда особо об этом не задумывался.
Но мне кажется, что всякий раз, когда я вижу слово, я помещаю его в свою память, и моя память не линейна, а больше похожа на емкость.
Так что я кладу слово в эту емкость.
А еще я объединяю разные вещи в этой емкости, чтобы получить общий образ слова.
И я думаю, что в этом и проблема с исправлениями.
Если что-то переводится, а потом перевод меняется, то я ведь уже это прочитал, перевод уже у меня в голове.
И тогда я не могу сфокусироваться и контролировать, что на самом деле было переведено правильно, а что нет.
Вот почему я думаю, что такие исправления - это по определению плохо и неправильно.
То есть я понимаю мотивацию показать все возможности.
Даже если это не гарантирует хороший результат.
Но я думаю, что мы не можем работать с этой дополнительной информацией.
И как мне кажется, возможно, проблема в том, что системы создаются людьми, которые с ними работают.
Если я разрабатываю систему, то я буду просто безумно рад, если увижу, что хотя я не обещал правильного перевода, перевод все равно получен и в чем-то хорош, но думаю, разработчики не особо обращают внимание на само содержание текста.
И на то, как содержание воспринимается, а скорее на то, что о да, наша система может выдавать текст очень быстро.
И хотя предполагается, что качество более-менее нормальное, мне кажется, именно поэтому был создан повторный перевод.
Просто разработчики систем стремятся отображать информацию, и я думаю, что поскольку тот объем информации, который люди могут воспринять за определенное время, ограничен, они видят лишнюю информацию как что-то вроде дополнительной нагрузки.
Так что я думаю, показывать лишнее не стоит.
Например, если вы хотите уменьшить задержку, то вместо исправлений можно просто снизить качество.
Я думаю, что это все же лучше, чем показывать исправления.
Потому что в чем их реальная польза?
Зачем на самом деле видеть нестабильную гипотезу?
С точки зрения пользователя?
(ЧЕЛОВЕК1) Технически, когда люди-переводчики начинают переводить, я имею в виду, такая цель даже ставится для аннотаторов, они пытаются следовать структуре речи оригинального спикера.
Но в некоторых случаях они что-то говорят, и это оказывается неправильно, поэтому они просто исправляются.
(ЧЕЛОВЕК2) Ну да, но это значит, что согласно моему варианту, в выданный перевод не вносятся изменения, он уже есть, и нет возможности его изменить, просто затем добавляются корректировки.
Именно так и делают переводчики.
(ЧЕЛОВЕК3) Я убежден, что наша работа не совсем в области речи, это нездорово.
Потому что здесь нет понятия речи.
Мы работаем непосредственно над текстом.
Но дело в том, что срок действия предложения о статистическом семинаре в этом году закончился, он прошел в сентябре, для нас это было слишком рано.
А следующее предложение придет на 2022 год, что для нас будет слишком поздно.
Лучше, если мы попадем либо на sectile, либо на interspeech, потому что у обоих хорошая репутация в сообществе.
Мы можем мотивировать участников представить материалы.
Но единственный, единственный недостаток, который я вижу, если мы выберем interspeech, это то, что они не позволят нам участвовать в мероприятиях, что может отпугнуть некоторых участников, я не думаю, что они будут рады опубликовать статью в архиве.
В архивах можно публиковаться в любое время, так ведь?
Так что это будет для них бесполезно.
Как мотивировать участников присоединиться к нашей общей задаче.
Так что именно по этой причине я высказывался именно за проведение специальной сессии.
Но на этот раз проблема в том, насколько я понимаю, что в прошлый раз сроки между направлением предложений, представлением работы и представлением окончательной статьи составляли пять месяцев, так что этого времени было бы достаточно с нашим графиком, но на этот раз.
У нас только три месяца.
Итак, я считаю, что эта ярмарка - важный возможный источник неродной английской речи, который мы можем использовать для расширения тестового датасета.
Так что я думаю, нам действительно надо сосредоточиться на конкурсе на самую понятную речь, и также можно поставить наш стенд, если надо.
Но надо это ограничить, потому что реклама среди старшеклассников для нас не так важна.
Важнее использовать мероприятие как тестовую сессию.
[ЧЕЛОВЕК1], надо уделить основное внимание [ПРОЕКТ2], самой понятной речи, и договориться с организаторами о том, чтобы собрать там данные.
И за это организовать все, что им нужно, и еще посмотреть их программу пленарных мероприятий, и выяснить, какой тип субтитров для них требуется.
так что для нас это будет тестовая сессия, а что касается нашего собственного присутствия на этой ярмарке, я думаю, это не так уж важно.
Итак, если нас спросят, действительно ли мы будем там и будем участвовать, то ладно, но если нет, то мне кажется, для нас гораздо лучше просто работать за кулисами и решать там свои задачи.
(ЧЕЛОВЕК1) Да, я еще не пробовал зарегистрироваться, но думаю, в прошлый раз наличие стенда было обязательным.
(ЧЕЛОВЕК2) Хорошо. Итак, обсудите с ними, что им нужно, и договоритесь, чтобы они позволили нам организовать конкурс на самую понятную речь, это самое главное.
Тестовая сессия не так важна.
А стенд — это как раз то, без чего мы действительно могли бы обойтись, по возможности.OB
Я бы хотел, чтобы они присоединялись к сессиям до того, как делать что-то такое.
Так что нам действительно нужно поработать над подготовкой.
В онлайн-мире кажется, что можно просто подключиться к сессии, и все готово.
Но это не так.
На запуск и правильное подключение всегда уходит 30 минут.
Значит, нужно быть там раньше.
А если какая-то сессия, которую мы проводим, начинается в девять, а организаторы встречаются без пятнадцати девять.
Тогда мы должны прийти уже в восемь пятнадцать, чтобы у нас были лишние 30 минут, чтобы все проверить и найти людей.
Итак, это относится ко всем, для того, чтобы руководство могло работать, пожалуйста, помните, что руководство может внезапно поставить вам какую-то задачу, это нам поможет.
Еще один очень важный момент - запись этих важных сессий.
Я не знаю, ответили ли вы, я не видел, чтобы в документе появились какие-то обновления.
Может быть, я забыл сказать вам всем.
Я готовил документ об опыте [ПРОЕКТ4] и [ПРОЕКТ5] в 2020.
И первым выводом было то, что мы очень плохо справлялись с записью сессий.
Таким образом, для дальнейшей оценки или анализа того, что пошло не так, обязательно нужны хорошие записи сессий.
И один из аспектов этого — получение согласия, получение собственно разрешения на запись.
И даже если мы попытаемся получить согласие задним числом или как-то так.
Затем идет технический аспект записи.
И мы уже поняли, насколько это разнообразно и сложно.
Да, [ЧЕЛОВЕК5] сейчас отправляет эту ссылку.
Я отправил ее по электронной почте, я помню.
2 некачественных товара подряд :(
Сделала заказ у этой компании, потому что покупала у них раньше, и все было отлично.
В этом сезоне мне было надо купить следующий размер.
У одной из пижам, которые мне пришли, была дыра на подошве.
Я вернула ее, и компания прислала новую.
Но замененную пижаму мой сын надел всего один раз, я как всегда постирала ее в стиральной машине, и молния сломалась!
Я так разочарована, потому что у меня нет времени возиться с возвратами каждые несколько дней, но сейчас мне приходится заниматься именно этим.
Соответствует описанию
Базовый пуховик.
Если вам нужен базовый пуховик, этот товар оправдает ваши ожидания.
Пуховик доставили в вакуумном пакете, поэтому ему нужно было несколько дней отвисеться, чтобы разгладились складки, и он стал немного «пухлее».
Мой рост 5 футов 6 дюймов, пуховик мне доходит до колен.
Я заказала на 2+ размера больше из-за комментариев других покупателей и прошлого опыта, и пуховик, наверное, немного больше, чем мне нужно.
Однако со свитером или толстовкой поплотнее все должно быть в порядке.
На рукавах нет манжет, поэтому я скорее всего потом их пришью.
Капюшон нормальный, но на нем нет завязок.
Передняя молния работает.
Сбоку или сзади нет клапанов для дополнительной свободы движения, но так как размер больше, места должно хватить.
На талии два кармана (на ваш рост они могут быть выше или ниже).
Нет дополнительных деталей или отделки - это БАЗОВЫЙ ПУХОВИК.
Для такой цены, думаю, это нормально.
Я уже надевала его в ветреный день, но не в холода.
Ветра не чувствовалось, так что думаю, это хороший знак.
Тем не менее, интересно, как он покажет себя в холодную погоду и в дождь/снег (должен быть влагоустойчивым).
В целом, я довольна.
Вакуумный пакет многоразовый, и продавец приложил очень милую благодарственную записку, что было очень приятно.
Очень красивая юбка.
Кружевная отделка стильная и мягкая
Очень красивая юбка.
Кружевная отделка стильная и мягкая.
Она не мнется - даже после того, как я достала ее из пакета и коробки, она не была мятой, что очень здорово.
Ее можно носить как часть повседневного или торжественного образа, и из-за своей длины и кроя она выглядит как винтаж, что мне очень нравится.
Думаю, она будет хорошо смотреться на ком угодно.
Мой рост 5 футов 5 дюймов, вес 130 фунтов, и я заказала S, поэтому если вы не можете решить, S вам надо или M, точно берите на размер меньше.
Не работает с моим Buick LeSabre 1999 года
Товар прибыл быстро и на вид был в хорошем состоянии, даже с предустановленной батарейкой.
Но несмотря на то, что он должен быть совместим с моим Buick LeSabre 1999 года, брелок сигнализации не запустился и не синхронизировался с автомобилем.
Инструкции достаточно простые, и я знаю, что точно правильно им следовала, потому что до этого я смогла успешно перепрограммировать свой старый брелок.
Но новый так и не заработал, так что я его верну.
Проблем с продавцом или обслуживанием не было, просто оказалось, что этот конкретный товар неисправен или несовместим с моим автомобилем.
Хорошая цена для замены
Решетку у моей машины оторвало каким-то крупным обломком на трассе, и мне нужна была замена.
Из-за некоторых отзывов я боялась, что она не подойдет, но все подошло идеально!
У меня Corolla LE 2013 года.
Я не устанавливала ее сама — за меня это сделал парень в автомастерской, — но на вид все было очень просто.
Она встала моментально, меньше чем за 5 минут.
Ставлю 4 звезды за прочность, потому что она кажется довольно хлипкой (время и всякие летающие обломки покажут), но в целом я очень довольна, что у моей машины больше нет зияющей дыры спереди, и что цена была разумной.
Нужна доработка
Супер классный светильник Моему 5-летнему ребенку очень понравилась эта лампа Ее хватило ненадолго, он получил ее на свой день рождения в январе, а в феврале уже есть проблемы с кнопками, при подключении к розетке свет тусклый, батарейки уходят очень быстро, даже пробовали перезаряжаемые батарейки Супер здорово, но требует доработки
Музыкальный старт
Пианино отлично подходит для начинающих!
Помогает развить внутренние художественные способности и музыкальный талант вашего ребенка.
Хорошо развивает зрительно-моторную координацию.
Пианино — это не только игрушка, оно действительно работает и позволяет ребенку заниматься музыкой в раннем возрасте.
Если вы хотите, чтобы ваш ребенок в будущем стал пианистом, вам стоит купить этот товар!
Он точно стоит своих денег!
Наносила на нос, как указано, два раза в день, втирая в течение 2 минут.
Кожа на носу покраснела и полностью облезла.
Я очень удивлена.
У меня был хорошо заживший шрам от падения в колючую проволоку много лет назад.
Мало того, что этот продукт не работает, я еще и чуть не оказалась на приеме у дерматолога, но аквафор и пластырь на пострадавшую область помогли, раздражение прошло примерно через неделю.
Кожа на носу все еще покрасневшая, но надеюсь, это скоро пройдет.
Кто-то напортачил с формулой??
Очень странно.
При обычном освещении кажется, что тут есть розовый и оранжевый, но в ультрафиолете они одинаковые!
Я нарисовала розовую линию с помощью краски от другого бренда, чтобы было видно, как должен выглядеть розовый, и чтобы было понятно, что дело не в моей камере.
Розовый для меня самый часто используемый цвет, так что я немного расстроена.
Красный, оранжевый и розовый на самом деле все оранжевые.
Нет смысла называть их красным или розовым.
Белый не такой яркий, как хотелось бы.
Остальные цвета отличные, и мне нравится, как легко эти краски смываются.
Только жаль, что нет розового.
Придется обходиться фиолетовым.
в целом работает
Несколько месяцев назад я полностью обесцветила волосы, а потом покрасилась в черный.
Затем пошла и сделала мелирование по всей голове.
Несколько недель спустя я нанесла на волосы сине-зеленый оттенок краски для волос Arctic Fox, и она никак не вымывалась.
Я использовала этот продукт с Olaplex No. 3, и все волосы стали ГОРАЗДО светлее, зеленый и синий исчезли, а черный стал светлее.
Но через день я заметила зеленый оттенок на волосах.
С каждым днем становится все хуже, и я уже дважды использовал экстрактор цвета с теми же результатами.
Мои волосы также становятся темнее там, где был черный.
Отличный продукт, просто судя по всему, он действует совсем недолго.
не верьте рекламе
Такое большое количество пятизвездочных отзывов об этом романе нужно разбавить более реалистичными оценками.
Я пыталась это читать, но язык кажется невыразительным.
Метафора «пресной воды» и многочисленные описания матки как реки и младенца как рыбы мне показались натянутыми, избитыми и надуманными.
Я пролистала вперед, и похоже, весь сюжет строится на университетских драмах.
Ставлю этой книге 10 звезд!
Отлично читается!!
Книга мне очень понравилась!!
Я взяла домой 4 сиамских кошек у Сири за последние годы, и все они совершенно чудесные.
От этой книги невозможно оторваться.
Смешно, остроумно и очень интересно!!
Сири сделала все возможное и даже больше, чтобы помогать кошкам (в основном сиамским)!!
Мне очень нравится эта кольцевая лампа!
Отличная цена и прекрасно работает!
Единственная проблема в том, что лампочка нагревается слишком быстро и лампа гаснет, поэтому приходится выключать ее, ждать некоторое время, а затем снова включать.
Не думаю, что так должно быть... Не знаю, может, мне просто попался бракованный товар, но если не считать перегрева, это очень хорошая кольцевая лампа.
Запутанный сюжет
Сложно было следить за сюжетом, так как он постоянно менялся.
И название не соответствует сюжету.
Автор указал, что несколько человек были заражены этим инопланетянином, но нигде подробно не объяснил, когда и как это произошло.
Иногда я путалась, и мне приходилось возвращаться и многое перечитывать, чтобы убедиться, что я ничего не упустила.
Очень понравилась Коллинз...
Потребовалось время, чтобы проникнуться симпатией к Грэйди
3 1/2 Stars Remedy - это сразу и книга о романтических отношениях с лучшим другом брата, и роман второго шанса.
Это уникальная история, и главный герой (Грэйди) должен сделать все, чтобы вернуть Коллинз и доказать, что ей нужен именно он.
Три года назад Грэйди и Коллинз провели удивительную ночь вместе.
Коллинз думала, что наконец-то получила все, о чем мечтала - лучшего друга своего брата... но все пошло не так, на следующее утро она проснулась одна, а Грэйди так и не вышел на связь.
Теперь Грэйди вернулся и больше не собирается уходить, и он делает все возможное, чтобы объяснить ей, почему он ушел, и доказать, что на этот раз он ее не бросит.
Хотя мне понравилась завязка этой истории, а иногда нравился и Грэйди, он сильно меня раздражал.
Мне совершенно понятно, почему он ушел той ночью, но даже не отправить Коллинз письмо с объяснениями?
Оставить ее обескураженной и расстроенной, а после всех этих лет ждать, что она примет его обратно с распростертыми объятиями?
Он что, бредит?!
Коллинз была вполне справедливо расстроена, зла, обижена и т. д.
Она была права, что сопротивлялась, когда он решил вернуть ее и двигаться дальше.
Я восхищаюсь ее силой воли, потому что Грэйди был настойчив.
Мне очень понравилась Коллинз в этой книге, она сильный персонаж и хранила свое сердце, и я восхищаюсь этим.
Конечно, она любила Грэйди, но боялась и не решалась позволить ему вернуться в свою жизнь, и кто бы не чувствовал себя так же после того, что он сделал?
Из них двоих ее персонаж точно мне больше понравился.
Она определенно позволила событиям идти в том темпе, который ее устраивал, и когда она была готова его выслушать, она это сделала.
В этой книге много ангста, и мне очень понравилось наблюдать за воссоединением этих двоих, когда Коллинз начала прощать Грэйди, но мне хотелось бы, чтобы Грэйди не выглядел таким нытиком и был чуть более понимающим.
Он все время говорил, что понимает, но как по мне, временами был слишком настойчив, но к концу книги он стал очень милым.
В итоге я полюбил его так же сильно, как и Коллинз, но в начале мне было трудно читать с его точки зрения, потому что я не никак могла понять этого персонажа.
Первая часть книги мне не понравилась, а вторая часть?
Обожаю ее, поэтому и такая оценка.
Скорее всего, эта книга вам очень понравится, если вы любите истории о романтических отношениях с лучшим другом брата и вторых шансах, но сначала меня очень раздражал Грэйди и то, как он справлялся с некоторыми своими поступками.
Он и Джонни Депп потрясающие актеры.
Что касается его игры в роли Черчилля
Г-н Олдман сыграл и создал множество разных персонажей.
Очень сложно сразу его узнать.
Он и Джонни Депп потрясающие актеры.
Что касается его игры в роли Черчилля, он отлично справился.
Сжатые временные рамки с 10 по 26 мая прекрасно показаны при помощи часов 7 переворачивающих страницы...
Декорации и костюмы превосходны.
Актуальный сюжет о паре полубогов мировой политики.
Стоит посмотреть несколько раз... стоит как следует обдумать... еще много раз
Не покупайте с подключением по Wi-Fi — лучше используйте Bluetooth!
Купил жене в октябре 2017 года.
В то время мы были в процессе переезда и жили в гостинице.
Никак не мог подключить весы к Wi-Fi в отеле.
Я решил подождать, пока мы не переедем домой, и я смогу настроить собственную систему Wi-Fi.
К марту 2018 года я настроил свой Wi-Fi, но весы по-прежнему не подключаются.
Каждый раз, когда я пытаюсь это сделать, получаю сообщение об ошибке.
Даже когда я нахожусь в 10 футах от Wi-Fi роутера.
Я следовал инструкциям из видео на YouTube, но это не помогло.
Когда я купил это устройство, я думал, что оно будет подключаться напрямую к телефону моей жены (например, по Bluetooth).
Вместо этого весы используют Wi-Fi роутер для установления связи с телефоном.
Эта система ограничена подключением к роутеру... который обычно находится далеко от спальни, в отличие от мобильного телефона!
Никому не рекомендую эти весы из-за подключения по Wi-Fi.
Вместо этого обратите внимание на системы, которые используют Bluetooth.
Собираюсь заменить этот товар весами с подключением по Bluetooth.
Неплохо, но хотелось бы найти что-то получше
Много лет назад я начала использовать этот продукт после долгого изучения вопроса.
В нем было меньше всего вредных ингредиентов, но при этом он нормально работал.
Но он высыхает так быстро, что вам приходится использовать очень много смазки, что в конечном итоге стоит дорого, а также слишком мешает во время секса.
Мне просто было лень искать новый продукт, но я постараюсь найти что-то одновременно безвредное, действующее, и не слишком дорогое.
У того товара, который я купила на Amazon, время автономной работы ужасное.
До сих пор не могу поверить, что Logitech прекратили выпуск этого пульта, все остальные с ним не идут ни в какое сравнение.
Я ОБОЖАЮ этот пульт Harmony, у меня он уже четвертый.
Первый сгрызла собака, на экран второго коленом встал муж, а третий еще работает, но посередине сенсорного экрана след от локтя, тоже благодаря мужу... купила этот в качестве запасного и экраны отличные, но батарея, которая шла в комплекте, держит заряд максимум пару дней.
Мой оригинальный пульт (третий по счету) держит заряд неделями, хотя я использую его постоянно.
Сломался меньше чем через неделю
Мне понравился этот товар, размер и цвет хороший!
К сожалению, сломался всего через неделю, я открыла дверцу, и у нее треснула верхняя деревянная часть!
Я очень разочарована!
Все собрано, а коробку я выкинула, я никак не смогу отправить товар обратно?!
Муж попытался заклеить столярным клеем, но, к сожалению, это тоже не сработало!
Дверь снова треснула!!
Не слишком простая сборка плюс....
В собранном виде выглядит красиво, но собрать было непросто.
Некоторые буквенные обозначения были нанесены неправильно, поэтому мне пришлось разбираться самостоятельно. Все винты, которыми крепятся пол и боковые панели, были сломаны.
Пришлось пойти и купить угловые скобы, чтобы закрепить их.
Кроме того, стеклянные двери неровные и не совпадают.
Из-за этого одна из дверей не закрывается, так как магниты, которые должны удерживать дверь закрытой, находится не на одном уровне.
Еще не придумали, как их выровнять.
НЕПРАВИЛЬНЫЙ КОД НА ВЕРХНЕЙ ЧАСТИ КАПСУЛЫ
Купил их в феврале.
Недавно попытался использовать, и, к сожалению, каждый раз, когда я пытаюсь использовать одну из них, моя кофеварка Keurig выдает сообщение об ошибке, о том, что капсула несовместима с кофеваркой.
Я использую капсулы Donut Shop в своей кофеварке с тех пор, как ее купил, и никаких проблем никогда не было.
При ближайшем рассмотрении кофейной капсулы я обратил внимание, что код, напечатанный на верхней части капсулы, сложно разобрать, поэтому предполагаю, что у меня бракованная коробка.
Я купил ящик на 72 штуки, то есть 6 коробок по 12 штук в каждой.
Я даже попробовал по одной капсуле из каждой из 6 коробок, но получаю одно и то же сообщение об ошибке.
Я знаю, что проблема не в моей кофеварке, потому что я пробовал другие капсулы, и все работает нормально.
Проблемы только с этим заказом.
Очень разочарован, так как срок возврата уже истек.
ОБНОВЛЕНИЕ: Я пообщался с представителем по работе с клиентами, который вернул мне деньги.
Спасибо AMAZON за замечательную работу службы поддержки клиентов!
Подсластитель на ходу.
Очень удобно!
Здорово, что теперь мой любимый заменитель сахара можно взять с собой в маленьких пакетиках!
Я ОБОЖАЮ swerve, пакетики очень удобно положить в сумочку, когда я собираюсь поужинать в ресторане или у друзей.
Хотя они немного дороже, я терпеть не могу пить чай со льдом с Equal или той розовой штукой.
Swerve или ничего, так что я в восторге от того, что теперь могу везде носить с собой собственный подсластитель!
Никакой «очистки» воздуха по факту нет
Купил его в качестве увлажнителя, заявления об «очистке воздуха» на самом деле недобросовестная реклама; в зависимости от того, насколько у вас жесткая вода, на дне накапливается осадок, но это не пыль, собранная в вашем доме, если вы живете не в угольной шахте или где-то вроде этого.
В качестве увлажнителя я бы оценил его как немного менее эффективный, чем увлажнитель фитильного типа с вентилятором того же размера.
Преимущество в том, что для него не нужны фитильные фильтры.
Учитывая более высокую стоимость устройства, вам наверное придется использовать его около 5 лет, чтобы компенсировать эту разницу.
Емкость для воды для такого размера довольно большая, поскольку «бак» является неотъемлемой частью устройства, и у него низкая мощность (хотя и не ниже, чем у фитильного типа).
Его также довольно легко чистить, хотя с пластиковыми дисками практически ничего нельзя сделать, так как дисковый блок не разбирается.
Однако для немецкой техники качество сборки не на высоте.
Мой у меня уже год, то есть около шести месяцев работы в холодную погоду, и устройство начало издавать очень раздражающее дребезжание от вентилятора.
Думаю, дело в подшипниках вентилятора, поэтому я просто жду, когда он полностью сломается.
Как кто-то еще заметил, стоимость любого ремонта почти равна стоимости нового увлажнителя фитильного типа.
TLDR: не стоит дополнительных затрат, лучше купите увлажнитель фитильного типа.
Видимо, товар оказался более хрупким, чем они думали.
Ставлю товару 3 звезды, потому что когда я получил его, внутри он уже был сломан.
Когда я его осмотрел, я понял, что его уже положили в коробку сломанным. Это могли быть либо упаковщики производителя, либо, если производитель не виноват, проблема могла заключаться в том, что какой-то покупатель вернул товар и указал, что просто передумал или больше не нуждается в нем, и Amazon, возможно, плохо провела проверку качества при возврате.
Честно говоря, покупатель и не мог сказать, что товар сломан, потому что тогда Amazon не принял бы его обратно, что правильно, особенно с таким товаром, но в результате у меня проблемы из-за чужой небрежности.
Однако мне вернули деньги, поэтому, подумав и обсудив это с супругой, я решил дать этой покупке еще один шанс.
С учетом сказанного, я могу обновить свою оценку до более высокой в зависимости от того, как служба поддержки клиентов обработает этот пост (по крайней мере, заметит ли она его), и от того, в каком виде придет товар, действительно ли он будет делать то, что заявлено, и хорошо ли он будет выполнять свои функции.
Легкая установка?????
В целом я очень доволен этой покупкой, но установить ее было не так уж просто.
Я несколько раз безуспешно пытался установить оба «звонка» в подключенный передатчик.
Я уже был готов вернуть товар как нерабочий, но решил еще раз попробовать и проверить батарейки в звонках.
Вуаля... из крышки аккумуляторного отсека торчали маленькие пластиковые язычки, за которые я потянул и вытянул пластиковый элемент, закрывавший батарейки и не дававший им работать.
После того, как я удалил эти кусочки пластика, звонки заработали нормально, и я полностью доволен этой покупкой.
Странно, что в инструкции нет упоминания о пластиковой заглушке, которую необходимо убрать, чтобы звонок заработал.
Было бы намного проще, если бы они это указали, и мне не пришлось бы думать, что проблема в неправильной установке.
Хороший товар с широким набором звонков, звуков и мелодий на выбор, которые в любое время легко изменить.
При оценке этого звонка спрашивают, насколько он «защищен от атмосферных воздействий».
Не могу об этом ничего сказать, потому что установил его 5 июля 2019 года, и вероятно, мы не узнаем, насколько он защищен от непогоды, до следующего сезона дождей... вероятно, до ноября.
Посылка потерялась — взяли деньги дважды
Вырос с ними и был в восторге, решил купить для своего сына, но они потеряли упаковку живых гусениц.
Мне сказали, что товар заменят, и на этот раз за доставку возьмут только половину стоимости.
После длительного телефонного разговора, они в конечном итоге снова взяли плату за новый заказ со скидкой в 3 доллара.
Я подумал, что это довольно непрофессионально, потому что они не только потеряли заказ, но и убедили меня, что исправят ситуацию, только для того, чтобы взять с меня почти полную цену товара после 30-минутного телефонного разговора и стандартных реплик о каком-то ваучере.
Я проговорил по телефону 30 минут, поэтому сдался и купил еще один комплект гусениц.
Ну и ладно.
Хорошо работает после некоторой возни.
Возникли некоторые проблемы с запуском.
Кабель из комплекта не подходит - не заряжает аккумулятор.
Когда я заменил кабель на свой, я смог зарядить устройство, а затем подключить его по Bluetooth к ПК.
У меня были проблемы с поиском программного обеспечения для ПК, но после того, как я написал на электронную почту их службы поддержки, они ответили в течение дня и дали верную информацию о загрузке.
Программа для ПК хорошо подойдет для тестирования устройства после того, как разберетесь, какой разъем использовать (в моем случае разъем 4).
Показатели точности и стабильности устройства для моего приложения выглядят очень хорошо, однако я не смог подключиться ни к iPhone, ни к iPad (попробовал несколько устройств) через Bluetooth.
Придется использовать кабель, если я решу использовать устройство в своем продукте.
...перед покупкой спросила продавца, не слишком ли цвет желтый, и мне сказали, что он выглядит как старинное золото
Перед покупкой я спросила продавца, не слишком ли цвет желтый, и мне сказали, что он выглядит как старинное золото, цвет более темный.
Даже близко не похоже!
Набор выглядит ОЧЕНЬ дешево.
Супер блестящий желтый с большим количеством еще более блестящих стразов.
На фото выглядит отлично, но в жизни я бы даже подростку такое не дала носить.
Кольцо очень понравилось, но постоянно носить нельзя! :(
Кольцо очень красивое.
Мне понравился его дизайн и грубоватый вид; оно выглядит дорого и очень удобное!
Единственное, из-за чего я поставил только 3 звезды и в конечном итоге вернула товар — я поняла, что не смогу носить его постоянно.
Мне нравится носить кольца не снимая, поэтому я всегда покупаю серебро 925 пробы, и я видела, что некоторые говорят, что их кольца через некоторое время потускнели, но я носила свое примерно неделю подряд, не снимала даже когда мыла руки — и не заметила никакого потускнения.
При этом я столкнулась с тем, что от внутренней поверхности кольца кожа на пальце становится белой и влажной — вроде как после того, как долго носишь пластырь.
Это происходило даже тогда, когда я следила, чтобы и кольцо, и мой палец полностью высыхали.
Не знаю, с чем это связано, у меня никогда такого не было ни с одним другим кольцом, но мне стало некомфортно, поэтому я решила, что это кольцо не для меня.
:( Очень жаль, потому что оно мне действительно понравилось!
Так что если вы не собираетесь носить это кольцо постоянно, мой совет — покупайте!!
Вы не разочаруетесь!
лучше купите Pampered Chef...
У меня есть небольшая ложечка Pampered Chef, но я сейчас в процессе переезда, поэтому большая часть моих вещей сдана на хранение.
Мне нравится использовать эти ложки при выпечке идеально одинаковых печенек.
Я смотрела ложку OXO и ложку Pampered Chef, и решила сэкономить немного денег и взять только OXO - обычно мне везет с их товарами.
Не в этот раз.
Приблизительно к печеньке с арахисовым маслом № 30 рычаг внутри ложки перестал работать.
Мне пришлось раздвинуть ручки и переставить рычаг, чтобы сделать еще несколько печенек, а затем повторить все снова.
Так что... поберегите свои нервы и купите ложку Pampered Chef.
Она того стоит!
Больше никогда не куплю Mr. Coffee
Некоторое время это была хорошая кофеварка, но с ней постоянно возникали проблемы.
Когда между черным пластиком и металлом сосуда попадала вода, он начинал протекать и выпускал воду еще по нескольких дней.
Затем сломался пластиковый рычаг, который позволяет кофе проходить через фильтр в сосуд.
Я связался со службой поддержки, чтобы узнать о замене на новое изделие, но они направили меня в сервисный центр, который находится более чем в 90 минутах езды от моего дома.
Кофеварка делает отличный кофе и сохраняет его горячим, но у нее слишком много других недостатков, чтобы покупать ее за такие деньги.
Необходимая покупка!!
Мне очень нравится цвет розового золота, и в целом товар отличный!
Единственное, что мне не очень нравится, это простой дизайн.
Мне нравится, когда на ручках немного больше отделки, но я обратила на это внимание еще до покупки, поэтому все равно ставлю 5 звезд!
Товар легко чистить, и все пришло в индивидуальной упаковке, которая мне показалась очень удобной, и это успокоило меня ЛОЛ, обожаю, обожаю, ОБОЖАЮ этот цвет, и я точно бы купила это снова для себя или в подарок близким!
Возможно, будет работать, если установить на столбике, но НЕ в качестве защиты от животных или непогоды.
Audubon должно быть стыдно.
В инструкциях говорится, что нужно протолкнуть заглушку через отверстие и «убедиться, что она надежно закреплена».
КАК???
Товар сделан так, что крышка просто свободно сидит на стержне, так что ее может сдвинуть любое животное или малейший ветер.
Можно перевернуть стержень вверх ногами, чтобы винты оказались на нижней стороне крышки, но вам потребуется несколько часов, чтобы прикрутить эти винты; никакие инструменты не помогут, с ними легко справятся только совсем крошечные пальцы.
У меня ушло больше часа на то, чтобы кое-как завинтить винты и прикрепить крышку к стержню.
Это полный гемор.
Я заказал четыре штуки; собираюсь немедленно вернуть те три, которые я еще не открывал, и найти вариант получше для защиты от непогоды.
(Давайте посмотрим правде в глаза: ни одно такое устройство на самом деле не сможет «защитить» от белок!)
У этих ламп много плюсов
Купила эту лампу, чтобы дополнить натуральное освещение для овощной рассады.
У этих ламп много плюсов.
Плюсы: во-первых, их было легко закрепить на полке, они гнутся во многих направления, что позволяет вносить изменения по мере роста растений.
Лампочки прохладные на ощупь и не причиняют вреда даже при соприкосновении с растениями.
Я считаю, что досвечивание пошло на пользу моей рассаде.
Яркость регулируется, но я использую только самый высокий уровень.
Я не использую таймер, предпочитаю включать и выключать их самостоятельно.
Но эта функция будет полезна, если у вас комнатные растения в офисе или вы уезжаете в отпуск. Минусы: мне кажется, эти лампы недостаточно сильные, чтобы служить основным источником света для теплиц.
Они небольшие!
Если лампочка перегорит, придется купить полностью новое устройство.
ОСТОРОЖНО... ОЧЕНЬ НЕПРИЯТНЫЙ ЗАПАХ... СЛИШКОМ БОЛЬШИЕ КАРМАНЫ ДЛЯ КАРТ!
Когда я впервые увидел его, я подумал, что выглядит отлично, НО так сильно ВОНЯЕТ.
Сначала я подумал, что это запах кожи, но как многие указывали, это запах ПЛЕСЕНИ.
Он так и не пропал, поэтому мне пришлось вернуть товар.
ПЛЮС, карманы для кредитных карт слишком большие.
Кредитные карты помещаются в них целиком, их совсем не видно, так что совершенно непонятно, где какая карта, и их очень трудно достать.
ФОТО, НА КОТОРОМ ПОКАЗАНО, ЧТО КАРТЫ ТОРЧАТ, НЕ СООТВЕТСТВУЕТ ИСТИНЕ.
Очень маленький..
Получил дорожный пояс для денег, и он намного меньше, чем показано на фотографиях.
Жалею, что купил его, теперь все равно придется искать что-то побольше.
Хороший зонт, при необходимости купила бы его снова
Прежде всего, надо сказать, что цвет огоооонь.
Многие вещи, которые я заказываю в фиолетовом цвете, оказываются слишком светлыми, слишком детскими, слишком странными, слишком неоновыми, и так далее.
Но этот фиолетовый глубокий и сочный, мне очень нравится, зонт крепкий и действительно хорошего качества.
Наверное, лучший зонт, который у меня был.
Идет в комплекте с футляром, который может и не очень функционален, но выглядит прекрасно.
Упаковка ужасная - получили 3 поврежденные гитары
Очень красивая гитара.
Жаль, что компания не знает, как защитить свой товар от повреждений.
Не тратьте свое время на попытки получить неповрежденный товар.
Мы вернули 2 гитары из-за повреждений при доставке, но 3-я тоже оказалась сломана.
Просто сдались.
Поставляется в мягком тонком футляре с одним листом крафт-бумаги в картонной коробке.
Защитной упаковки вообще нет.
Классная концепция!
Просто нуждается в доработке, чтобы получился действительно потрясающий товар.
Действительно классная концепция в том, что касается караоке.
Я люблю караоке, так что этот микрофон сразу меня заинтересовал.
Мне нравится общий дизайн, розовое золото — отличный выбор.
У него стандартный дизайн, видела такой же у всех других вариантов микрофонов такого типа.
Для тех, кто не знает, как это работает: микрофон одновременно действует как 1) персональный микрофон 2) стриминговое устройство/динамик для музыки и 3) диктофон.
В целом, вы получаете устройство 3-в-1, которое усиливает голоса и музыку и делает запись звука.
Хотя в самом микрофоне музыки нет.
У него есть Bluetooth, поэтому его надо синхронизировать с телефоном и установить приложение для караоке, которое будет отправлять песни для караоке на микрофон.
Или даже можно синхронизировать его со Spotify.
Обратите внимание, что микрофон, к сожалению, работает не со всеми приложениями.
Микрофон поставляется с различными опциями для регулировки уровня громкости музыки и голоса (также отдельно!)
и даже имеется возможность отрегулировать уровень эха, чтобы ваш голос действительно звучал так, как будто вы в караоке-клубе.
Вот некоторые моменты, которые стоит доработать: 1) меня раздражает, что микрофон немного фонит, независимо от того, на каком расстоянии телефон от находится от микрофона.
Если вы поняли, в чем дело, я тоже хотела бы знать!
2) переключатель опций в средней части микрофона слишком громоздкий.
Я люблю минимализм, поэтому было бы здорово, если бы в будущем дизайн стал более элегантным.
3) поддержка большего количества караоке-приложений. И последнее — так как звук идет из микрофона напрямую, а не через динамики телевизора или центральную акустическую систему, для вечеринок это не очень подходит.
Если производитель сможет каким-то образом интегрировать микрофон в общую экосистему караоке для вечеринок, им станет гораздо удобнее пользоваться.
Обман Vision Supplies
В октябре 2017 года я купил 4 (четыре) картриджа в магазине Vision Supplies на Amazon Marketplace, чтобы иметь запас и сэкономить на доставке.
За последние пару лет использовал два из них, примерно по одному в год, и они работали нормально.
Попытался использовать следующий картридж на прошлой неделе, но он почти закончился после печати 20 этикеток, а последний закончился после 40 страниц.
Пластик отсутствует на обоих.
Сказали гарантия закончилась!!!!
Кто вообще будет проверять каждый картридж при получении????
ПОКУПАТЕЛИ, БУДЬТЕ ОСТОРОЖНЫ!!!!!!!!!!!!
Что это вообще было?
Подруга порекомендовала маску из этой линейки, и я купила ее, этот кондиционер и молочко все в одном.
Не могу говорить об эффективности продукта, потому что запах оказался просто невыносимым.
Знаете этот затхлый запах, который в старых зданиях используют в женских туалетах, чтобы попытаться замаскировать запах *женщин*, такой кислый, химический, затхлый бабкин запах?
Короче, это моя единственная ассоциация с этим запахом.
Конечно, вкусы у всех разные, так что, возможно, вам запах понравится.
Моя подруга сказала, что этот продукт помогает даже самым поврежденным волосам, поэтому, если вам не важен запах, не обращайте внимания.
Я понимаю, что натуральные продукты не могут пахнуть так же приятно, как некоторые синтетические, но я чувствую, что все больше и больше производителей натуральной косметики просто перестали об этом думать, так как товары все равно продаются, и поэтому теперь все просто пахнет пластилином.
Я перестала пользоваться несколькими любимыми марками из-за того, что они заменили ингредиенты в составе на более дешевые.
Возможно, тут тот же случай, или это подделка (я позвонила Davines, и они сказали, что это не так), но это пахнет МЕРЗКО, и мне пришлось вернуть товар.
Падает интернет
Купил этот модем/маршрутизатор около двух лет назад.
Сначала все было нормально, но в течение последнего года возникли проблемы с сетью.
Это происходит на всех моих устройствах, как с Wi-Fi, так и с проводным интернетом.
Единственный способ возобновить работу — отключить устройство от питания и включить снова.
Это происходило раз или два в день.
Вызвал Comcast, они проложили новую коаксиальную линию от основания к дому и повысили уровень сигнала.
Проблема никуда не делась.
Ребята из Arris Tech отлично поработали, но проблему решить так и не смогли.
Кроме того, 5G тоже трижды отключался.
Пришлось сделать сброс к заводским настройкам, чтобы восстановить подключение.
Исходя из своего опыта, не могу рекомендовать этот модем/маршрутизатор.
Я купил модем/маршрутизатор Netgear AC1900.
Это потрясающе.
Уже больше недели все работает без проблем.
Интернет быстрее и дальность больше, чем у Arris.
Я читал в сети, что у других людей тоже были проблемы с модемом/маршрутизатором Arris, подключенным к Comcast.
Если ваш провайдер Comcast, не рекомендую покупать этот модем/маршрутизатор Arris.
Берите Netgear, он гораздо надежнее.
но это происходит достаточно часто, чтобы раздражать.
Теперь о плюсах
Один из вентиляторов сначала звучал несбалансировано.
Регуляторы скорости совсем кривые — если установить их на 100%, вентиляторы отключатся, поэтому нужно установить их на 100%, а затем медленно снижать, пока они снова не заработают.
Качество сборки посредственное, но мне кажется, это нормально для большинства продуктов такого типа в этой ценовой категории.
Несколько раз отваливались ножки для удержания ноутбука в наклонном положении...
Их можно поставить обратно, но это происходит достаточно часто, чтобы раздражать.
Теперь о плюсах: вентилятор идеально расположен для ноутбуков, которые всасывают воздух из вентиляционных отверстий в верхней части.
У многих других кулеров вентиляторы находятся посередине, что не обеспечивает нужного уровня дополнительного притока воздуха для ноутбука с такой конфигурацией системы охлаждения.
Неплохой чехол с серьезными ограничениями
Чехол нормальный, но ничего особенного — 3,5 или 4 максимум.
Проблема в том, что для Tab A 10.1 с S Pen не так много чехлов.
Из них Gumdrop в целом практически лучший, но у него есть некоторые серьезные недостатки.
Резина чехла (или силикон, или из чего он там) очень гладкая, и нет уверенности, что телефон не выскользнет когда вы держите его одной рукой.
Tab A тяжелый, поэтому если смотреть видео лежа, чехол постепенно выскальзывает из рук, и приходится часто его перехватывать.
Мне пришлось убрать прозрачную пластиковую защитную пленку, потому что она мешала работе тачскрина.
Это повлияло на прочность цельной пластиковой рамы вокруг Tab A, поэтому теперь резиновая внешняя часть кажется действительно гибкой и хрупкой.
Кроме того, доступ к S Pen затруднен.
S Pen находится в заднем нижнем правом углу Tab A, и из-за конструкции чехла для доступа к S Pen нужно сдвинуть небольшой резиновый клапан, который защищает угол телефона.
То есть для того, чтобы достать S Pen, клапан нужно повернуть на 180 градусов.
Это очень неудобно и сложно сделать одной рукой.
Чехол хорошо защищает мой Tab A, но из-за этих серьезных недостатков в дизайне я не могу его рекомендовать, хотя если вы используете S Pen, у вас особо нет выбора.
Все, что мне было нужно
Товар действительно удобный - все, что мне нужно для подключения, в одном месте.
Мне нравится, что можно просто положить его и крошечный адаптер для моего ноутбука в сумку, и я могу работать на большом дисплее 4k или скидывать фото с камеры.
Единственная странность, с которой я столкнулся (и я сталкивался с этим у всех 4 usb-c хабов от разных производителей, которые я пробовал), заключается в том, что Mac, по-видимому, не может определить разницу между копями одного и того же монитора (поэтому мой Mac выводит одно и то же видео на все идентичные мониторы, подключенные к хабу, как через HDMI, так и/или через VGA).
Но если я использую 2 отдельных хаба/адаптера или 2 разные модели монитора, тогда Mac все правильно выводит на дисплеи по отдельности.
Ок, но нуждается в доработке.
Неплохой инструмент для дрессировки, но у кнопки разряда обязательно должен быть какой-то предохранитель (я чаще нажимаю на нее случайно в кармане, чем намеренно использую), мои собаки даже как-то случайно ударили сами себя, когда наступили на кнопку пульта.
Кроме того, если ваша собака (как, например, моя) любит изваляться в енотьих какашках, отчистить ошейник будет очень геморно.
Так как фекалии попадают в зазоры на устройстве, придется полностью разобрать его, чтобы как следует очистить и избавиться от запаха.
Диапазон немного неустойчив.
Я заметил, что для того, чтобы все работало, практически всегда собака должна быть в прямой видимости.
А иногда он вообще не работает, даже если я всего в 30 футах от своей собаки.
Возможность перезарядки — очень полезная функция, и заряда хватает на долгое время.
Я заряжаю его всего раз в две недели.
Вы получаете ровно то, за что платите.
Ужасный товар, ложная информация
Я купил его в качестве трекера, чтобы использовать во время плавания, и у меня даже не было возможности его испытать.
Во-первых, он не водостойкий, и его не рекомендуется использовать во время плавания согласно инструкции.
Во-вторых, в комплекте нет зарядного устройства.
Вместо этого предлагается использовать USB-кабель или компьютер.
Хорошо, у меня таких много.
Но когда я пытаюсь вставить его в разъем для зарядки, он тут же выскакивает обратно.
Не уверен, проблема в несовместимости или просто плохом качестве, но я не собираюсь сидеть и держать устройство, пока оно заряжается.
Наконец, приложение продолжает показывать рекламу, даже когда оно закрыто.
Реклама вылезла, когда я просто отправлял смс, что очень настораживает.
После этого я закрыл все активные приложения на телефоне, но увидел еще одну рекламу, когда через 20 минут посмотрел время.
Ужасный товар, похоже, я получил ровно то, за что заплатил...
Отличный рюкзак, но с ремнями перебор
Рюкзак хорошо выглядит, функциональный.
Цена очень выгодная, особенно если учитывать, сколько сейчас стоят рюкзаки.
Я снял звезду за слишком большое количество ремней.
На нем больше ремней, чем я могу сосчитать.
В конечном итоге я обрежу и сожгу эти дополнительные ремни, потому что большинство из них на самом деле не нужны и просто мешают открывать и закрывать сумку.
Если не учитывать этого, рюкзак стал отличной сумкой для учебы.
Прямо в задней части рюкзака есть отделение для моего MacBook Pro, а все мои книги легко помещаются в соответствующие отделения.
Флаг - отличный элемент декора
Моя собака до сих пор не сумела его уничтожить
Были проблемы с хоккейными мячами.
Для моей собаки они как любимые жевательные игрушки, она очень любит с ними бегать и играть, а еще они плавают.
До тех пор, пока она не разгрызет их на кусочки.
Пробовал несколько разных, даже варианты «для жаркой погоды» - и они продержались всего на несколько минут дольше остальных.
Пока я не купил эти.
Они выдержали испытание.
У меня некрупная собака, но она ни за что не выпустит то, что жует.
Как говорится, дело не в том, насколько собака сильна в бою, а в том, насколько силен в ней боевой дух.
Большой палец вверх от Дейзи и от меня.
Этот товар опасен для детей.
Он представляет огромную опасность для здоровья вашего ребенка.
Мы проверили аккумулятор через пару недель использования и увидели, что в отсек, где находятся батарейки, попала вода.
Сами батарейки сгнили, из них вытекала черная жидкость.
Судя по конструкции, корпус никак не может быть водонепроницаемым, а это значит, что не только вода попадала в отсек во время купания, но и часть этой токсичной жидкости вытекала наружу.
Ни в коем случае не покупайте этот товар.
Я в шоке, что его выпустили на рынок, несмотря на такой очевидный недостаток.
перегрев и проблемы с подключением контроллера
Пока я поставил 3 звезды, я не хочу оставлять плохой отзыв продавцу, если он этого не заслуживает, но этот дрон сильно перегревается.
Я не уверен, надо ли мне связаться с продавцом или самими dji tello, но я, вероятно, попробую оба варианта, просто чтобы посмотреть, что они скажут.
Мне нравится, что этот дрон — это клевая маленькая игрушка, которая летает лучше, чем некоторые более крупные дроны старых моделей, при этом некоторые из моих больших дронов куда больше похожи на игрушки, чем он.
Однако это единственный дрон, у которого на моей памяти возникали проблемы с перегревом, и это на самом деле портит удовольствие от использования, я пока предполагаю, что это производственный брак, но им нужно решить эту проблему как можно скорее, если они хотят, чтобы их товар был популярен.
Очень надеюсь, что продавец не прислал мне б/у дрон, так как я заплатил за новый.
Продавцам плюс за доставку, так как товар пришел через 1 день после покупки.
Я обновлю свой отзыв после того, как свяжусь с продавцом и dji tello.
У меня остались только хорошие впечатления об этом наборе подарочной упаковки
У меня остались только хорошие впечатления об этом наборе подарочной упаковки.
Мне удалось упаковать все рождественские подарки в эти пакеты, подарочную упаковку и упаковочную бумагу.
Продукция отличного качества, а разные варианты размеров облегчают выбор самой подходящей упаковки для каждого подарка!
Очень рекомендую этот товар.
Продавец супер дружелюбный и внимательный.
Он даже связался со мной после покупки, чтобы убедиться, что я доволен товаром.
С какой стороны ни посмотри, 5 звезд!
Физика ужасна, и создатели игры отказываются с этим что-то делать
Не покупайте эту игру, физика ужасная, и это так бесит, потому что в каждой игре наверное штук 40 хакеров, и компания.
Даже ничего не делает с этим, понятно, что они просто позволяют хакерам делать все, что угодно, и они знают, что игра ужасная, но они абсолютно ничего не делают по этому поводу, и игра продолжает обновлять их персонажей, хотя на самом деле если что-то стоит обновить, так это физику, потому что она ужасна, не покупайте эту игру, ужасная физика и механика, люди, очевидно, люди, которые создали эту игру, были накурены или что-то в этом роде, потому что честное слово, это одна из худших игр, в которые когда-либо играл в своей жизни, я бы лучше играл в Pixel Games, чем в это дерьмо, одна из худших игр, не покупайте ее
Не похожа на другие игры про расхитителей гробниц
С самого начала игра не похожа на другие игры про расхитителей гробниц.
Геймплей очень сложный, в том смысле, что элементы управления не реагируют на то, в каком направлении вы пытаетесь двигаться.
Так что вы постоянно будете разбиваться насмерть в самых нелепых ситуациях.
Головоломки сложные, но не с точки зрения логики.
Не получил никакого удовольствия от этой игры.
Я не планирую ее заканчивать.
Сюжет скучный, а для меня сюжет - это главное в играх.
Эргономичный и доступный по цене, но плохо выдерживает постоянное использование
Более тонкий, лучше ложится в руки, нет острых углов, за которые можно зацепиться, шнур питания не отсоединяется, так что его гораздо сложнее повредить, чем оригинальный контроллер XB1.
Недостатки: 1) Эффект вибрации, который срабатывает в экшн-играх, ощущается намного слабее.
2) Джойстик и кнопки контроллера очень быстро изнашиваются.
Мы не жалеем свои контроллеры и обычно ломаем 2-3 штуки в год.
Поэтому покупка контроллера — это ежегодное вложение денег, и мы разборчивы и осмотрительны в отношении того, что покупаем.
Контроллеру не помешали бы более прочные пружины; через пару месяцев кнопки, которые используются чаще всего, перестают реагировать, а правый джойстик смещается, из-за этого карта может увеличиваться, а персонажи идти вперед, когда вы даже не касаетесь элементов управления.
Вы получаете ровно то, за что платите
Товар меня разочаровал, серебристая часть вокруг циферблата оказалась сделанной из какого-то дешевого пластика.
Я разочарован не тем, что она сделана из пластика, а тем, что из-за использования пластика товар выглядит невероятно дешево.
Для меня эта деталь портит весь внешний вид.
Я не верю, что часы выдержат постоянную носку, поэтому в итоге вернул их.
Очень разочарован, потому что это была бы хорошая покупка, если бы не этот момент.
Но если вас это не волнует, возможно, этот товар вам подойдет.
Товар хорошо упакован, пришел быстро.
Ничего общего с предыдущими моделями Stylo, ОГРОМНОЕ РАЗОЧАРОВАНИЕ.
У меня был первый Stylo, а также Stylo 2, Stylo 2 V и Stylo 2 Plus.
Очевидно, мне очень нравились Stylo, судя по тому, что я покупал каждую новую модель.
Не из-за того, что возникали какие-то проблемы или телефон ломался, просто потому, что я хотел использовать последнюю модель и не отставать от новинок.
Со всеми этими моделями у меня ни разу не было никаких проблем с собственно телефонами.
Когда я купил Stylo 3 через Virgin Mobile, я был просто уверен, что не будет никаких проблем, когда я получу телефон и настрою его, но как оказалось, я ошибался.
У этого телефона так много недостатков, что я, честно говоря, шокирован тем, насколько отлично работали предыдущие модели Stylo.
Мне даже не удалось перенести этот телефон в свою учетную запись Virgin Mobile.
Я возился с ним чуть меньше недели.
Я искал информацию в Интернете, звонил в поддержку, я очень хотел дать Stylo 3 еще один шанс, надеясь, что это просто я делаю что-то не так, но, к сожалению, я потратил все это время зря, потому что во всех этих проблемах на 100% виноват сам телефон, хоть мне и не хотелось этого признавать.
Очень жаль ставить такую ужасную оценку Stylo, но я крайне разочарован этим телефоном.
Надеюсь, LG смогут решить свои проблемы и внести улучшения в будущие модели Stylo, если такие вообще будут, потому что это было УЖАСНО.
С другой стороны, с возвратом телефона и денег проблем не возникло, но на этом плюсы заканчиваются.
