С моей точки зрения, программа по литературе формировалась дамами бальзаковского возраста на основании их интересов.
Из русской литературы 19 века мы предпочитали Данилевского и Волконского.
Они писали беллетристику, конечно, с точки зрения тех самых дам бальзаковского возраста.
А психология и мучения героинь Толстого и Тургенева для подростков не так интересны.
Подросткам вообще редко интересна психология героев.
Спасибо большое, очень интересно.
Возможно, розы были плюшевыми, чтобы изобразить определенный их сорт?
Есть розы такой окраски и с такой структурой лепестка, напоминающей бархат, как правило, темно-красных, бордовых тонов.
А розы светлые выглядят иначе, лепестки имеют как раз атласный или шелковистый блеск.
Акулы нападают на серфингистов, принимая их за черепах...
Быки вроде как дальтоники.
Медведи едят падаль...
Гориллам НЕЛЬЗЯ смотреть в глаза - в некоторых сафари-парках посетителям выдают очки с нарисованными глазами, смотрящими в сторону.
Пчёлы еще ориентируются на запах...
Матрас Promtex Micropacket Prestige 105х195.
Модель "Микропакет Престиж": комфортабельность и природный состав.
У матраса разная жесткость сторон: средне-жесткая поверхность образована латексированным кокосовым волокном и натуральным латексом, умеренно мягкая – плитой натурального латекса.
Пружинный блок с 1000 пружин на квадратный метр быстро адаптируется под тело спящего, предупреждая появление эффекта "волны" или "гамака".
Среди достоинств модели нужно выделить дышащие материалы.
Латекс, перфорированный для воздухопроницаемости, отлично вентилируется естественным образом, как и койра кокоса.
Благодаря этому сохраняется здоровый микроклимат спального места.
Также на матрас распространяется расширенный гарантийный срок.
Срок официальной гарантии от производителя – 5 лет, на деле срок эксплуатации матраса больше.
Защита от пыли и загрязнений возложена на съемный чехол из жаккарда, поставляемый в комплекте.
Приобретите в пару к матрасу ортопедическую подушку – она рекомендована для поддержания оптимального положения позвоночника во время сна.
Наполнитель определяет назначение сторон – кокос служит анатомической поддержкой для спины, латекс расслабляет мышцы.
Включайте мозг и гоните таких родственничков взашей!
Уж лучше никаких не иметь, чем таких...
Либо ищите стороннего водителя, либо того, кто готов вложиться и работать с вами в доле.
Если не получится, то продавайте машину, хоть и с убытками, не жалейте.
В следующий раз лучше думать будете...
Андрей, вам доходчиво объяснили, что в школах работают пенсионерки, они не будут работать в командной строке.
Учитель информатики тоже помочь не сможет, его этому не учили, школота играет в игры в виндоуз.
Так что поддержки никакой.
С ужасом вспоминаю эти застолья и гостей в доме родителей.
Гости на пороге, а на плите еще котлеты дожариваются, мама всклокоченная домывает пол.
Господи, да за стол садился уже без сил.
А потом еще посуду перемой, дом убери.
Неделю до праздника тащишь продукты, два дня стряпни, день уборка после.
А гости что?
Им хорошо, еще и тортик обязательно с собой.
Вот с тех пор не люблю праздники, гостей.
Даже для своей семьи стол накрываю по минималке.
А вкусняшки я им готовлю, пеку очень часто просто так.
Германия: Четвертая прививка от коронавируса неизбежна
Четвертая вакцинация потребуется летом или осенью 2022 года.
По мнению эксперта, нынешняя вакцинация в Германии не станет заключительной, а продолжится с новой силой.
Несмотря на активную прививочную кампанию в Германии, ни двух, ни трех доз вакцины от коронавируса, вероятно, не будет достаточно для полной защиты.
В этом убежден руководитель Ассоциации врачей общей практики Ульрих Вайгельдт.
Об этом в субботу, 11 декабря, сообщает Die Welt.
"Мы ожидаем, что четвертая вакцинация потребуется летом, самое позднее осенью", - считает эксперт.
Кроме того, Вайгельдт надеется, что четвертую вакцинацию от коронавируса можно будет проводить "в сочетании с вакцинацией от гриппа".
Это поможет добиться наилучших результатов.
Помимо того, усиленная вакцинация может помочь в борьбе с распространением нового штамма коронавируса "Омикрон".
Причем новый вариант особо опасен.
Так, вероятность повторного заражения "Омикроном" в три раза выше, чем у штаммов Delta или Beta.
Об этом свидетельствуют результаты предварительного исследования, проведенного в ЮАР.
Исходя из этого, производители BioNTech / Pfizer к марту 2022 года планируют предоставить вакцину, адаптированную для Omikron.
Компании подчеркивают, что две дозы вакцины не обеспечивают достаточной защиты от заражения новым вариантом коронавируса "Омикрон".
Исследование BioNTech и Pfizer показало, что при двух дозах вакцины эффективность существенно ниже: "нейтрализующий потенциал сокращается более чем в 25 раз".
"Это указывает на то, что две дозы BNT162b2 не обеспечивают достаточной защиты от заражения омикрон-штаммом", - подчеркнули BioNTech и Pfizer.
Поэтому необходима третья доза.
Эксперты настаивают на ускорении темпов вакцинации в стране.
Например, председатель Немецкого общества инфекционных болезней Бернд Зальцбергер выступает за сокращение интервала между второй и третьей прививкой.
Более того, как считает Зальцбергер, ускоренная вакцинация окажет влияние на распространение как дельта-вируса, так и омикрон-варианта коронавируса.
"Опыт Израиля очень убедительно показывает это", - подчеркнул эксперт.
Воблер Pontoon21, Bet-A Vib, 54 Silent, 54 мм, 8,5 г.
Серия Bet-A-Vib – особая ветвь семейcтва Bet-A от компании Pontoon21®.
Она (как и серия Kalikana Vib) отличается от множества других вибов тем, что изначально создавалась с учётом использования для подлёдной рыбалки, а не только для ловли взаброс.
Эти вибы имеют больший, чем у близких по габаритам аналогов, удельный вес, что, несомненно, положительно сказывается на нюансах применения этих интересных приманок.
Другая узнаваемая особенность – верхний плавничок из прочного и упругого пластика, создающий дополнительные оттенки вибрации при вертикальной и горизонтальной проводках.
В качестве "зимнего виба" при ловле в отвес Bet-A-Vib демонстрирует довольно агрессивную игру.
Часто наиболее уловистой бывает простая монотонная анимация, то есть движения удильником вверх-вниз почти без пауз.
При планировании отклонение от вертикальной оси не очень велико, что удобно при ловле в ограниченном пространстве, захламленном подводной растительностью, корягами и прочими препятствиями, за которые возможен зацеп.
Кроме того, небольшое отклонение актуально при ловле зимой судака и крупного окуня, и особенно в середине зимы, когда требуется точечная и агрессивная подача приманки.
Достигнув крайней точки траектории, Bet-A-Vib мгновенно разворачивается и возвращается к исходной вертикали.
Не менее успешно Bet-A-Vib применяется и для зимней ловли прудовой форели.
Чтобы угодить её капризам, можно выбрать из двух модификаций: с шумовой капсулой (NS – NanoSound) или без неё (SL – Silent).
Также отмечено, что Bet-A-Vib игрой в отвес способен раздразнить пассивную щуку, не реагирующую даже на живца.
При ловле взаброс Bet-A-Vib демонстрирует дальность и точность.
Этот воблер понятен и не капризен, хорошо сочетается с леской и плетёными шнурами даже больших диаметров.
Для ловли взаброс щуки, судака, ерша или окуня кроме равномерной актуальна и "ступенька", иногда с "чирканьем" по дну.
Если вы ловите в закоряженных местах, можно сменить передний тройник на двойник, что уменьшит вероятность зацепов.
Среди приманок своего класса Bet-A-Vib в числе наиболее устойчивых в работе и, как следствие, одной из наиболее уловистых.
С одинаковым успехом может использоваться как на относительно мелких, так и на довольно глубоких участках.
Все модели оснащены крючками Owner ST-36.
Сколько молодых бездельников сидит на шее стариков-родителей.
"Золотая молодежь" - явно выраженные лентяи в большинстве своём, ничего не умеющие и не знающие.
Сытая жизнь располагает к безделью.
Возможно, Мишустин имел в виду эту немалую часть населения.
Вы, верно, шутите.
Ни разу не видела в этом магазине обувь, которую захотелось бы купить.
О какой многолетней носке вы пишете?
Эта обувь изготовлена из кожзама.
Хорошо, если один сезон выдержит.
"Зенден" на одном уровне с "Кари".
Пару-тройку раз зайти, посмотреть и понять, что делать в них нечего.
В Ливии заявили о 7 тысячах российских наемников
В Ливии находятся более 7 тыс. наемников частной военной компании (ЧВК) "Вагнер".
Об этом заявил в воскресенье, 12 декабря, председатель Высшего государственного совета республики Халед аль-Мишри.
"В настоящее время в Ливии насчитывается более 7 тыс. наемников ЧВК "Вагнер".
У них имеются и самолеты.
Они также роют траншеи в Сирте и Куфре.
У них имеется 30 реактивных самолетов на авиабазах Гардабия (используется также как гражданский аэропорт в Сирте) ", - приводит его слова агентство Anadolu.
Халед аль-Мишри также указал, что российские наемники "пытаются захватить" центральную часть Ливии, простирающуюся от Чада до Средиземного моря, после того, как "приведут своего человека к власти" в Центральной Африканской Республике.
Сохранить присутствие
По мнению собеседника издания, Москва искала страну для сохранения своего присутствия в Северной Африке и "разместилась в Ливии".
"Вагнер" находится в Ливии с 2019 года, использует авиабазу и порт в Сирте, а также авиабазу в Джуфре, отмечается в публикации агентства.
Российские власти официально отрицают, что ЧВК "Вагнер" пользуется поддержкой Кремля.
Где еще могут быть наемники
По данным агентства, "Вагнер" предположительно действует в девяти странах Африки - ЦАР, Ливии, Судане, Мозамбике, Гвинее, Гвинее-Бисау, Мадагаскаре, Зимбабве и Анголе.
Компания обеспечивает военную подготовку местных сил, личную охрану лидеров и защиту энергетических объектов.
В обмен на эти услуги дочерние предприятия "Вагнера" получают определенные привилегии и лицензии на использование полезных ископаемых и природных ресурсов, а также на поставки оружия, технологий и военных услуг в эти страны", - говорится в статье.
Как утверждают СМИ, "вагнеровцы" якобы воевали в Донбассе, Сирии, Мозамбике, Судане и ЦАР.
Эта группа не значится ни в силовых ведомствах, ни в реестре юрлиц, а ее бойцы отсутствуют в формулярных списках личного состава.
Эта компания находится под санкциями США.
Напомним, ранее постпреды 27 стран ЕС одобрили рестрикции против "Вагнера".
Ожидается, что это решение Совет Евросоюза утвердит 13 декабря.
Ситуация в Ливии
Высший государственный совет Ливии де-факто является второй палатой парламента с консультативными функциями с доминирующими в нем исламистами, пишет ТАСС.
Этот орган неоднократно призывал к переносу единого дня голосования по выборам депутатов парламента и главы государства с 24 декабря как минимум на февраль 2022 года.
"До выборов остается менее двух недель, и стремительно снижаются шансы, что они пройдут в срок", - отмечается в материале.
На этом фоне Высшая избирательная комиссия Ливии отложила на неопределенный срок объявление окончательного списка кандидатов, передает телеканал Sky News Arabia.
Внешняя политика глазами россиян
38% россиян видят во внешней политике страны больше успехов, чем неудач, 29% считают, что преобладают неудачи.
"Примеры успехов - "в Сирии защитили, восстановили мир там", "решение по "Северному потоку-2"", "весь мир запугали, что крутое вооружение", "Крым мы отжали".
Главные неудачи - "конфликт с Украиной", "конфронтация с западными странами", "изоляция от мира", - говорится в исследовании Фонда "Общественное мнение".
Правительство Дубая полностью отказалось от бумажного делопроизводства - все госуслуги тоже стали только цифровыми
Правительство Дубая сообщило о полном отказе от бумажного делопроизводства и переходе на цифровые технологии.
Все государственные услуги населению тоже будут оказываться исключительно в электронном виде.
Об этом сообщает эмиратское информационное агентство WAM.
"Сегодняшний день ознаменовал начало нового этапа цифровизации всех аспектов жизни Дубая - мы завершили переход к полностью безбумажному правительству",- заявил в субботу наследный принц эмирата, председатель исполнительного совета Дубая, шейх Хамдан бен Мухаммед бен Рашид Аль Мактум.
Теперь внутренний и внешний документооборот во всех госучреждениях Дубая будет осуществляться только в цифровом виде через специальные информационные платформы.
Нововведение затронуло все без исключения отрасли: здравоохранение, ЖКХ, полицию, муниципальные органы, суды и т. п. К инициативе правительства присоединились также многие коммерческие структуры.
Переход к электронному правительству и цифровизации документооборота начался в Дубае с 2018 года.
За этом время, как посчитали власти, сэкономлено 336 млн бумажных листов, что составляет 14 млн часов человеческого труда и 353,8 миллиона долларов в денежном эквиваленте.
Ранее мэр Москвы Сергей Собянин заявил, что электронные услуги экономят гражданам 2 дня в году.
Дана, ну, про даты рождения и сколько лет ребенку, это уже маразм, про класс и группу в детсаду тоже.
Ну не верю я, что такие растяпы бывают.
А если и бывают, то им явно на все пофиг, в том числе и на семью.
Жили моя мама, ее два брата и дедушка с бабушкой на 3 Владимирской, был 1 этаж без решёток.
Стучались сначала в дверь, потом в окно, потом решили не церемониться, разбили окно и влезли, но у деда была бейсбольная бита, которой они получили.
Эти люди точно знали, что дома есть кто-то...
Производство и экспорт автомобилей Турции упали ниже уровня 2020 года
Производство и экспорт автомобилей Турции резко сократились в ноябре на фоне обесценивания лиры.
В результате показатели индустрии по итогам 11 месяцев оказались хуже прошлогоднего результата, сообщает Bloomberg, ссылаясь на данные Ассоциации автомобильных производителей Турции.
По данным ассоциации, в ноябре в Турции были выпущены с заводов 115 тыс. автомобилей, что на 20% меньше, чем годом ранее.
На экспорт было отправлено порядка 75,9 тыс. машин, что более чем на 25% уступает прошлогоднему показателю.
И если по итогам первых 10 месяцев этого года автомобильный сектор Турции демонстрировал положительную динамику к прошлому году, то по итогам 11 месяцев 2021 года выпуск автомобилей оказался уже на 0,3% хуже прошлогоднего показателя.
Причиной такого падения стало резкое ослабление курса турецкой лиры, которая в ноябре подешевела на 29% по отношению к доллару.
Это привело к падению экономической активности во всех отраслях.
Более 500 субъектов МСБ получили отсрочку по кредитным платежам в 2021 году
Первый заместитель Премьер-Министра Алихан Смаилов рассказал о ситуации по предоставлению льгот для малого и среднего бизнеса, передает корреспондент МИА "Казинформ".
"По информации Агентства Республики Казахстан по регулированию и развитию финансового рынка, в текущем году во исполнение поручения Главы государства от 1 апреля 2021 года принят приказ Председателя Агентства от 9 апреля 2021 года № 127 "Об утверждении Порядка предоставления отсрочки платежей по займам субъектов малого и среднего бизнеса", - написал Алихан Смаилов в своем ответе на депутатский запрос.
Он напомнил, что порядок предоставления отсрочки платежей по займам предусматривал предоставление банками и организациями, осуществляющими микрофинансовую деятельность, отсрочки платежей по кредитам, выданным до 1 апреля 2021 года субъектам МСБ, в том числе ИП, в период с 1 апреля по 30 июня 2021 года.
Срок отсрочки составлял от 30 до 90 дней по выбору субъекта МСБ.
В заявлении заемщика мог быть указан иной срок отсрочки платежей.
В период отсрочки в отношении заемщика были приостановлены претензионно-исковая работа, уведомление о необходимости погашения просроченной задолженности, а также взимание кредитором комиссий и иных платежей", - отметил зампремьера.
За 2021 год в банки второго уровня поступили заявки на отсрочку платежей по займам 603 заемщиков-субъектов МСБ, из которых отсрочку получили 553 субъекта МСБ на сумму 9,7 млрд тенге.
В МФО подали заявки на отсрочку 131 субъект МСБ, из которых отсрочка предоставлена 95 субъектам на сумму 105,8 млн тенге", - заключил А. Смаилов.
Пульмонолог Пурясев предположил, что люди со слабым иммунитетом способны легко переносить штамм "окмирон"
Врач предположил, что люди с ослабленным иммунитетом могут переносить его легче, чем те, у кого сильная защитная реакция организма
Пульмонолог Сергей Пурясев объяснил, почему штамм коронавируса "окмирон" может оказаться опасным.
Причина стоит искать в условиях зарождения вируса.
Ученые полагают, что "окмирон" зародился в теле инфицированного ВИЧ или страдающего иммунодефицитом.
То есть, при мутации он не встречал никакого сопротивления от иммунитета.
За счет этого он более агрессивный.
За счет того, что не было ответа от иммунитета, он стал очень быстрый.
Видимо, там у него этих спайк-белков, шипов, может быть больше, чем положено, их антитела не урезали во время мутаций, - комментирует пульмонолог Сергей Пурясев.
Врач предположил, что люди с ослабленным иммунитетом могут переносить "окмирон" легче, чем те, у кого сильна защитная реакция организма.
Оказывается, сильный ответ организма на что-либо, на любую инфекцию, - это не всегда хорошо.
В таких случаях организм может сам себя убить.
Так это и бывает при пневмококковых инфекциях, когда гибнет молодежь 30-летняя, а старики 60-летние в виде чиха это переносят.
Иммунный ответ бешеный у молодого, он совершенно неадекватный: там, где можно было только погрозить пальчиком, он бьет, как из пушки по воробьям, - заключил Сергей Пурясев.
Врач также напомнил, что у коронавируса есть опасные побочные явления и самое неприятное из них - это пневмония.
Воспаление легких бывает бактериальное и вирусное.
Если первое лечится очень успешно и быстро, во втором случае часто можно купировать только симптомы - вся надежда на организм.
Первым признаком развивающейся пневмонии будет начало интоксикации организма - это температура, слабость, недомогание.
Потом идут респираторные симптомы: затрудненное дыхание, першение в горле, кашель.
Боли справа или слева, абдоминальные боли тоже могут свидетельствовать о развивающейся проблеме.
Тем временем в России до конца года могут начать вакцинировать подрастающее поколение от 12 до 18 лет.
Вирусолог, руководитель лаборатории геномной инженерии МФТИ Павел Волчков отметил, что эта категория очень активно страдают от ковида.
У подростков, которые ходят в школу, количество контактов максимально.
Это наиболее социально активная прослойка, как и воспитанники детских садов, - сказал "Москве 24" Павел Волчков, вирусолог, руководитель лаборатории геномной инженерии МФТИ.
Огромнейшая благодарность автору за эту статью.
С удовольствием освежила воспоминания...
Teath-In.
В те далекие семидесятые-восьмидесятые ни одна танцплощадка не обходилась без мелодий этой группы.
И дома, собираясь с друзьями, устраивали танцы под их музыку.
Иммунологи выдвинули гипотезу, почему люди с ожирением становятся жертвами ковида
Авторы работы изучили жировую ткань, оставшуюся от бариатрических операций, и обнаружили, что жировые клетки, известные как адипоциты, могут заразиться коронавирусом.
Иммунные клетки, расположенные в жировой ткани, макрофаги, также заразились, причем показали при этом сильную воспалительную реакцию.
Ученые также исследовали жировую ткань пациентов, умерших от ковида, и обнаружили частицы коронавируса в жире, окружавшем различные органы.
Известно, что вирусы ВИЧ и гриппа могут прятаться в жировой ткани, используя ее как резервуар, в попытках избежать ответа иммунной системы.
Вероятно, на это способен и SARS-CoV-2.
Биолог рассказал о причинах появления деменции
Кандидат биологических наук Семен Голошейкин назвал причины появления деменции и рассказал о способах ее профилактики в интервью радио Sputnik.
По данным ВОЗ, этим заболеванием страдают более 55 млн человек.
Синдром проявляется постепенной потерей когнитивных функций - со временем человек с трудом ориентируется даже в знакомой обстановке.
Голошейкин отметил, что чаще всего к деменции приводят нейродегенеративные расстройства, травмы головы, некоторые инфекции, метаболические нарушения и нехватка определенных витаминов.
Некоторые факторы повышают риск развития заболевания.
Это в том числе гипертония, диабет, повышенное содержание холестерина, ожирение, депрессия и алкоголизм.
На поведенческом уровне возможна роль таких факторов как социальная изоляция и отсутствие активной когнитивной деятельности", - сказал он.
На развитие деменции также влияют и пагубные привычки - курение, злоупотребление алкоголем, нарушения режима сна и малоподвижный образ жизни.
Среди первых признаков эксперт отметил забывчивость, неспособность сконцентрироваться и снижение уровня абстрактного мышления.
"Ведется дискуссия, что потеря слуха может быть как ранним проявлением болезни Альцгеймера, так и одним из факторов риска ее возникновения", - добавил биолог.
Для профилактики возникновения заболевания ВОЗ рекомендует поддерживать необходимый уровень физнагрузки, тренировать когнитивные навыки и способности, требующие вовлечения памяти и логики.
Ранее профессор кафедры неврологии, нейрохирургии и медицинской генетики ФГАОУ ВО РНИМУ им.
Н.И. Пирогова, руководитель отдела когнитивных нарушений Федерального центра мозга и нейротехнологий Анна Боголепова рассказала о причинах проблем с памятью.
Египет вернул около 30 тыс. незаконно вывезенных из страны артефактов
За последние 10 лет правительству Каира удалось вернуть на родину около 30 тыс. артефактов, которые были незаконно вывезены из страны контрабандным путем.
Об этом сообщил в субботу, 11 декабря, в эфире телеканала Al-Hayat главный инспектор департамента возвращенных древностей министерства туризма и древностей Египта Шаабан Абдель Гауад.
С 2011 года египетскому государству удалось вернуть 29 300 артефактов.
Только в этом году в Музее Библии в Вашингтоне было обнаружено 5300 памятников древнеегипетской цивилизации", - сказал он.
Абдель Гауад уточнил, что все вывезенные контрабандным путем артефакты зарегистрированы в архивах.
Сейчас сотрудники департамента работают над их возвращением в Египет.
В частности, специалисты "отслеживают аукционы по всему миру и продажи в интернете" через зарубежные и египетские сайты, а также социальные сети.
Главный инспектор рассказал, что по возвращении культурные ценности реставрируют, а затем выставляют в музеях.
По его словам, одним из возвращенных артефактов стал обнаруженный в Бельгии древний скелет человека, который сейчас является частью экспозиции Национального музея египетской цивилизации в Каире.
В 2020 году египетские власти обратились в Интерпол с просьбой помочь найти проданный на аукционе в Лондоне бюст фараона Тутанхамона.
Аукционный дом Christie's 4 июля провел торги, на которых бюст возрастом свыше 3 тыс. лет был продан за $5,97 млн (около 680 млн рублей).
Это вызвало недовольство со стороны Египта.
Египетская сторона также утверждает, что предмет искусства незаконно вывезли в 1970-х годах из Карнакского храма в Луксоре.
Голова Тутанхамона, изображенного в образе бога солнца Амона, хранилась в частной коллекции и не выставлялась на торги с 1985 года.
Каким образом реликвия попала в Европу, неизвестно.
Египет в последние годы активно добивается репатриации незаконно вывезенных из страны в разное время памятников древности.
По данным властей, 95% контрабандных древностей является результатом археологических изысканий "черных копателей".
"Не учитываются крымские татары" - и это правильно, так как крымские татары (232 тыс.) - это самостоятельный народ (близкий к туркам).
Если хотите прибавить, то только 42 тысячи человек - столько татар (казанских) проживают в Крыму (см. перепись).
Крымские татары - это отдельный народ, и название этого народа состоит из двух слов!
Объединяет их только тюркская языковая группа.
FT: Credit Suisse хочет получить доступ к личным мобильным устройствам сотрудников
Credit Suisse требует от своих сотрудников предоставить банку доступ к их персональным мобильным устройствам, пишет Financial Times.
Дело в том, что в Европе и США швейцарский банк не выдает своим сотрудникам корпоративные устройства связи, вместо этого предлагая скидку на приобретение мобильного телефона или смартфона у партнера - телекоммуникационного оператора.
По действующим правилам, банк может просматривать информацию на корпоративных устройствах, выданных своим сотрудникам, так как те используются для решения деловых вопросов с коллегами или клиентами.
Банк пользуется правом проверки мобильных устройств в крайних случаях - например, если сотрудник использовал его для проведения встречи с клиентом, которая не была одобрена Credit Suisse.
Теперь же, после того как многие сотрудники перешли на удаленный режим работы, банк хочет распространить это правило на все устройства, которые были использованы для решения рабочих вопросов.
По данным газеты, руководство банка установило крайний срок, до которого сотрудники могут ознакомиться с новым правилом.
Официально в Credit Suisse информацию о новом требовании не комментируют.
Матрас Sontelle Vivre Dual royal 70x200.
В центре матраса Vivre Dual royal разместился качественный и прочный блок высоких автономных пружин TFK 18.
Настилочные слои из природного кокоса добавляют жесткости, зональный латекс более качественно распределяет нагрузку, латекс с добавлением Aloe обеспечивает гигиену спального места, а рельефная пена расслабляет.
Матрас симметричной средней жесткости и большой высоты (30 см).
Изделие поставляется упакованным в тугой рулон и готово к эксплуатации через непродолжительное время после распаковки.
Чехол изготовлен из прочного трикотажного полотна со стежкой на комфортном слое.
Ткань чехла не сминается, не растягивается со временем.
Часть 4
Последний год жизни Сергея Есенина - 1925-й - был плодотворным в плане творчества, но тяжелейшим для земного бытия поэта и его "эго".
Он уже вне каких-либо литературных объединений, расплевался с имажинизмом, он сам по себе, но известен, востребован, временами крепко ругаем критиками, даже злобно, но читающая публика готова носить его на руках.
За год было написано более 60 стихотворений, многие из них - настоящие шедевры, завершен цикл "Персидские мотивы", написана поэма "Анна Снегина", издано 8 книг, сборник "Русь Советская".
А главный успех - в конце июня 25-го года Госиздат заключил с Есениным договор на издание его сочинений в 3-х томах.
Никто из современных Сергею Александровичу поэтов такой чести не удостаивался, он первый!
К тому же это сулило очень хорошие деньги - по договору гонорар составлял 1000 рублей ежемесячно в течение 20 месяцев (директор завода, к примеру, получал 300 руб. в месяц, инженер - 200).
Средства в тот год были нужны как никогда.
Есенин женился на внучке Льва Толстого Софье Толстой, нужно было обустраивать семейный быт, содержать сестер Катю и Сашу, а также мать.
Вроде бы жизнь налаживалась, есть чему радоваться, но для него все окрашено преимущественно в темные тона, будто материализовался кошмар из поэмы "Черный человек" (написанной в ноябре 1925-го и опубликованной уже после смерти Есенина):
Друг мой, друг мой,
Я очень и очень болен.
Сам не знаю, откуда взялась эта боль.
То ли ветер свистит
Над пустым и безлюдным полем,
То ль, как рощу в сентябрь,
Осыпает мозги алкоголь.
Многие знакомые отмечали, что Есенин сильно сдал, плохо выглядит, явно болен.
Все чаще повторяются загулы, нервные срывы.
И причина, вероятно, не только в алкоголизме...
Впрочем, если такой диагноз - алкоголизм - Сергею Александровичу кем-то и ставился, достоверных документов не осталось.
Скажем, относящихся к маю 1923 года, когда Есенин по настоянию четвертой жены, американки Айседоры Дункан поправлял здоровье в клинике под Парижем у профессора Петра Ганнушкина (снова к нему Есенин попадет два года спустя, уже в Москве).
А вот свидетельств запоев поэта, скандалов на этой почве, приводов в милицию предостаточно - рассыпаны по десяткам мемуаров.
С начала 20-х страшный роман поэта с зеленым змием стремительно развивался.
В конце лета 1923 года Есенин на короткое время поселился у приятеля, имажиниста Ивана Старцева.
Удивительно, но у Есенина при его очень неплохих доходах никогда не было своего жилья ни в Москве, ни в Питере, обретался он на съемных квартирах, в гостиницах или у знакомых.
Старцев вспоминает:
"Приходил только ночевать, и в большинстве случаев в невменяемом, пьяном состоянии.
Однажды, возвращаясь в четыре часа утра, Есенин упал на лестничной площадке...
Падая, исцарапал себе лицо и хрипел.
Придя немного в себя, он беспрерывно начал кашлять, обрызгав всю простыню кровью..."
Да и сам Есенин после вояжа по Европам и в США (в Штатах тогда был сухой закон, но Дункан прихватила с собой приличный запас спиртного) признавался:
"Ничего я там не видел, кроме кабаков и улиц...
Я уже под конец и людей перестал запоминать...
Ну, и пил, конечно...
А пил я потому, что тоска загрызла".
Шина Pirelli (Пирелли) Scorpion Winter 265/45 R20 108V
Зимняя резина Pirelli Scorpion Winter на основе высокопрочной смеси каучуков и силики обеспечивает долговременную эффективную эксплуатацию, равномерный износ, устойчивость к нагрузкам.
Линейный рисунок протектора колеса Pirelli Scorpion Winter, образующий ребра, гарантирует низкое сопротивление качению, курсовую устойчивость.
Четыре глубоких канавки эффективно выводят воду, грязь из пятна контакта покрышки Пирелли Скорпион Винтер, подавляют скольжение и аквапланирование.
Фигурное 3D-ламелирование усиливает сцепление на скользкой дороге, на снегу и льду.
Крупные шашки плечевой зоны повышают поперечное сцепление шины Пирелли Скорпион Винтер при маневрировании, усиливают тягу, уменьшают тормозной путь.
Мелкие канавки и насечки отводят тепло.
Матрас Промтекс-Ориент Duet Latex Econom 100x195
Промтекс-Ориент Duet Latex Econom – современное исполнение бюджетной модели в линейке премиум-класса.
Основа матраса – блок независимых двойных пружин Duet.
Внутрь большой пружины вставлена более мягкая пружина малого размера.
Это позволяет равномерно распределять нагрузку на матрас.
С двух сторон матрас дополнен наполнителем – искусственным латексом.
Это аналог натурального латекса, но он более плотный и менее дорогой.
Гибкость и упругость этого материала повышает комфортный эффект матраса.
Искусственный латекс гипоаллергенный, он не впитывает влагу и пыль.
Матрас отлично подойдет паре с большой разницей в весе (от 30 килограммов).
За счет "умных" пружин здесь нет эффекта волны, когда лёгкий партнер скатывается на сторону тяжёлого.
Приятный, мягкий на ощупь чехол из практичного жаккарда Sense прошит слоем синтепона.
Натуральная ткань не накапливает статическое электричество.
Возможно изготовление этой модели матраса в скрученном варианте (вакуумной ролл-упаковке).
Сейчас сыну почти 16, и его уже давно не терзают желания подурить.
Вся энергия направлена на выбор того, чем он будет зарабатывать себе на жизнь.
Он намного более ответственный, чем была я в его годы или мой муж, у которого до самой свадьбы периодически были проблемы с законом.
Отец заботится о своей юной дочери.
И любит, как писал Лермонтов, "странною любовью".
Почему девочка расплакалась на экзамене, когда еще и не провалила его?
Почему он не рассказал дочери, что это не школа.
Ну будет у неё хвост.
Ну и что?
Пересдаст.
Миллионам студентов это известно.
О чем речь-то вообще?
МИД Польши считает, что Белоруссия использует мигрантов как "оружие" против ЕС
МИД Польши считает, что Белоруссия использует мигрантов как "оружие"
Заместитель министра иностранных дел Польши Павел Яблоньский выразил мнение, что президент Белоруссии Александр Лукашенко использовал беженцев как "оружие" против Европейского Союза и намерен в следующем году вернуться к такой "операции".
Соответствующее заявление замглавы МИД сделал в интервью газете Australian Financial Review.
По словам Яблоньского, санкции против Белоруссии временно "остановили Лукашенко", но он "занимается активным поиском новых путей".
Также польский чиновник уверен, что теперь нелегальных мигрантов будут использовать в качестве оружия "во многих точках мира".
Как писал сайт kp.ru, ранее Европейский союз ввел в действие пятый пакет санкций против Белоруссии.
Он коснулся 17 физических лиц и 11 организаций.
В Европе заявили о готовности и далее расширять ограничительные меры против республики, "если ситуация в стране не улучшится".
Минск в ответ ввел продовольственное эмбарго на широкий перечень товаров из стран, которые ранее приняли решение ввести санкции против Белоруссии.
Чехол для одежды 60×100 см, спанбонд, цвет синий.
Чтобы ваша одежда служила вам долго, необходимо правильно за ней ухаживать.
Грамотное хранение позволит продлить срок её службы и сохранить привлекательный внешний вид.
Поможет нам в этом чехол для одежды!
Преимущества.
Используя чехол для одежды, вы значительно экономите пространство.
Это особенно актуально, если у вас много вещей и маленький шкаф.
Опрятный внешний вид.
Больше никаких платьев, кофт и юбок, висящих вразнобой.
Аккуратные чехлы позволяют рассортировать одежду и скрыть её от посторонних глаз.
Для людей, использующих стойки вместо обычного шкафа, — это самый оптимальный вариант.
Чехол надёжно защищает одежду от пыли и грязи, насекомых, механических повреждений или возможного выцветания.
Не даёт одежде изменить форму во время длительного хранения, препятствует образованию заломов.
Особенности чехлов для одежды.
Специальный материал позволит вашей одежде "дышать".
При бережном обращении срок службы такого чехла не ограничен.
В них можно хранить не только одежду, но и одеяла, подушки, постельное белье.
Чехол "запечатывается" при помощи прочной молнии.
Важно помнить!
Предварительно подготовьте вещи к хранению на длительный срок: почистите их, расправьте складки.
Выбирайте чехол оптимального размера: вещи не должны загибаться снизу.
Не рекомендуется вешать сразу несколько объёмных вещей в один чехол: они могут помяться.
Если вы цените порядок и опрятность, дорожите своими вещами, желаете сохранить их и продлить срок службы — заказывайте чехол для одежды.
Заходите в большой каталог и выбирайте изделие нужного вам цвета и размера по выгодной цене!
"Не по Сеньке шапка": когда бархатный пиджак делает из мужчины посмешище
На светских мероприятиях 2021 года доминировали бархатные пиджаки.
Пожалуй, первым, кто заявил о своем новом модном решении, был Дэниел Крейг.
Еще в сентябре на премьере фильма "Не время умирать" он появился в бархатном малиновом пиджаке и традиционной "бондовской" бабочке.
После его примеру дважды последовал принц Уильям, который сначала надел на церемонию награждения экопремии The Earthshot Prize несоответствующий королевскому дресс-коду зеленый бархатный пиджак, а после выбрал более классический вариант на мероприятие в поддержку благотворительного фонда Royal Variety.
Пару недель назад тренд примерил на себя и Лионель Мессии.
Футболист пришел забирать седьмой "Золотой мяч" в бархатном пиджаке Dolce & Gabbana.
Кстати, его сыновья были одеты в такие же.
AliExpress уже отмечает растущий спрос на бархатные мужские пиджаки в России.
По данным аналитиков сервиса, поступившим в "Газету.Ru", их стали покупать в 1,4 раз чаще.
Наиболее популярны теплые бархатные пиджаки с подкладкой и приталенным силуэтом, основные цвета - темно-бежевый, бордовый, темно-синий и, конечно, черный.
Средняя цена таких моделей - от 3 до 6 тыс. руб. При этом мужчины предпочитают покупать исключительно пиджаки - комплекты бархатных костюмов они выбирают реже.
Купить их можно не только у онлайн-ритейлеров.
Бюджетные варианты есть в H&M, Mango, Next и Zara.
В сегменте люкс пиджаки из бархата в этом сезоне представлены практически во всех брендах - и Brioni, и Paul Smith, и Etro, и Saint Laurent.
Самой желанной считается модель Gucci, в которой вышел на одну из премьер фильма "Дом Gucci" амбассадор бренда Джаред Лето.
Выбирая пиджаки дорогих марок, можно быть уверенным в том, что бархат сделан из шелка.
Благодаря особой технологии переплетения нитей получается плотная ткань с ворсистой внешней текстурой и гладкой внутренней стороной.
Более бюджетные варианты делаются из хлопка или полиамида, но и, соответственно, служат меньше.
Модный эксперт Lamoda Илья Вахошкин, предупреждает, что в случае с бархатным пиджаком главное - не его модель или фасон, а уместность.
"Бархат требует вечернего света, поэтому такой пиджак идеален, если вы собрались на вечеринку или торжественное мероприятие, - объясняет Вахошкин. - Он подойдет и для тех случаев, если в приглашении указан дресс-код "Black Tie" или "Creative Black Tie".
Другим важным критерием, соблюдение которого разрешает сделать выбор в пользу бархатного пиджака, является статус его покупателя.
"Мужчина в бархатном пиджаке, в первую очередь, должен обзавестись правильной продвинутой тусовкой с достатком, - считают авторы Telegram-канала о мужской моде "Красавчик Браммелл". - Обладатели бархатных пиджаков, как правило, принадлежат к касте тех людей, которые редко покупают билеты.
Их попросту приглашают на приуроченные светские мероприятия, где всегда указан дресс-код.
Илья Вахошкин предлагает сочетать пиджак из бархата с такими же нарядными вещами: классическими брюками со стрелками, однотонными рубашками, шелковыми галстуками, лоферами с кисточками, запонками.
Слишком простые и повседневные вещи будут выглядеть неуместно.
Модные эксперты из "Красавчика Браммелла" уверены: неуместным будет и появление в бархатном пиджаке рядового служащего на корпоративе, а вот если речь идет о "руководителе из числа тех, кто этим мероприятием заправляет, то - "да", ему такая вещь в тему".
Если служащий рангом пониже, а целью его является желание продвинуться повыше в сложной иерархии компании или выбить финансовые бонусы, то лучше бархатный пиджак не надевать.
Руководство это точно оценит фразой "не по Сеньке шапка", - считают редакторы Telegram-канала о мужской моде.
Очень неоднозначные ощущения от голоса.
Это неестественный тембр, так вымученно тянет.
И совершенно не ассоциируется с милым лицом молодой девушки.
Если честно, не понимаю восхищения окружающих.
Но от всего сердца желаю удачи по жизни!
Всё дело в деньгах - альтернативная энергетика хорошо лоббируется, то есть проплачивается.
Миллиардные инвестиции.
В печали ли они?
Нет, цена на электроэнергию выросла.
Традиционная энергетика также не в накладе - и газ, и нефть, и уголь покупали дешевле, чем сейчас продают.
На топливо дикий спрос.
Копеечка капает.
А кто тогда в пролёте?
Как обычно - рядовой покупатель.
Разве проблемы индейцев трогают шерифа?
Поэтому не следует западных политиков считать идиотами, "проспавшими" энергетический кризис.
Они сделали своё дело.
За неплохую мзду.
Не увидел ни одного красивого человека на фотках в статье.
Просто посредственности в рамках среднестатистических пассажиров.
Возможно, если такие персонажи и уверены в своей красоте настолько, что решают показать это на весь вагон, то к таким и не подсядут, скорее всего.
Но лишь по причине психического расстройства и невежества таких "красавцев (-иц)", но точно не из-за их внешности.
Казбек, "раб, сознающий свое рабское положение и борющийся против него, есть революционер.
Раб, не сознающий своего рабства и прозябающий в молчаливой, бессознательной и бессловесной рабской жизни, есть просто раб.
Раб, у которого слюнки текут, когда он самодовольно описывает прелести рабской жизни и восторгается добрым и хорошим господином, есть холоп, хам".
Иммунолог заявил, что ревакцинация через 4-5 месяцев поможет защититься от штамма коронавируса "омикрон "
Ревакцинация через четыре-пять месяцев может защитить от нового штамма коронавирусной инфекции "омикрон".
Такое заявление сделал иммунолог Николай Крючков, который назвал прививка через шесть месяцев, с учетом появления нового штамма, "очень большим периодом"
"При прежних штаммах такой срок был нормальным, но сейчас лучше всего проводить процедуру через пять месяцев, а людям с хроническими заболеваниями - через четыре", - заявил эксперт, призвав параллельно с прививочной кампанией, заняться ревакцинацией.
Крючков также отметил, что ранняя ревакцинация обеспечивает хороший титр нейтрализующих антител.
"Если человеку сделали две прививки и бустер, или он переболел и вакцинировался, или вакцинировался и переболел, то он получил "гибридный иммунитет", то есть антител много и нейтрализующих достаточно", - уточнил эксперт.
"Большая семерка" предупредила Россию о "масштабных последствиях" в случае вторжения в Украину
Страны "Большой семерки" (Великобритания, Германия, Италия, Канада, США, Франция и Япония) опубликовали заявление по итогам встречи глав МИД в Ливерпуле.
В нем подчеркивается, что "военная агрессия" России против Украины "будет иметь огромные последствия и дорого обойдется" Москве, но конкретные меры в документе не описываются.
"Мы, министры иностранных дел Канады, Франции, Германии, Италии, Японии, Соединенного Королевства и Соединенных Штатов Америки и Высокий представитель Европейского Союза, едины в нашем осуждении наращивания военной мощи России и агрессивной риторики в отношении Украины", - говорится в заявлении.
Далее министры призывают Россию "ослабить эскалацию, использовать дипломатические каналы и соблюдать свои международные обязательства в отношении прозрачности военной деятельности", о чем президент США Байден говорил во время видеозвонка президенту РФ Путину 7 декабря.
"Мы подтверждаем нашу поддержку усилий Франции и Германии в нормандском формате по достижению полного выполнения Минских соглашений с целью урегулирования конфликта на востоке Украины", - заявляют также министры иностранных дел "Большой семерки".
Любое применение силы для изменения границ строго запрещено международным правом.
Россия не должна сомневаться в том, что дальнейшая военная агрессия против Украины будет иметь огромные последствия и серьезную цену в ответ", - предупреждают они.
Мы подтверждаем нашу непоколебимую приверженность суверенитету и территориальной целостности Украины, а также право любого суверенного государства определять свое будущее.
Мы приветствуем сдержанную позицию Украины.
Мы будем интенсифицировать наше сотрудничество по нашему общему и всестороннему ответу", - говорится также в заявлении.
Ранее днем глава британской дипломатии Элизабет Трасс заявила, что Россия подвергнется "серьезным последствиям" в случае вторжения на Украину.
По ее словам, эта встреча показала "единый голос стран "Большой семерки", на долю которых приходится 50% мирового ВВП, и которые очень ясно дали понять, что вторжение в Украину будет иметь огромные последствия для России".
Вакцину Pfizer сочли в 32 раза менее эффективной от омикрон-штамма
Эффективность вакцины от компании Pfizer-BioNTech против омикрон-штамма коронавируса в 32 раза ниже в сравнении с остальными видами заболевания.
К такому выводу пришли ученые из Университета Гонконга и Китайского университета Гонконга, передает South China Morning Post (SCMP).
Вакцину сочли менее эффективной на основании исследования противовирусной активности у граждан, получивших две дозы препарата от COVID-19.
"Мы видим, что у большинства людей был высокий уровень противовирусной активности против исходного варианта Sars-CoV-2, однако эта способность была значительно снижена против омикрон-разновидности", - рассказал профессор Малик Пейрис.
При этом ученые подчеркнули, что вакцинация остается наиболее надежным способом защиты от тяжелого течения заболевания при заражении коронавирусом.
Ранее ученые Лондонской школы гигиены и тропической медицины спрогнозировали развитие пандемии коронавируса с учетом влияния на нее омикрон-штамма.
Авторы исследования пришли к выводу, что омикрон-штамм может вызвать новую волну циркуляции вируса и повышение смертности, если не принять дополнительных мер.
Глава минобороны Украины обвинил ФРГ в блокировке поставок оружия НАТО в Киев
Глава министерства обороны Украины Алексей Резников обвинил правительство бывшего канцлера ФРГ Ангелы Меркель в блокировке приобретения Киевом смертоносного оружия в рамках НАТО.
В интервью газете Financial Times 12 декабря Резников напомнил, что в прошлом месяце Германия наложила вето на закупку Украиной противоснайперских систем и винтовок для поражения беспилотников.
При этом отмечается, что позднее Берлин смягчил свою позицию касательно винтовок, признав их несмертоносным оружием.
По утверждению министра обороны, Киев намерен добиваться приобретения вышеупомянутого оружия в рамках двусторонних соглашений с союзниками.
В частности, речь идет о США, Великобритании, Литве и Франции.
Между тем FT отмечает, что позиция нового немецкого правительства под руководством канцлера Олафа Шольца по поводу разрешения поставок вооружений на Украину пока остается неясной.
Ранее в воскресенье посол Украины в Германии Андрей Мельник выразил мнение, что Киеву не стоит ждать от Берлина поставок оружия при канцлере Шольце.
По его словам, предыдущее руководство ФРГ объясняло свой отказ в предоставлении вооружений риском развития военной эскалации конфликта в Донбассе, несмотря на "оккупацию Россией" части украинской территории.
Такую же "нелогичную" позицию, уверен дипломат, Германия сохранит и при новом канцлере.
В августе украинский лидер Владимир Зеленский заявил, что Киев ожидает помощи от Берлина в оснащении морского флота.
На Украине рассчитывают, что Германия "будет партнером Украины в техническом смысле", добавил президент.
Также отмечалось, что весной текущего года сопредседатель партии "зеленых" ФРГ Роберт Хабек посетил республику, где выступил за продажу Киеву оборонительных вооружений.
Сергей НОСОВ 2, нет, плохое зрение ни при чём.
"И" вместо "Е" набирать?
Пропускать в большом количестве запятые?
Вот и пишИте вместо пишЕте.
Нет, неграмотный Вы человек.
А для филолога это позор.
Игровой набор "Рыбалка": э/ф свет, звук, в компл. игровое поле, 2 удочки, 5 фигурок, бат. 3АА не вх., кор.
Электрифицированная детская рыбалка - весёлая и полезная для развития ребёнка игрушка.
Играя, малыш будет тренировать мелкую моторику рук, развивать ловкость, меткость и внимание.
Стоит включить игрушку, как 5 миниатюрных рыбок начнут шустро двигаться по имитируемому прудику под весёлую мелодию.
Задача ребёнка - поймать их всех на крючок!
Играть можно самостоятельно или вдвоём: в комплект входят 2 удочки.
Игрушка работает от 3 батареек типа АА на 1,5 V (не входят в комплект).
Размер игрового поля (ДхШхВ) составляет 21х17х4 см.
Изделие изготовлено из пластмассы.
Рекомендованный возраст: 3 года +
В Москве назвали победителей премии имени Арсеньева - Российская газета
Торжественная церемония награждения победителей третьего сезона Общероссийской литературной премии "Дальний Восток" им.
В. К. Арсеньева прошла в Москве.
Как сообщается на странице премии в Instagram, всего в оргкомитет в этом сезоне поступило 89 заявок.
Отбор прошли 63.
Лидерами по количеству поданных произведений стали Приморский и Хабаровский края - 13 и 11 заявок.
На соискание премии были выдвинуты более 60 работ в трех номинациях: "Длинная проза", "Короткая проза", "Проза для детей".
В шорт-лист попали девять произведений - по три в каждой номинации.
Победителем в номинации "Длинная проза" стал Александр Филькин (Приморский край) с книгой "Надпись на Евангелии".
Награду победителю вручил вице-премьер - полномочный представитель Президента РФ в ДФО Юрий Трутнев.
В номинации "Короткая проза" лучшей признана Любовь Безбах (Сахалинская область) с произведением "Шепот ночного дождя".
Она получила премию из рук министр РФ по развитию Дальнего Востока и Арктики Алексея Чекункова.
В номинации "Детская проза" лауреатом стала забайкальская писательница Нина Беломестнова и ее "Золотая нить".
Автора наградил сценарист, писатель, кандидат филологических наук и председатель жюри Премии Андрей Геласимов.
Все победители получат по 500 тысяч рублей.
Напомним, в рамках премии "Дальний Восток" награждаются авторы лучших произведений на дальневосточную тематику.
Основная задача премии не только наградить победителей и рассказать о современных авторах, но и привлечь культурный интерес к Дальнему Востоку, как территории приоритетного развития XXI века.
На соискание могут быть выдвинуты романы, повести, сборники повестей или рассказов, а также документальная проза и мемуары.
При этом место жительства автора не имеет значение, главное - писать на русском языке.
Официальный сайт премии: https://премияарсеньева.рф/.
Сковорода, d=22 см, с ручкой, цвет тёмный мрамор, 4278884.
Посуда Kukmara "мраморная" изготовлена из литого алюминия и покрыта инновационным антипригарным мраморным покрытием на водной основе, усиленным сверхтвёрдыми частицами минералов.
Особенности посуды серии "Мраморная".
Значительная толщина стенок и дна исключает деформацию корпуса, гарантирует долговечность, обеспечивает необходимую прочность покрытия.
Высокопрочное антипригарное мраморное покрытие на водной основе усилено сверхтвёрдыми частицами минералов.
Экологически безопасное антипригарное покрытие без содержания PFOA (перфторированная карбоновая кислота).
Идеальное распределение тепла по всей поверхности посуды, длительное сохранение тепла.
Возможность использования минимального количества жира.
Антипригарное мраморное покрытие наносится методом напыления, который гарантирует исключительную стойкость покрытия при эксплуатации.
Мелкие царапины и небольшие потёртости на поверхности казана не влияют на свойства антипригарного покрытия и долговечность посуды.
Продукты не пригорают и сохраняют свой вкус.
Возможность приготовления вкусной и здоровой пищи без добавления масла, как на раскалённых камнях.
Утолщённое дно до 6 мм.
Высокая теплопроводность и эргономичность.
Лёгкость мытья.
Подходит для всех типов плит, кроме индукционных.
Можно мыть в посудомоечной машине.
Стенка состоит из 6 слоёв, внутреннее покрытие — "мрамор".
Высокопрочное антипригарное покрытие на водной основе, усиленное частицами сверхтвёрдых минералов.
Усиленный грунтовой слой.
Слой с шероховатой поверхностью для лучшего сцепления покрытия.
Литой алюминиевый корпус толщиной до 6 мм.
Наружное антипригарное покрытие — "мрамор".
Посуда Kukmara позволит превратить обыкновенный процесс приготовления пищи в приятное и лёгкое занятие для любой хозяйки.
Лет... много тому назад я сделал такую же перепланировку.
Объединил зал с кухней.
Квартира трехкомнатная.
Была.
Конечно, проект, разрешение, новый техпаспорт, всё по закону.
В прихожей сделали книжный шкаф и большую гардеробную.
Дверь в кухню заложили, и образовалась куча места.
За почти 10 лет житья в этой квартире мы ни разу не пожалели о сделанном.
Из ошибок - вместо ванны установили крутую душевую кабину.
Сто раз я об этом пожалел!
Я только недавно понял, что ром я люблю.
Но прекрасный мир рома я для себя пока еще не открыл, кроме как "Бакарди" и "Капитан Морган".
Что еще посоветуете, и с чего можно было бы начать это прекрасное знакомство?
Я тоже переболел.
Прививку делать не буду.
Приехал в Черноморское на "реабилитацию".
Только с погодой не повезло...
Домики красивые, но нормальные птицы не будут селиться в ярких домиках, ибо те привлекают много внимания, спросите орнитологов.
Плюс краска и другие химические соединения будут отпугивать пернатых.
Только натуральные материалы и натуральные цвета.
Спасибо, обязательно попробую.
И при чем тут Япония?
Спасибо за рецепт.
А какие сорта яблок нужно класть по этому рецепту?
Это действительно вкусно.
Я добавляю туда ещё немного репчатого лука и зелёное яблочко.
Попробуйте.
Недавно зомбоящик изрёк, что производство автомобилей ощущает небывалый дефицит полупроводников.
На экране появилась таблица, какая страна какой процент этих полупроводников (видимо, чипов-микроконтроллеров) выпускает.
России в этом списке не было.
Вот так!
В США с их дорогой рабочей силой выгодно, а у нас в России, невыгодно!
А меня свекровь изводила.
Мне ее жалко, ее нет с нами.
Если б я от нее добро видела, все могло по-другому быть.
Но кроме ненависти, сплетен, скандалов припомнить особо нечего.
Мне жаль ее, жизнь прожила в злобе.
"Мерседес" подал протест на результат Гран-при Абу-Даби
Немецкая команда "Мерседес", чей пилот Льюис Хэмилтон на Гран-при Абуд-Даби финишировал вторым вслед за гонщиком "Ред Булл" Максом Ферстаппеном, подала протест на итоговый результат гонки, сообщает пресс-служба "Формулы-1".
"Мерседес" считает, что в ходе проведения заезда были нарушены правила "Формулы-1" 48.12 и 48.8.
В первом случае немецкая команда оспаривает решение судей вернуться круговым гонщикам в один круг с лидерами.
Согласно второму - Ферстаппен опередил Хэмилтона до разрешенной "рестартом" зоны.
Добавим, что теперь результат Гран-при Абу-Даби, согласно которому Ферстаппен опередил Хэмилтона на 2,256 секунды и выиграл чемпионат мира "Формулы-1" являются предварительными, когда будет рассмотрены протесты "Мерседеса" не известны
G7 предупредила Россию об ответственности за вторжение на Украину
Министры иностранных дел стран G7 предупредили о "серьезных последствиях" для России, если она продолжит военную агрессию в отношении Украины, указано в итоговом заявлении сторон.
Участники встречи также отметили, что осуждают усиление российских вооруженных сих у границ страны.
"У России не должно быть сомнений в том, что дальнейшая военная агрессия против Украины будет иметь серьезные последствия и серьезные издержки", - говорится в заявлении, опубликованном на сайте правительства Великобритании.
Министры стран G7 и верховный представитель ЕС отметили, что "едины в своем осуждении российского вооруженного усиления и агрессивной риторики в адрес Украины".
Глава МИД Великобритании Элизабет Трасс на пресс-конференции в Ливерпуле предупредила о "больших последствиях" для России в случае вторжения на Украину.
Мы ясно дали понять, что у любого вторжения будут значительные последствия...
G7 хочет, чтобы Россия отказалась от агрессии по отношению к Украине", - сказала она (цитата по ТАСС).
Ранее на саммите в Ливерпуле министры иностранных дел G7 согласились с тем, что для урегулирования кризиса из-за наращивания российских войск на границе с Украиной сторонам необходимо вернуться за стол переговоров.
Речь шла о переговорах в "нормандском формате".
За диалог по Украине в "нормандском формате" выступил и Североатлантический альянс.
Представитель МИД России Мария Захарова заявила, что, призвав Россию и Украину вернуться за стол переговоров, страны G7 "расписались в неспособности взять ответственность за собственные ошибки".
Поясная сумка Homsu Diamond.
Поясная сумка Diamond прекрасно подойдет для занятий спортом, путешествий или просто прогулок.
Ее удобно взять собой, она вместительна, изготовлена из прочного и легкого тканевого материала.
Основное отделение открывается при помощи молнии, что можно сделать без труда даже на ходу.
Стильный и яркий дизайн прекрасно подойдет тем дамам, которые действительно имеют тонкий вкус к аксессуарам.
Сумка имеет универсальный размер 19х12х7 см и длину пояса 40 до 60 см, благодаря чему в нее помещаются различные вещи, от паспорта до мобильного телефона.
Материал позволяет легко стирать поясную сумку с использованием различных бытовых средств.
Для удобства можно воспользоваться специальным регулятором размера ремешка.
Раскрыты способы возврата украденных через интернет-магазины денег
Существует несколько способов, чтобы вернуть деньги, украденные через интернет-магазины, и не стать жертвой мошенничества в будущем.
Их раскрыли эксперты по информационной безопасности в беседе с РБК.
Так, для снижения риска крупных потерь при попадании данных банковской карты в руки злоумышленников рекомендуется хранить основные средства на карте или банковском счете, которые не используются при онлайн-шопинге.
Часть накоплений можно откладывать на сберегательный счет и выводить по мере необходимости.
Эксперты рекомендуют также завести отдельную карту для покупок в сети.
Если деньги были украдены при покупках в магазинах, не использующих защитную технологию 3D Secure, можно запустить процедуру возврата средств.
"В рамках правил, установленных платежными системами, по несанкционированным транзакциям, проведенным без использования 3D Secure, ответственность возлагается на того участника в цепочке расчетов, кто не использует данный сервис", - уточнил представитель Промсвязьбанка.
Эксперт от международного платежного провайдера Ecommpay Артур Заремба подчеркнул, что покупатель имеет право подать заявление в банк на оспаривание мошеннической операции не позднее чем через 120 дней после покупки.
Помимо этого, если преступник использовал карту на онлайн-ресурсах, не требующих двухфакторной авторизации, транзакцию можно опротестовать и вернуть деньги.
Отмечается, что в некоторых случаях интернет-магазины сами возвращают средства клиенту, если заказ еще не отправили в доставку.
19 ноября член Общественной палаты, директор Лиги безопасного интернета Екатерина Мизулина сообщила, что только в 2021 году было получено 11 тысяч обращений по разным случаям мошенничества: от продажи поддельных документов до кражи персональных данных.
По ее словам, эффективным решением при текущих обстоятельствах может стать создание единого окна для жалоб на онлайн-мошенников.
Шольц прибыл в Польшу для обсуждения "Северного потока-2" и законодательства ЕС
Новоизбранный канцлер Германии Олаф Шольц прибыл в Варшаву для переговоров, посвященных кризису с мигрантами на границе с Беларусью, независимости судебной власти в Польше, наращиванию российских войск у границ Украины и ситуации с российским газопроводом "Северный поток-2".
Хотя Шольц заявлял о своем стремлении к сохранению хороших отношений между Германией и Польшей на долгие годы, лидеры двух стран выразили недвусмысленные ожидания друг от друга.
Премьер-министр Польши Матеуш Моравецкий заявил, что он будет призывать Шольца выступить против "Северного потока-2", по которому предполагается доставлять российский газ в Германию в обход Украины.
По мнению Моравецкого, Россия может использовать газопровод против Европы как средство политического давления.
В свою очередь, Германия поддержала усилия Польши по остановке потока мигрантов, пытающихся попасть в страну из Беларуси.
Берлин заявил, что поможет Варшаве и Брюсселю в урегулировании этого кризиса.
Судебная система Польши, однако, остается одной из причин для разногласий.
Европейский суд оштрафовал Польшу, установив, что судебные реформы, проведенные правой партией "Право и справедливость", нарушают законодательство ЕС.
Польша отказалась платить штраф, и ее высший суд постановил, что национальное законодательство имеет приоритет над правилами ЕС.
Новое правительство Германии, приведенное к присяге в среду, несмотря на требования Польши и США, не взяло на себя публичных обязательств остановить работу "Северного потока-2" в случае вторжения России в Украину.
Американские чиновники заявили членам Конгресса, что они достигли понимания с Германией об остановке газопровода, если Россия вторгнется в Украину, сообщил во вторник высокопоставленный сотрудник Конгресса США.
Германские официальные лица не подтвердили эти сообщения, но Шольц в среду предупредил о последствиях, если Россия нарушит границу Украины, и эту позицию в воскресенье подтвердили представители "Большой семерки".
Дмитрий, смотрите внимательнее.
Вид за окном тот же, размер окна не изменился.
Убрали стену между кухней и комнатой, поэтому частично видно второе окно.
А вообще сомневаются те, кто не знаком с начальной планировкой.
А я очень хорошо знаю такие квартиры и прекрасно вижу, как ее перепланировали.
Пусть будет всё хорошо у них.
Всегда удивляет, когда пишут о средствах, чтоб отмыть раковину, унитаз, подоконники, краны.
Вы их раз в год на Пасху, что ли, моете, что приходится прям отмывать.
Просто не давайте загрязняться.
Минцифры хочет одарить писателей резиденциями
Будущему Фонду поддержки российских литераторов государство передаст федеральное имущество, оставшееся в наследство от Союза писателей СССР и Литературного фонда СССР.
На его базе будут созданы писательские резиденции, сообщили "Парламентской газете" в Минцифры, которое станет учредителем фонда.
Минцифры готовит проект президентского указа о создании Фонда поддержки российских литераторов.
В пояснительной записке уточняется, что фонду поручат заботиться, в том числе, о целевом использовании и сохранении зданий и построек, некогда принадлежавших советскому Союзу писателей и Литфонду.
"В собственность Российской Федерации перешло значительное количество объектов недвижимого имущества, ранее принадлежавшего Литературному фонду СССР, в том числе объекты, расположенные в городке писателей Переделкино, поселке Комарово Ленинградской области и другие", - сообщили "Парламентской газете" в пресс-службе Минцифры.
Проект указа предписывает отразить в уставе Фонда, что он "создается в целях содействия литературной деятельности путем создания необходимых условий для творческой работы литераторов".
"Под "созданием условий для творческой деятельности" подразумевается создание на базе передаваемого имущества в разных регионах России писательских резиденций, в которых были бы комфортные условия для творчества", - разъяснили в Минцифры нашему изданию.
520 рублей за одну разрезанную помидорку?
Сырная лепешка - это в прямом смысле пласт теста из упаковки за 550 рублей.
3 кусочка рыбы в мензурке за 570…
Нет, выглядит, конечно, вкусно, но цена просто неадекват.
На Белорусской, видимо, сплошные богачи собрались.
Врачи предупредили об опасности длительного применения кроворазжижающих препаратов после COVID-19 и перед вакцинацией
Врачи Ирина Ярцева и Сергей Токарев предупредили об опасности бесконтрольного применения кроворазжижающих препаратов после заболевания коронавирусной инфекцией COVID-19 и перед вакцинацией от коронавируса.
Врач-терапевт, иммунолог Ирина Ярцева рассказала, что самостоятельная профилактика возможного образования тромбов после COVID-19 может спровоцировать инсульт.
Ярцева пояснила, что кроворазжижающие препараты предназначены не всем, только если пациент был госпитализирован, находился в стационаре, у него были выявлены осложнения.
Врач назначает антикоагулянты (кроворазжижающие лекарства, препятствуют чрезмерному образованию тромбов) по показаниям.
Она сообщила, что сейчас происходит мракобесие - все подряд длительно пьют антикоагулянты и получают на этом фоне осложнения в виде геморрагических инсультов (кровоизлияние в мозг).
Главный профилактолог УрФО, научный руководитель Общества специалистов профилактической медицины, доктор медицинских наук Сергей Токарев в беседе с URA.RU рассказал, что беспорядочно антикоагулянты россияне сейчас часто употребляют и перед вакцинацией от коронавирусной инфекции.
По словам доктора Токарева, граждане верят сомнительным советам в Интернете и начинают заниматься самолечением.
Есть такие граждане, кто за неделю до вакцинации по своему решению начинает принимать антикоагулянты.
И при предварительном осмотре перед прививкой врачи замечают кровоподтеки.
Он подчеркнул, что крайне опасно принимать любые лекарства без выяснения причины появления какого либо симптома.
Картофель назвали суперпродуктом для защиты от гипертонии
Исследования показали, что регулярное употребление этого обычного и доступного овоща позволяет значительно снизить риск развития болезней сердечно-сосудистой системы.
Картофель есть на каждой кухне и обладает удивительными свойствами.
Продукт богат витаминами и микроэлементами, способствующими работе внутренних органов.
Он помогает при заболеваниях сердца за счет улучшения кровообращения и снижения уровня холестерина, сообщает портал Semana.
Сегодня болезни сердца - основная причина ранней смерти человека.
Чтобы улучшить ситуацию, нужно не только лечиться, но и правильно питаться.
Одним из помощников в такой ситуации станет обычный картофель.
Согласно данным ученых, в этом корнеплоде очень много витаминов B1, B3, В6, а также есть очень важный для организма витамин С.
Кроме того, картофель содержит фосфор, калий, магний, а также рибофлавин, фолиевую и пантотеновую кислоты.
Микроэлементы помогают эффективно работать всем внутренним системам организма.
Помимо всего прочего, корнеплод борется с естественными возрастными нарушениями в организме, содержит много полезной для ЖКТ клетчатки.
При регулярном потреблении он может стать профилактикой атеросклероза и гипертонии.
У меня такой случай был.
Приехала дама смотреть квартиру.
Я приехала из другого города, чтобы её показать.
В объявлении были подробные фото и описание квартиры.
Она осталась крайне недовольна, потому, что не было "шикарной" кухни и "шикарного" балкона.
Тетке, видать, делать нечего, вот она и смотрит чужие квартиры, а люди время своё тратят.
Около 145 тысяч подростков привились первым компонентом от COVID-19 в Казахстане
Опубликована информация о вакцинации подростков, беременных и кормящих женщин против коронавируса в Казахстане, передает МИА "Казинформ" со ссылкой на МВК по нераспространению COVID-19.
Двадцать человек скончались от коронавируса и пневмонии за сутки в Казахстане 85 больных коронавирусом в крайне тяжелом состоянии - Минздрав РК Большинство регионов Казахстана находятся в "зеленой зоне" по коронавирусу
По данным на 11 декабря 2021 года, вакциной Pfizer привито: первым компонентом - 181 037 человек, вторым компонентом - 14 580 человек.
Из них первой дозой: подростки - 144 613, беременные женщины - 10 645, кормящие женщины - 25 779.
Второй дозой: подростки - 10 690, беременные женщины - 1 141, кормящие женщины - 2 749.
Нашедшему деньги в стене церкви сантехнику выплатят 20 тысяч долларов
Сантехнику, который нашел деньги в стене церкви в американском штате Техас, выплатят награду.
Об этом сообщается в пресс-релизе некоммерческой организации Crime Stoppers of Houston.
Инцидент произошел в крупной евангелической церкви Лейквуд, где проповедует пастор Джоэл Остин, обещающий, что набожных христиан ждет богатство и процветание.
В ноябре 2021 года сантехник Джастин Коули ремонтировал один из церковных туалетов и обнаружил под теплоизоляцией тысячи пакетов с деньгами и чеками.
Он передал находку церкви и, по его словам, не получил от Остина даже благодарности.
"Я хотел услышать, как он скажет: "Знаешь, Джастин, ты поступил правильно.
Мы понимаем, что ты сделал и что мог бы сделать"", - цитирует его KPRC-TV.
Судя по всему, находка связана с кражей, которая произошла в церкви Лейквуд семь лет назад.
Тогда пропали около 200 тысяч долларов наличными и 400 тысяч долларов в виде чеков, которые хранились в церковном сейфе.
Деньги были застрахованы, поэтому церковь не понесла убытков.
Тем не менее за информацию о преступниках объявили награду, составлявшую 25 тысяч долларов.
Джастин Коули не мог претендовать на эту сумму, поскольку срок действия награды уже истек.
Несмотря на это, некоммерческая организация Crime Stoppers of Houston, в свое время выделившая на награду пять тысяч долларов и позднее получившая еще 20 тысяч долларов в дар от церкви Лейквуд, решила вознаградить честность сантехника.
Он получит 20 тысяч долларов.
Ранее сообщалось, что полиция допросила пастора Джоэла Остина по поводу денег, найденных в стене церкви Лейквуд.
Таня, её высказывания, её поступки - это и есть её характеристика "как человека реального".
Поэтому к ней и отношение такое отрицательное.
И дело не в том, что "она финансово значительно богаче всех писак", как здесь пишут.
Есть люди и богаче, но не все ведут себя так нагло, так вызывающе, как эта мадам.
Матрас Промтекс-Ориент Soft Cocos 1, размер 190х190.
Пружинный ортопедический матрас Soft Cocos 1.
В основе - блок TFK (256 пружин на квадратный метр).
Независимые друг от друга пружины способствуют правильному распределению нагрузки.
В качестве наполнителя используется кокосовая койра (материал из волокон кокосовой пальмы).
Между наполнителем и пружинным блоком размещены слои войлока.
Обе стороны матраса выше средней жесткости.
Съемный чехол Жаккард Sense: хлопок 5 %, полиэстер 95 %.
Плотность ткани - 116 г/м².
Опять просто и вкусно.
Искала на Вашей страничке рецепты из курицы.
Нам подарили курицу.
Её выращивали в своём хозяйстве наши друзья.
Весит она больше четырёх килограмм.
Хочется приготовить её повкуснее.
Хочу найти рецепт курицы, запеченной кусками в пиве.
Вы не пробовали такое?
Как-то я Вам больше доверяю, чем просто рецептам "из Интернета".
В Китае зафиксирован новый случай заражения человека вирусом птичьего гриппа
Новый случай заражения человека вирусом птичьего гриппа высокопатогенной разновидности H5N6 зафиксирован в Китае.
Об этом сообщила радиостанция RTHK со ссылкой на уведомление органов здравоохранения Гонконга, передает ТАСС.
Инфекцией заразился 68-летний житель городского округа Хуэйчжоу в южной провинции Гуандун, который держал в хозяйстве домашнюю птицу.
Его состояние оценивается медиками как критическое.
Первое в мире заражение человека штаммом вируса H5N6 было зафиксировано в мае 2014 года в юго-западной провинции Сычуань.
С тех пор число таких случаев в стране достигло 53.
В Бразилии обязали граждан предъявлять паспорта вакцинации при въезде в страну
В Бразилии обязали требовать у въезжающих на территорию государства ковид-паспорта, соответствующее решение вынес судья Федерального верховного суда Бразилии (STF) Луис Роберту Баррозу.
Об этом сообщает CNN Brasil.
От предъявления сертификата от вакцинации освобождены граждане, у которых имеются противопоказания к прививке.
Также в список исключений попадают лица, прибывшие из стран, где доказано отсутствие вакцины.
"Ситуация еще более серьезная, если учесть, что Бразилия является популярным туристическим направлением для проведения новогодних, предкарнавальных и карнавальных вечеринок, а также других мероприятий, что предполагает увеличение турпотока", - отметил Баррозу.
Ранее власти Бразилии обязали непривитых от коронавирусной инфекции туристов соблюдать пятидневный карантин.
Раскрыта схема полной защиты от COVID-19
Вирусолог, доктор медицинских наук, заслуженный деятель науки России Анатолий Альтштейн в беседе с Ura.ru раскрыл схему полной защиты от коронавирусной инфекции.
По его словам, этого можно добиться путем введения инъекции и применения назальной вакцины.
При интерназальном применении образуются в большом количестве иммуноглобулины А. При введении вакцины инъекцией этого не происходит.
Иммуноглобулины А защищают слизистую оболочку, поэтому вирус не может проникнуть в организм.
А внутри после вакцинации у нас больше всего образуется иммуноглобулинов G (антитела).
И если вы введете обе вакцины, то получите много иммуноглобулинов A и G. Но пока нет решения о двойной вакцинации", - рассказал медик.
Главный профилактолог УрФО, доктор медицинских наук Сергей Токарев, в свою очередь, заявил, что главным преимуществом применения назальной вакцинации совместно с инъекционной является возможность перестать являться носителем COVID-19.
Он добавил, что это поможет тем, что в таком случае защита организма, предположительно, должна стать максимальной.
Ранее министр здравоохранения Нижегородской области Давид Мелик-Гусейнов заявил, что к новому всплеску пандемии COVID-19 приведет распространение новой коронавирусной инфекции среди детей.
По его словам, именно такая картина наблюдается в других странах, куда очередная волна пандемии пришла раньше.
Инна, хм...
Я с кобелем (умер давно уже) разговаривала так - если ты готов променять теплый дом, кормежку, ласку, любовь и игры на течную суку, то вперед.
Но песель был обученный и вообще умняха.
Выбирал мое общество и шёл домой.
На видео способ, который работает в 90 % случаев.
Не с потолка взято, поверьте.
Я многих хозяев тормозила, чтобы не бежали за собакой, хотя они причитали, что вон, 200 тысяч убегают (помски), прям брала за руку и уводила в другую сторону.
В итоге "200 тысяч" выбирал хозяина, а не собачку, которая бежала где-то там.
В Европе не прекращаются массовые протесты противников вакцинации
В австрийской столице Вене на улицы вышли более сорока тысяч демонстрантов.
Они выразили недовольство ограничительными мерами и планами властей сделать вакцинацию от ковида обязательной.
С февраля будущего года непривитым людям придется платить штраф в размере 3600 евро.
Испанцы, возмущенные политикой властей в области здравоохранения, провели мирный марш в Мадриде.
Некоторые держали в руках плакаты с надписью "Это ложная пандемия", "Я не буду вакцинироваться".
Крупная акция протеста против санитарных паспортов состоялась в Барселоне, столице Каталонии.
В автономном сообществе ковид-сертификат обязателен для доступа в бары, рестораны, спортзалы, дома престарелых и ночные развлекательные заведения.
Решение о введении санитарных паспортов власти ряда регионов страны приняли на фоне роста числа случаев заражения коронавирусом.
В Люксембурге более тысячи манифестантов протестовали против ужесточения ограничительных мер и QR-кодов.
Акция началась мирно, но затем переросла в столкновения со стражами порядка.
Группа демонстрантов стала бросать камни в полицейских.
В ответ сотрудники правоохранительных органов применили водометы.
Николай С., даже в Википедии по этому поводу нет единого мнения.
Кашеварова-Руднева тоже обозначена как "первый российский врач, доктор медицины", наверное, потому, что учиться она начала раньше.
Давайте просто не будем спорить, я считаю, что они обе заслуживают этого титула.
Вот только с одним согласен с Захаровой: американцы несли только смерть и разграбление любой стране, где бы ни появились.
Матрас Lonax Cocos TFK 130x185.
Симметричный матрас из натуральной кокосовой койры на пружинном блоке TFK.
Матрас жесткий, с обеих сторон обрамлен слоями натурального кокоса.
В основе матраса блок независимых пружин TFK.
Независимые пружины способствуют правильному распределению нагрузки, помогают телу принимать естественную форму.
Натуральный кокос гипоаллергенный, гигиеничный, с отличным воздухообменом.
Чехол из натурального жаккарда - плотный, износоустойчивый, приятный на ощупь.
Плохо и грустно стареть в одиночестве, но это неизбежно, к сожалению.
Очень грустно делается, когда читаешь об этом.
Человек должен жить до тех пор, пока может обслуживать себя и не быть обузой ни для кого.
Всем здоровья.
ВОЗ обнаружил "омикрон" уже в шести десятках государств
Всемирная организация здравоохранения (ВОЗ) заявила, что новый штамм коронавируса "омикрон" выявлен уже в 63 странах.
Ряд экспертов уже говорят, что распространение нового штамма может иметь катастрофические последствия.
О темпах распространения штамма рассказали в сообщении ВОЗ.
По данным организации на 9 декабря штамм выявлен уже в 63 странах, во всех шести регионах ВОЗ.
Это при том, что он стал активно распространяться только с конца ноября.
ВОЗ выражает также обеспокоенность высокими темпами распространения нового варианта коронавируса.
Эксперты ВОЗ выражают опасение, что новый штамм по предварительным данным может обойти по степени распространения штамм "дельта", он же индийский вариант коронавируса, который лидирует сейчас во всех абсолютно странах без исключения.
До этого генеральный директор Всемирной организации здравоохранения Тедрос Адханом Гебрейесус заявил, что омикрон-штамм способен оказать существенное влияние на ход пандемии коронавируса.
В аналогичным выводам пришли также и в Великобритании.
Эксперты Лондонской школы гигиены и тропической медицины (LSHTM) считают, что "омикрон" в ближайшие месяцы вытеснит "дельту".
А число заболевших только в Британии составит около 1 млн. Это при том, что официально "омикроном" в настоящий момент в Королевстве болеют несколько сотен человек, а по оценочным данным до 10 тысяч.
Британские эксперты прогнозируют десятки тысяч смертей от штамма "омикрон", а на пике в больницы будут отвозить более 2 тысяч человек ежедневно.
С чем британская системе здравоохранения справиться будет не в состоянии.
Ситуация осложняется тем, что согласно последним исследованиям эффективность вакцины от компании Pfizer-BioNTech против штамма "омикрон" в 32 раза ниже в сравнении с остальными видами заболевания.
О том как реагирует на "омикрон" российский "Спутник V" пока неизвестно - это станет понятно в ближайшие несколько недель.
Центр имени Гамалеи только приступил к испытанию российской вакцины на штамме "омикрон".
Зачем нам видеть стадии старения?
Лучше бы подробнее УВИДЕТЬ выполнение ваших упражнений.
Непонятно в первом упражнении, как делать: сидя на пятках или стоя на коленях, как написано, но как тогда упереться руками на бедра?
Или руки на талии?
Любопытная Белочка, вы правы, общение в Интернете - это совсем другое, общаются легко и непринуждённо, а при личной встрече и сказать нечего.
Да и вживую увидеть человека, возможно, это не то, что ты ожидал, не зацепило - отсюда и отношение.
Когда встретит своего человека, тогда и взгляды поменяются.
И опять советское время называют "временем бесов".
Да тогда люди верили в Бога гораздо честнее, чем сегодня.
Да и воспитывались практически по Божьим законам (любовь к ближнему, не укради и т. д.).
Какая сегодня идеология - деньги любой ценой.
Болтунам типа Глобы веры мало (да ее вовсе нет), но даже если так, то время бесов наступило в 90-х...
Наша питерская, точнее ленинградская коммуналка с Большой Зелениной поддерживает общение до сих пор.
Конечно, мы не самые близкие друзья, но тепло отношений старшего поколения стараемся сохранить.
Может быть, это связано с тем, что не было в квартире приезжих, комнаты не сдавали, да и блокадное братство никто не отменял.
К сожалению, видимся все чаще на похоронах.
Лара Ангельская, да бросьте вы!
Человеческие детёныши, особенно мужского пола, сильные, подвижные энергичные, бесятся, толкаются, борются, дерутся, так же, как их маленькие "собратья" в живой природе!
Жаль только, что не такие мягкие, как щенки или котята, поэтому синяки, шишки, царапины - обычное дело, а никакой не бумеранг!
Да и за что?
Братика толкнул, силы не рассчитав?
А вы всегда прямо такая ловкая, что никогда никого нечаянно не задели и сама себя ни разу не травмировали?
Матрас SkySleep Wave Space BS 150x185 см.
Матрас с пружинным блоком Боннель Wave Space BS (Вэйв Спейс БиЭс) имеет умеренную жесткость с обеих сторон.
Комфортные слои матраса — сочетание плиты кокоса и искусственного латекса с рельефной поверхностью — ErgoFoam.
Чехол изделия хлопковый, из ткани жаккардового плетения.
Она прочная, устойчивая к износу, вместе с тем хорошо пропускает воздух, не мешая вентиляции матраса.
Чехол простеган на синтепоне, это придает ему мягкость.
Практичный матрас для спальни.
Койра кокоса обладает антимикробными свойствами, она жесткая, равномерно распределяет приходящийся на нее вес.
Искусственный латекс с ячеистой резкой поверхностью обеспечивает матрасу микромассажный эффект.
Долговечные материалы, надежная конструкция.
Блок Боннель, в котором пружины соединены друг с другом, характеризуется надежностью, он выдерживает большие нагрузки, хорошо подходит парам с небольшой разницей в весе.
По периметру изделие укреплено коробом из ППУ — он продлевает срок службы матраса, защищает пружины от деформации по краям.
Премьер Израиля Беннет сообщил о начале вакцинации в школах
Министерство здравоохранения Израиля с воскресенья начинает экстренную программу по увеличению вакцинации.
С утра 12 декабря вакцинация от коронавируса проводится в школах по всему Израилю.
Премьер-министр еврейского государства Нафтали Беннет на сегодняшнем заседании кабинета министров сообщил, что также будет изучен вопрос вакцинирования четвертой дозой граждан, находящихся в группе риска.
В Израиле массовая вакцинация населения от коронавирусной инфекции COVID-19 началась 20 декабря 2020 года.
Израильтян прививают препаратом Pfizer.
С 10 января прошлого же года вакцинированные начали получать вторую дозу.
Вакцинация подростков 12-15 лет в этой стране стартовала в начале июня в этом году.
В настоящее время более 5,78 миллиона человек получили обе дозы прививки, третью - более 4,12 миллиона граждан.
Анна Гауэр, ну, наверное, клещ не поползёт на ловушку, он же ПАУКООБРАЗНОЕ, как выразилась ЛЯЛЯ.
В любом случае, клеща не вижу.
Но любопытствую, а вдруг все же есть?
Надо ещё что-то ему подкинуть, для соблазну
Детский матрас Dimax Гений 70x190
Детский двусторонний матрас из натурального латекса и натуральной кокосовой койры на основе независимого пружинного блока EVS500.
Детский беспружинный матрас из латекса и кокоса на независимом пружинном блоке.
Натуральный латекс - мягкий эластичный материал, экологически чистый, гипоаллергенный, обладает прекрасными свойствами, делает сон максимально комфортным.
С оборотной стороны матрас средней жесткости, удобный, из натурального кокосового волокна и латекса.
В основе матраса блок независимых пружин.
Пружины максимально точно и равномерно распределяют нагрузку по поверхности матраса, поддерживая тело в естественном положении.
Отличный вариант для школьников и подростков.
Чехол выполнен из поликоттона.
Материал прочный, износоустойчивый, не подвержен истираниям.
В Бразилии в результате ливней погибли семь человек
Не менее семи человек погибли и 175 пострадали в результате мощных ливней, обрушившихся на северо-восточный бразильский штат Баия и соседний с ним Минас-Жерайс.
Об этом сообщает в ТАСС со ссылкой на спасательные службы.
На границе этих штатов с середины недели бушует внетропический циклон, в результате чего уровень выпавших в регионе осадков достиг отметки 450 мм. В 25 муниципалитетах штата Баия объявлено чрезвычайное положение, в отдельных из них наводнения стали самыми разрушительными за 35 лет.
Стихией уничтожены несколько мостов, две речные плотины, перекрыто движение по трем трассам.
По данным спасателей, около 5,7 тыс. человек остались без крова, еще 6,7 тыс. были вынуждены покинуть свои дома.
Ущерб от стихии затронул свыше 85 тыс. жителей региона.
Nika Lerman, я знаю мазь Левомеколь, я работаю с лекарствами.
Она хорошо снимает воспаление.
Лично мне для регенерации поверхностных ран и ссадин больше нравится Бепантен, но Вам на месте виднее, что эффективнее.
Главное, что процесс заживления идёт, такая дырища была, просто жуть.
Hola, España, Вы так меня не услышали и не поняли.
Отвечу строками М. Исаковского: "Летят перелетные птицы\nУшедшее лето искать.\n
Летят они в жаркие страны,\nА я не хочу улетать,\nА я остаюся с тобою,\nРодная моя сторона!\n
Не нужно мне солнце чужое,\nЧужая земля не нужна".
И поверьте, что фоточки из парка, где я катался на лыжах, или моего города будут ничуть не хуже.
Намного, кстати, интереснее было бы увидеть Ваш чудесный дом с его интерьерами.
Восковые мелки MAPED (Франция) Color'peps Twist, 12 цв., выкручивающиеся, в пластик. корпусе.
Набор из 12 ярких восковых мелков в пластиковом корпусе с выкручивающимся стержнем.
Не крошатся, не пачкают ручки, абсолютно безопасны.
Не требуют заточки.
Корпус из высококачественного прочного пластика.
Многоразовая упаковка: пакет на застежке-молнии.
$135 млрд ушли в приложения - Hi-Tech
В 2021 году расходы пользователей в приложениях выросли во всем мире на 25%, а число загрузок - на 8%.
Самыми популярными в мире оказались различные видеосервисы.
Больше всего пользователи скачивали видеоредактор CapCut, а тратили больше всего в YouTube.
И число загрузок приложений, и расходы пользователей в них показали в период с января по ноябрь 2021 года существенный рост.
Количество загрузок увеличилось на 8%, достигнув 140 млрд. Еще существеннее выросли траты пользователей в приложениях: на 25%, до рекордных $135 млрд.
Такие данные опубликовала аналитическая компания App Annie, представившая доклад о рынке мобильных приложений в 2021 году.
В 2021 году мировая экономика вышла из локдауна и начала постпандемийное восстановление.
"Затормозит ли такой "возврат к физическому" рост экономики приложений? Нисколько", - считают авторы доклада.
Лидером по числу скачиваний приложений стала Индия: на нее приходится около 20% всех загрузок.
За ней идут США (9%) и Бразилия (8%).
Пользователи гаджетов на iOS, как и раньше, тратили больше, чем пользователи с Android: на iOS пришлось 65% всех расходов в приложениях.
Среди приложений первое место по числу скачиваний за 2021 год занял видеоредактор CapCut.
За ним идут два индийских приложения: видеосервис MX TakaTak и приложение для онлайн-торговли Meesho.
В топ-10 по числу загрузок входит также Telegram.
В целом, если судить по количеству скачиваний, среди пользователей популярны VPN-сервисы (их в топ-10 два - VPN Master и NightOwl VPN) и сервисы, связанные с созданием и трансляцией видео (помимо CapCut и MX TakaTak в топ-10 входят еще два таких сервиса - Moj и SnackVideo).
"Больше всего пользователи потратили в приложениях для прямых трансляций и онлайн-стриминга", - отмечают авторы доклада.
Лидирует здесь YouTube, в топ-5 по расходам пользователей также входят видеосервис TikTok, стриминговые видеосервисы Disney+ и HBO Max, а также японский сервис подписки на мангу Piccoma.
Первые места по числу ежемесячно активных пользователей занимают Telegram, Instagram, Zoom и TikTok, замыкает топ-5 мобильная версия Microsoft Office.
В России лидером по количеству загрузок за год оказалось шопинг-приложение AliExpress.
За ним идут сервис Zenly, который показывает местоположение друзей, и все тот же CapCut.
Также в топ-10 приложений входят: онлайн-караоке StarMaker, онлайн-ритейлер одежды Shein, приложение Maps for Minecraft PE, онлайн-сервис заказа такси DiDi, клиент для YouTube Pure Tuber, приложение ритейлера "Дикси" и онлайн-магазин "Самокат".
Во всем мире люди адаптировались к пандемии через переход на жизнь в мобайле, что можно назвать одним из главных выводов.
Наибольших успехов добились те отрасли, которые помогали людям быть ближе как виртуально, так и лично", - прокомментировал результаты доклада руководитель отдела маркетинговых исследований App Annie Лекси Сидоу.
Выручка сектора мобильных игр в 2021 году достигла $90 млрд. Лидерами по числу скачиваний оказались казуальные и гиперказуальные игры, в которых нет или почти нет сюжета, а видеооформление минимально.
В топ-3 самых популярных игр в мире вошли Count Masters, Project Makeover и Bridge Race.
В России среди игр лидируют DOP 2: Delete One Part, Going Balls и Phone Case DIY.
Ранее App Annie представила свой прогноз на 2022 год.
Среди основных трендов следующего года аналитики компании назвали рост числа пользователей TikTok до 1,5 млрд, рост популярности у поколения Z финансовых приложений, например приложения для инвесторов Robinhood, а также дальнейшее увеличение популярности метаверсивных мобильных игр.
Лакомство Clan De File для собак с говядиной, 30 шт. по 40 г.
Натуральное вяленое лакомство для собак всех пород и возрастов из говядины.
Clan De File - мясное филе для собак с говядиной, и ничего более.
Натуральное вяленое лакомство для собак всех пород и возрастов.
В приготовлении используется только один вид белка - говядина.
Это снижает риск возникновения пищевой аллергии, а значит, лакомство прекрасно подойдет собакам с чувствительным пищеварением и склонным к аллергическим реакциям.
Основу лакомства составляет мясное филе, обработанное в соответствии со стандартами качества, которые используются при приготовлении пищи для человека - human grade.
Рекомендуемый суточный рацион: не более 10 % суточного рациона взрослого животного.
Энергетическая ценность: 407 кКал.
Состав: филе говядины.
Пищевая ценность: белки - 57, жиры - 17, зола - 4, влага - 20.
Россиян предупредили о новой схеме мошенников
Злоумышленники начали искать новые маневры для мошенничества в видеосообщениях.
Об этом пишут "Известия" со ссылкой на экспертов.
По словам директора по продуктам компании Ivideon Заура Абуталимова, главной опасностью, которая связана с распространением средств видеокоммуникации, являются дипфейки.
В этом случае мошенниками создается фейковое видео на основе реальных записей с участием жертвы.
Благодаря этому нейросети удается в точности воспроизвести особенности поведения того или иного человека.
Абуталимов добавил, что используя дипфейк, злоумышленники могут звонить знакомым жертвы по видеосвязи или создать ролик с участием копии человека для рассылки с целью шантажа.
"Такие подделки запросто могут спровоцировать буллинг, поскольку подкованный злоумышленник может поместить людей в нелепые, опасные или компрометирующие псевдосценарии", - сказал эксперт.
Ведущий системный инженер Varonis Александр Веткол в свою очередь отметил, что психологически люди больше доверяют другим, когда видят их.
Он подчеркнул, что это может создать специфические риски в случае, когда речь идет о технологиях с использованием видео.
David, добавлю.
В том, что я выше написал, я сделал акцент на то, что всё это покупал в маленьком городе, где местный менталитет не позволял сильно краситься и ходить в коротких юбках, показывать чулки и колготки на ножках.
Это провинция, но в магазине БЫЛ такой товар.
В больших городах и мусульманки красились, и ляжки показывали.
Вот так и в Душанбе, это большой город, столица республики.
Модниц много, а той же косметики нет.
Перечислены пять действий, которые помогут избежать сахарного диабета
Проблемы с уровнем сахара в крови - одни из самых распространенных в мире.
Однако некоторые не придают этому большого значения, и зря.
Сахарный диабет может со временем привести к тяжелым осложнениям и даже смерти.
Профилактические мероприятия играют главную роль в предотвращении формирования заболеваний.
Так, врачи рекомендуют поменять питьевой режим - снижение количества разнообразных напитков и переход на обычную воду положительно влияют на метаболизм.
Сладкие продукты повышают уровень сахара в крови до опасного показателя, когда употребляются в избыточном количестве.
Поэтому первый шаг на пути к здоровому образу жизни - это перестать покупать сладости и хранить их дома.
На появление заболевания влияет не только неправильное питание, но и привычки.
Чтобы уменьшить риски сахарного диабета, необходимо много двигаться.
Специалисты советуют придерживаться низкоуглеводной диеты.
Подобный рацион не только поможет снизить вес, но и защитит от резких колебаний уровня сахара.
Для защиты от заболевания диабетом необходимо съедать много клетчатки.
Пищевые волокна наполняют желудок и таким образом способствуют возникновению чувства сытости, выделению пищеварительных соков и повышению усвоения пищи.
Семена томатов ГАВРИШ Пинк Буш F1 0,10 г, артикул № 4241014.
Низкорослый ранний биф-томат с обильным плодоношением для выращивания в открытом грунте и под временными пленочными укрытиями.
Растение детерминантное, с короткими междоузлиями.
Плоды крупные, насыщенного розового цвета, довольно плотные, массой 180-210 г, защищены от солнечных ожогов листьями, хорошо хранятся.
Мякоть сочная, с сахарным вкусом.
Гибрид обладает устойчивостью к комплексу болезней.
Рекомендуется для приготовления салатов, закусок и нарезки.
Посев на рассаду: в конце марта - начале апреля.
Пикировка - в фазе первого настоящего листа.
Высадка рассады в теплицы - в мае.
После высадки в открытый грунт растения формируют и подвязывают.
МК СЛАВДА FC-160.
Данная морозильная камера обладает энергоэффективностью класса А, что позволяет потреблять заметно меньше электроэнергии при работе.
Морозильник отлично подойдет как для частного дома, так и для квартиры благодаря применению в нем качественных малошумных компрессоров и отличной шумоизоляции.
камера работает не громче обычного холодильника.
Функция быстрой заморозки в кратчайшие сроки замораживает продукты, сохраняя максимальное количество полезных веществ.
Морозильный ларь Славда FC-160 соответствует климатическому классу N/ST, что позволяет ему беспроблемно работать при температуре в помещении до +38 градусов.
Цифровая панель управления с автоматическим контролем температурного режима.
Доктор Павлова рассказала о "мигрени выходного дня" у трудоголиков
К ухудшению самочувствия в выходные могут приводить несколько факторов
Причиной ухудшения самочувствия после рабочих будней зачастую является "мигрень выходного дня", рассказала известный врач-эндокринолог, кандидат медицинских наук, старший научный сотрудник факультета фундаментальной медицины МГУ, научный руководитель клиники Системной медицины Зухра Павлова в своем телеграм-канале.
По ее словам, особенно часто от этого страдают трудоголики, у которых в выходные наблюдаются головная боль, разбитость и слабость.
Доктор Павлова отметила, что помимо накопившейся за неделю усталости есть достаточно много объективных причин негативной реакции организма на изменение условий.
В выходные наша жизнь коренным образом меняется.
"Спим долго, весь день лежим на диване, скорее всего едим больше, а пьем меньше, - аргументировала врач. - Из-за недостатка кофе начинается небольшая ломка.
Из-за переедания и недостатка воды - тяжесть и разбитость".
Дополнительную роль играет поздний подъем.
Так, если встать на три часа позже обычного, то возникнет реакция, которую называют джетлаг.
Она возникает у путешественников, которые пересекают несколько часовых поясов.
Чтобы определить, какой из факторов играет решающую роль в ухудшении самочувствия, Павлова рекомендовала проследить, что сильнее всего меняется в выходные.
Матрас Benartti Optimal Hard S1000 130х185.
Усиленный периметр из пены повышенной плотности существенно повышает срок службы матраса.
Матрас "Optimal Hard S1000" с разными сторонами жесткости, общая высота матраса 23 см.
Максимально допустимая нагрузка на одно спальное место до 140 кг.
Основой матраса является независимый пружинный блок "S1000" (1000 пружин на одно спальное место).
Каждая пружина находится в отдельном тканевом кармашке, что позволяет правильно распределять нагрузку тела.
Для дополнительной защиты пружинного блока добавлен изоляционный слой из войлока, разделяющий наполнители матраса и пружин.
С одной стороны матраса расположен слой кокосовой койры толщиной 2 см, придающий дополнительную жесткость и долговечность матрасу.
Хлопковый жаккард, простеганный на искусственном латексе толщиной 2 см и материале Hollcon 1 см, что обеспечивает дополнительный комфорт.
С другой стороны матраса расположен слой кокосовой койры толщиной 1 см и использован слой войлока.
Ткань обработана специальной антибактериальной пропиткой Sanitized (Швеция).
Пропитка обеспечивает полное уничтожение плесневых грибков, не дает развиваться микроорганизмам, пылевым клещам и микробам.
Матрас снабжен четырьмя удобными ручками для переворачивания, а также аэраторами для дополнительной вентиляции слоев.
Ученые ЮАР заявили о низкой эффективности вакцины Pfizer против "омикрона"
В ЮАР заявили о низкой эффективности вакцины Pfizer против "омикрона"
Ученые Южно-Африканской Республики провели исследование и сообщили о низкой эффективности вакцины Pfizer против омикрон-штамма коронавирусной инфекции.
Согласно оценкам, он (уровень нейтрализации "омикрона") соответствует (уровню) эффективности вакцины в 22,5% против инфекции с симптомами, из-за чего... подвергается сомнению способность вакцины защитить против инфекции, - говорится в тексте исследования, опубликованном на портале MedRxiv.
При этом специалисты уточнили, что препарат может спасти от тяжелого течения болезни.
Ранее в Лондонской школе гигиены и тропической медицины спрогнозировали, что омикрон-штамм коронавируса может вызвать в Великобритании новую волну пандемии с более частыми госпитализациями, чем год назад.
Сколько скрытого сахара в привычных продуктах?
Сахар - не лучший источник полезных питательных веществ.
Его избыток в рационе может привести к диабету второго типа, а также вызвать сердечно-сосудистые и онкологические заболевания.
Потребителям следует учитывать, что под незнакомым словом в составе продукта может быть указан скрытый сахар - ингредиент, аналогичный сахару по калорийности, составу и гликемическому индексу.
На этикетке могут быть представлены несколько десятков названий, по сути, обозначающих сахар.
Одни из самых распространенных и часто встречающихся названий - глюкоза и фруктоза.
Также могут быть другие срытые сахара, такие как декстроза (сахар, полученный из кукурузы), левулоза (фруктовый сахар), меласса (черная патока), сироп агавы и т.д.
Это все простые углеводы, которые относятся к моно- и дисахаридам, и они могут быть не только в кондитерских изделиях, но и в кетчупе, в докторской колбасе, хлебе и т.д.
Как заявляют в Роскачестве, самый эффективный способ снизить потребление сахара - употреблять цельные и необработанные продукты, а также обращать внимание на этикетку и на множество различных названий сахара.
Разные виды сахара отличаются по вкусу, но как бы ни назывался ингредиент в составе продукта - сироп или нектар, обработанный или необработанный, коричневый или белый, - он все равно остается сахаром.
Подсчитать точное количество сахара непросто, так как необходимо учитывать не только количество сахара указанное производителем на упаковке, но и то, что овощи, фрукты и т.д. изначально содержат определенное количество сахара.
Таким образом, общее количество сахара может оказаться значительно выше, чем указано на этикетке.
Канцлер Германии Шольц: газ потеряет важность для ФРГ через 25 лет
Новый канцлер ФРГ Олаф Шольц заявил, что импорт газа теряет важность для Германии, так как страна продолжает переход на декарбонизацию экономики.
По его словам, Германия к 2045 году планирует полностью отказаться от газа, нефти и угля, став климатически нейтральной страной.
"То есть через 25 лет мир будет таким, что вопрос транспортировки газа в ФРГ и Европу будет играть другую роль", - сказал канцлер.
Шольц отметил, что Германия продолжает сохранять приверженность тому, чтобы Украина транспортировала российский природный газ и в будущем, так как в данный момент этот ресурс имеет важное значение для энергетического перехода.
Он напомнил, что Германия и США сделали заявление, в котором зафиксирована поддержка со стороны Берлина энергетической трансформации Украины.
Ранее глава МИД Германии Анналена Бербок заявила, что процесс сертификации газопровода "Северный поток - 2" продолжается.
По словам министра, в рамках коалиционных переговоров и обсуждения коалиционного договора было заявлено, что к энергетическим проектам следует применять европейское право в области энергетики.
Дипломат также указала, трубопровод пока "не соответствует предписаниям" Евросоюза.
Спасибо за интересные фото!
Году в 1985-м приходилось ездить в те края.
Прекрасно помню ЧМЭЗ, поднимающийся со станции Канатчиково в гору, мимо старинной постройки (похожей на пост централизации, двухэтажное), вдоль Канатчиковского проезда, и заворачивавший вправо на улицу Вавилова, к заводским воротам...
Хакеры взломали Twitter премьер-министра Индии
Хакеры взломали Twitter-аккаунт премьер-министра Индии Нарендры Моди.
Злоумышленники успели опубликовать фейковое сообщение.
Сообщалось, что Индия якобы признала биткоин законным платежным средством, а также что страна уже закупила криптовалюту.
В офисе Моди попросили игнорировать новые сообщения.
Представители премьера заявили, что в Twitter быстро среагировали - доступ к аккаунту восстановили.
Страницу премьера Индии уже взламывали в 2020 году и призывали сделать пожертвования в фонд с помощью криптовалюты.
На референдуме в Новой Каледонии большинство проголосовало против независимости
В Новой Каледонии третий референдум, состоявшийся 12 декабря, завершился с тем же результатом, что и два предыдущих.
Согласно первым частичным результатам, объявленным в воскресенье, 12 декабря, в полдень, большинство жителей Новой Каледонии проголосовали во время референдума против независимости своей территории.
При этом уровень участия в этом третьем голосовании стал значительно ниже, чем в двух предыдущих.
Согласно предварительным результатам, опубликованным опубликованных местными властями, "за" независимость Новой Каледонии от Франции высказались 3,51% (2 755 человек) проголосовавших, тогда как 96,49% (75 762) проголосовали "против".
Явка составила 43,90%, всего в выборах приняли участие более 80 тыс. жителей Новой Каледонии.
Как комментирует эти промежуточные итоги агентство France-Presse, "исход этих выборов не оставлял места для сомнений", так как сторонники независимости призвали избирателей не участвовать в голосовании.
Являясь инициаторами проведения референдума, они выступили против его проведения 12 декабря, считая, что новая вспышка эпидемии COVID-19 на архипелаге мешает провести полноценную и "честную" предвыборную кампанию.
Таким образом, это неучастие открыло путь к третьей победе сторонников Французской Новой Каледонии, после референдумов, проведенных в ноябре 2018 и в октябре 2020 года.
В 2018 году против независимости проголосовали 56,7% жителей, в 2020 - 53,3%.
Как заявили сепаратисты, они не признают результатов последнего голосования и оспорят их в ООН.
Как сообщили в воскресенье, 12 декабря, в Елисейском дворце, президент Франции Эммануэль Макрон должен выступить по итогам этого референдума.
Тема независимости Новой Каледонии во многом оживила последние недели президентской кампании во Франции.
Несколько кандидатов в президенты высказались в пользу того, чтобы территория оставалась в составе Франции, так как это "последний регион присутствия Европейского Союза в Тихом океане".
"Новая Каледония обязательно должна оставаться французской", - неоднократно повторял Эрик Земмур.
Такое же заявление сделала кандидат от Республиканцев Валери Пекресс, которая в конце октября опубликовала колонку в Le Figaro, призывая каледонцев оставаться французами.
Со своей стороны, Эммануэль Макрон объявил в мае 2018 года, что не будет занимать позицию, "потому что это не его ответственность".
Тем не менее, президент добавил: "Франция была бы менее красивой без Новой Каледонии".
Премьер-министр Жан Кастекс, со своей стороны, выразил "сильное желание, чтобы выбор каледонцев был выбором Франции".
Света, ой, привет!
Я вам немножко... множко нахамила, до сих пор неловко, стыдно.
Спасибо, что не отвернулись от моего канала.
По теме: я не художник, рисовать люблю, но получается вдохновенная мазня.
Но как художник - вообще не художнику: что бы тут поменять?
Только не забываем, что еда-то была НАТУРАЛЬНАЯ, поэтому ожирение не было так распространено, как сейчас.
А вот медицина была на нуле - пиявки, чеснок и отвары.
Сейчас бы поставили вмиг на ноги.
А еда совершенно ни при чем.
В Турции испытали первый в мире беспилотник с лазерным оружием
В Турции прошли успешные испытания первого в мире дрона с лазерным оружием.
БПЛА "Eren" протестировали на дистанции от 100 до 500 м, сообщает "МИР24".
Аппарат способен на расстоянии нейтрализовывать взрывоопасные предметы с помощью лазера.
Максимальная высота полета новинки достигает 3 тыс. м.
После прохождения соответствующих испытаний БПЛА должен поступить на вооружение турецких военных, которые будут его использовать для уничтожения взрывных устройств без привлечения саперов.
Агентство подчеркивает, что Турция находится в числе шести стран мира, способных разрабатывать и производить собственные дроны.
Я горбушу резал стейками.
Соль, сахар, перец черный горошком и душистый горошком.
Иногда гвоздику добавлял, она не мешает.
В глубокую чашку, сверху накрывал блюдцем.
Ну как бы и всё.
И зачем мне эта сёмга, за такие деньги неизвестно какая, горбуша отличная рыбка.
Хлеб, масло сливочное, горбуша.
Обалденный бутерброд.
Читатели WSJ раскритиковали статью об отношениях России и США
Читатели The Wall Street Journal раскритиковали статью профессора Кристофера Хартвелла, в которой он описал свое видение отношений России и США.
Автор материала выразил обеспокоенность тем, что Запад якобы приносит Украины в жертву России.
В своей статье он убеждает читателей в опасности, которая исходит от Москвы, и допустил ряд оскорбительных высказываний в адрес российского президента Владимира Путина.
В конце Хартвелл призвал западные страны "выступить единым фронтом против России".
Читатели WSJ выразили свое несогласие с позицией американского профессора.
"В этой статье довольно много ложной информации", - приводит РИА Новости комментарий одного из читателей.
"Европа не наша, чтобы ее "терять", и Украина не является нашей землей.
США и союзники НАТО никогда не вступят в ядерную войну с Россией ради Украины", - отметил другой.
Патчи можно также применять в области губ.
Используемый в производстве патчей Dearboo Peach & Hibiscus Brightening Hydrogel Eye Patch гидрогель представляет собой высокотехнологичный полимер, который обеспечивает повышенную впитываемость и передачу коже высококонцентрированной натуральной растительной эссенции, плотно прилегает к коже и дарит чувство свежести.
При передаче питательных веществ коже гидрогель минимизирует сопутствующую потерю влаги и заставляет эссенцию проникать в глубокие слои кожи.
SONEX 2085/EL Люстра с ПДУ Nores
Светильник 2085/EL серии NORES cостоит из металлического основания (базы) и пластикового рассеивателя.
Материал рассеивателя - высококачественный акрил белого матового цвета, обеспечивающий светильнику равномерное рассеивание и хорошее светопропускание.
Форма плафона: квадратная, в виде рельефного орнамента с геометрическим рисунком, декорирован прозрачными точками, придающими включенному светильнику красивый эффект "звездного мерцания" и переливания.
Степень защиты IP43 позволяет использовать светильник в определенных зонах влажных помещений.
В комплект входит заменяемый LED модуль с линзами, мощностью 72 Вт, которая соответствует лампе накаливания 520 Вт.
А также пульт ДУ, с помощью которого осуществляется плавное изменение цветовой температуры 3000-6000К, изменение яркости, переход в режим переключения теплого/белого/холодного/ночного света.
Урьяж Маска для лица увлажняющая термальная ночной 50 мл.
Ультраувлажняющая ночная маска для всех типов кожи с эффектом свежей, отдохнувшей и сияющей кожи утром!
Настоящая "термальная ванна" для обезвоженной кожи!
Тонизирует, разглаживает рельеф кожи и восстанавливает кожный барьер.
Очень приятная водно-гелевая текстура без липкости.
Отличное средство ухода для кожи после активного воздействия солнца!
Гипоаллергенно.
Землетрясение магнитудой 5,2 произошло в районе Курильских островов
Землетрясение магнитудой 5,2 произошло рядом с курильским островом Шикотан.
Отмечается, что эпицентр землетрясения находился в 231,8 км к северо-востоку от города Северо-Курильск.
Очаг залегал на глубине 92,5 км.
Ранее сейсмологи зафиксировали землетрясение магнитудой 7,5 в Перу, в ходе которого пострадали десять человек.
Если бы он родился в бедной американской семье и попробовал бы выбиться в люди, то неизвестно, куда бы делось его мелкобуржуазное мышление.
Хорошо, когда ты приехал в Америку известным человеком.
А родись ты там, неизвестно за что бы ты стал бороться.
Так что зря он поливал грязью, желчью и ядом строй, справедливее которого пока никто не придумал.
Украина начнет производить реактивные беспилотники нового поколения
На новом украинско-турецком заводе начнут создавать реактивные беспилотные летательные аппараты (БПЛА) типа ANKA.
Об этом 11 декабря сообщил внештатный советник главы офиса украинского президента Алексей Арестович.
То есть они способны действовать против воздушных объектов, против других беспилотников.
Даже против авиации пилотируемой.
На них будут украинские двигатели и остальная турецкая авионика: корпус и тому подобное", - цитирует его Диалог.ua.
Комментируя главные особенности аппаратов ANKA, Арестович рассказал, что речь идет о реактивных, а не поршневых БПЛА.
По его словам, это новое поколение беспилотников после Bayraktar, которые превышают его "по всем характеристикам".
Первая партия БПЛА должна быть произведена заводом в конце следующего года, заключил Арестович.
Летательный аппарат ANKA был создан Турецким аэрокосмическим агентством в феврале 2014 года.
Разработка беспилотника велась властями Турции в сотрудничестве с рядом частных компаний с 2010 года.
Накануне украинский генеральный штаб засекретил данные об использовании беспилотников Bayraktar и ракетных комплексов Javelin в ходе военных операций объединенных сил в Донбассе.
6 декабря президент Украины Владимир Зеленский сообщил, что в стране началось строительство завода по изготовлению современных военных беспилотников.
По его словам, Украина намерена применять дроны.
29 сентября компания Bayraktar Savunma и украинское минобороны заключили соглашение о строительстве в Киевской области центра, в котором будут проводить обучение персонала, а также испытания и обслуживание турецких БПЛА Bayraktar.
Пресс-служба офиса украинского лидера назвала данный меморандум "большим реальным шагом вперед".
В аэропорту из контейнера сбежали два льва
В сингапурском аэропорту Чанги сбежали львы.
Об этом сообщает The Straits Times.
Двум хищникам удалось выбраться из контейнера с семью львами, прибывшего на одном из самолетов.
Издание отмечает, что остается неизвестным, из какой страны их привезли в Сингапур, и куда они направлялись.
Один из беглых львов улегся на крыше контейнера.
Отойти от него звери не могли из-за установленной рядом защитной сетки.
Противостояние закончилось после прибытия в аэропорт сотрудников организации Mandai Wildlife Group, ведающей всеми сингапурскими зоопарками.
Они обездвижили львов при помощи дротиков с транквилизатором и планируют доставить их в карантинное учреждение.
Ранее сообщалось, что в Пномпене, столице Камбоджи, лев сбежал от хозяина и разгуливал по улицам города.
В тот же день зверь добровольно вернулся домой, люди не пострадали.
Специалисты предупредили об угрозе рака из-за витамина B9
Исследования свидетельствуют, что избыток витамина B9, также известного как фолиевая кислота, может привести к раку.
Об этом предупредило издание Daily Express.
По мнению специалистов, имеются веские доказательства того, люди, не испытывающие недостатка фолиевой кислоты, меньше рискуют заболеть некоторыми видами рака, в частности, колоректальным.
Однако превышение необходимой дозы напротив способствует росту раковых клеток.
Профессор Университета Алабамы в Бирмингеме, диетолог Бет Китчин советует следить за количеством фолиевой кислоты, потребляемой в течение дня.
Оптимальная доза составляет 400 микрограммов в сутки.
Угроза рака повышается только в том случае, если существенно отклониться от этой цифры в большую или меньшую сторону.
Китчин рекомендует не принимать витамин B9 в таблетках без рекомендации врача, обязательно следить за дозировкой и избегать хлопья с молоком и другие пищевые продукты, которые содержат фолиевую кислоту.
Ранее консультант по питанию Рэйчел Файн назвала фолиевую кислоту веществом, которое замедляет старение.
Поскольку она, среди прочего, содержится в авокадо, Файн рекомендовала мужчинам после 50 лет чаще есть этот плод.
В Великобритании к апрелю из-за омикрон-штамма могут умереть около 75 тыс. человек
Прогнозы британских ученых показывают, что из-за распространения омикрон-штамма коронавируса в ближайшие пять месяцев в Англии могут умереть до 75 тыс. человек, если не ужесточать ограничительные меры зимой.
Об этом сообщила газета The Guardian со ссылкой на исследование экспертов Лондонской школы гигиены и тропической медицины (LSHTM), передает ТАСС.
Согласно наиболее оптимистичному прогнозу специалистов, которые входят в состав научно-консультативной группы по чрезвычайным ситуациям при британском кабинете министров, к апрелю 2022 года в стране зафиксируют не менее 25 тыс. летальных исходов из-за штамма омикрон, а всего госпитализированы будут около 175 тыс. пациентов.
При этом на пике заболеваемости больницы будут принимать более 2 тыс. инфицированных ежедневно.
"Серьезные меры по борьбе с коронавирусом могут потребоваться, чтобы не допустить перегруженности Национальной службы здравоохранения, если омикрон-штамм окажется более заразным, чем вариант дельта, а действующие вакцины не смогут исключить заражения", - сказала математик Розанна Барнард из LSHTM.
Ранее Агентство по безопасности в области здравоохранения Великобритании проинформировало: если скорость распространения омикрон-штамма сохранится на нынешнем уровне, то к концу года в стране будет выявлено около 1 млн случаев заражения.
При этом уже к середине декабря штамм омикрон может стать доминирующим в Соединенном Королевстве.
В настоящий момент в Великобритании обнаружено 1898 случаев заражения омикрон-штаммом коронавируса, из которых 633 были выявлены за последние сутки.
При этом 9 декабря глава британского Минздрава Саджид Джавид указал, что в реальности этот показатель может уже достигать 10 тыс. случаев.
Хотела ведь какой-то умный комментарий написать, но дочитала вот до этого места:
"Шубу, полученную в результате неимоверных страданий несчастного животного и его трудоустройства на вторую работу".
И под стол завалилась!
Получается, "несчастное животное" - это муж, а я было подумала, что шиншилла!
Последний рыцарь на этой планете.
Ричард Край, судя по дизлайкам, мысли вы высказываете не очень доступно для большинства.
Вы что в виду-то имели - что те, кто в инстаграммах, притворяются или они точно все успевают, ибо притворяться им незачем?
СЗ похож на вещевой сток, все, что в своё время не разошлось, оказывается здесь.
Если задаться целью и хорошенько покопаться, то среди хламья можно найти что-то стОящее.
Просто нужно набраться терпения и четко понимать, что ты ищешь.
Cпрос на суперяхты вырос в мире на четверть
Строительство суперяхт в этом году и заказы на следующий год бьют в мире все рекорды, несмотря на призывы сократить углеводородный след и борьбу с климатическими изменениями.
В мировом реестре судов количество заказанных яхт составило 1200 единиц - на четверть больше, чем в прошлом году.
В эру борьбы с последствиями изменения климата за сокращение эмиссий парниковых газов трудно представить, что количество людей, у которых есть желание и деньги на плавучую крепость за 50 миллионов долларов фунтов и выше, не будет уменьшаться, пишет "Гардиан".
Однако их становится все больше.
В этом году было заказано на 25% судов больше, чем в предыдущем.
Брокеры говорят, что такого ажиотажа на рынке не было 20 лет.
Первая причина в том, что многие, кто может позволить себе яхту, опасаются заражения на суше и предпочитаются скрыться от пандемии на борту собственного судна.
Вторая причина также связана с коронавирусом.
Если раньше все эти люди ходили в офис и встречались с партнерами по бизнесу лично, теперь абсолютное большинство из них работают удаленно, а переговоры проводят по зуму.
Брокер Уилл Кристи рассказал газете, что верфи принимают заказы на новые яхты на 2025 год и позже.
Это означает, что заказчики готовы платить больше, лишь бы их яхта была готова хотя бы на год или два раньше.
"Люди просто жаждут свободы, а супербогатые мог себе ее позволить", говорит он.
В западном обществе многие критикуют такое поведение богатых и называют его декадентским.
Богатые, говорят социологи, не хотят понять, что во времена лишений путешествия в космос, жизнь на яхтах или полеты на собственных самолетах вызывают в обществе раздражение, поскольку элита не хочет разделить ответственность за изменение климата со всем остальным человечеством.
Экономисты призывают правительства к действию и предлагают ввести для супербогатых новые налоги и правила, хотя они и понимают, что при такой мобильности денег, осуществить это будет крайне сложно.
Между тем, впечатляет только количество заказанных супер-яхт, но и их характеристики.
Из 1200 судов 27 имеют длину кормы выше 100 метров.
Норвежский миллиардер Рекке строит яхту REV Ocean длиной 183 метра.
После спуска на воду это будет самая большая яхта в мире.
На яхте предусмотрен "лунный бассейн", а также подводная лодка, предназначенная для изучения морских глубин.
На существующих супер-яхтах обычными стали площадки для вертолетов, кинотеатры под открытым небом, а на некоторых из них, как, например, на яхте борца МакГрегора - платформа для единоборств.Профессор экономической антропологии американского университета в Индиане Ричард Уилк говорит, что по сравнению с общим количеством выборосов парниковых газов, карбоновый след, производимый супербогатыми, незначителен.
Но он имеет символическое значение, если учесть, что мультимиллиардеров в мире чуть больше 2000 человек.
Это просто еще один пример сверхпотребления весьма малочисленной группы людей.
Ученые обнаружили, что эмиссионный след миллиардеров в тысячи раз больше следа среднестатистического жителя планеты.
Если один человек производит в среднем 5 тонн СО2 в год, то самый большой загрязнитель планеты Роман Абрамович ответственен за 33,9 тонны парниковых газов, попавших в атмосферу в 2018 году.
При этом две трети эмиссионного следа прихолились на его яхту Eclipse длиной 162,5 метра.
Даже если владельца на борту яхты нет, команда продолжает отравлять планету.
Владелец может позвонить капитану и дать команду пригнать яхту, например, из Средиземного моря в Карибское.
Владельцы суперяхт не вызывают сочувствия других людей, когда они, как самая богатая женщина Австралии Джина Райнхард, владеющая шахтами на континенте, жалуются через Ютуб, что для их гигантских судов нет места для причала.
Также трудно понять ее призыв строить марины для судов смыше 50 метров.
Определена опасная недельная доза алкоголя, ведущая к развитию рака кишечника
Американские ученые определили, какой объем алкогольных напитков в неделю повышает риск развития рака.
Об этом пишет издание Daily Express.
Специалисты пришли к выводу, что употребление четырех и более порций алкогольных напитков в неделю связано с повышенным риском развития онкологии.
При этом вероятность развития заболевания увеличивается с повышением количества употребляемого спиртного.
Более того, у умеренно пьющих мужчин риск возникновения рака кишечника выше, чем у женщин.
Точную причину развития подобного вида онкологии ученые определить не могут, отмечая лишь, что определенные факторы приводят к пагубному для организма процессу.
Спасибо автору за достойный материал и фото.
Сергей, не вижу ничего плохого в эгоизме и гордыне.
Как и ты не видишь эгоизма и гордыни в мужчинке, который ищет себе бесплатную суррогатную мать, чтобы взвалить на нее расходы и ответственность, а самому на безопасном расстоянии наслаждаться званием отца.
Почему они работают в министерстве, им самое место в цирке.
Понимаю, что всё должно было быть с королевским размахом, но модель очень гипертрофированная.
Даже представить сложно, как бедную Диану запихивали в карету, да и вообще всякое передвижение.
Мне было 12 лет, и я помню, как показывали по телевизору церемонию.
Казалось бы, почти все девочки мечтают быть принцессами в красивых пышных платьях, и я не исключение.
Но глядя на такое платье, я передумала быть принцессой.
Собаки могут понимать слова и фразы на уровне двухлетнего ребенка
Многие, а точнее все любители собак уверены, что эти создания очень умны.
Но даже они не догадываются, насколько четвероногие питомцы на самом деле развиты.
На протяжении многих лет биологи проводили различные эксперименты, чтобы наверняка узнать, как развит интеллект у животных.
Хотя словарный запас собаки не такой обширный, как человеческий, однако новое исследование доказывает, что собака может последовательно реагировать на 89 слов или фраз.
Труды ученых были обнародованы в издании Sciencealert.
Собаки не могут играть в шахматы или сочинять стихи, ничего не смыслят в политике, экономике и искусстве, между тем им часто удается одурачить своих хозяев.
Представители некоторых пород, считают эксперты, показывают лучшие результаты в понимании слов человеческого языка, но статистических данных для точных выводов пока недостаточно.
Так, некоторые породы традиционно считаются собачьими гениями - например, лабрадоры.
Ученые пришли к выводу, что собаки способны к логическому мышлению, а по способности к обучению не уступают двухлетнему ребенку.
Матрас Dreamline Dream Massage TFK 80x200.
Матрас на независимом пружинном блоке TFK с натуральным латексом и кокосовой койрой.
Этот матрас изготовлен на основе независимого блока TFK.
Это надежная современная конструкция из 512 независимых пружин на спальное место.
Каждая пружина находится в отдельном мешочке и не имеет влияния на соседние.
Таким образом, нагрузка на матрас распределяется максимально равномерно.
Человек принимает естественную форму во время сна.
Пружины для прочности изолированы от верхних слоев термовойлоком.
Поверх войлока расположены слои натурального латекса и кокоса, которые обладают отличными и прекрасными свойствами.
Одна сторона дополнена тонким слоем натурального семизонального латекса.
Этот натуральный наполнитель имеет 7 зон комфорта, способствует у восприятию веса человека, обладает легким массажным эффектом.
Чехол Antistress изготовлен из велюра, простеганного на 250 г холлкона на кв. метр.
Он приятный на ощупь и внешне, обладает успокаивающими, расслабляющими свойствами.
Sova, яркий пример - глубоководный удильщик Тауматихт Акселя.
Некоторые жертвы его настолько велики, что становятся причиной гибели удильщика.
Он попросту не может их проглотить, а зубы не позволяют выплюнуть слишком большую добычу обратно в воду.
Если вам безразлична судьба вашей недвижимости в количестве четырех объектов, то почему вы решили, что ваши объекты кому-то интересны и он будет за них радеть?
Сегодня закон вполне дает возможность вам управлять своим имуществом.
Управляйте сами, если вам не нравится, как делают это другие.
На Украине приготовились к торгу США и России
США и Россия будут "торговаться" по поводу вхождения Украины в НАТО, заявил аналитик Александр Кочетков в своей статье для издания "Главред".
По его мнению, Вашингтон и Москва в ближайшее время планируют продолжить переговоры по поводу гарантий Соединенных Штатов относительно того, что Украина не вступит в Североатлантический альянс, несмотря на слова американского лидера Джо Байдена о праве стран "вступать куда угодно".
Если вам предлагают что-то заведомо неприемлемое, ну, например, продать близкого родственника в сексуальное рабство, вы же не станете торговаться, а просто пошлете предлагающего.
А в отношении Украины намечается торг", - написал аналитик.
Кочетков добавил, что Россия не планирует нападать на Украину, а стремится к диалогу с Киевом.
"Подготовку проводят скрытно, быстро и сразу переходят к наступательным действиям, а не ждут, пока группировку обнаружат и развернут силы противодействия", - отметил он.
Китай стимулирует развитие отрасли железнодорожного транспорта
Передовые китайские технологии привлекли внимание компаний из США, Германии, Франции и других стран на Китайской международной выставке рельсового транспорта и производства оборудования 2021 года, проходившей в городе Чжучжоу провинции Хунань /Центральный Китай/.
Основные технологии, разработанные компанией CRRC Zhuzhou Locomotive Co. Ltd., позволяют поездам автоматически выявлять и диагностировать технические неисправности, отметил представитель компании Хоу Чжаовэнь.
Высокоскоростные поезда, курсирующие по железнодорожной линии Китай-Лаос, которая была введена в эксплуатацию в начале этого месяца, уже оснащены данными технологиями, что обеспечит повышенную надежность и работоспособность подвижного состава.
За последние шесть месяцев Китай значительно увеличил экспорт железнодорожных транспортных средств и многие страны Азии и Европы становятся свидетелями "китайской скорости".
В мае этого года с производственной линии компании CRRC Zhuzhou Locomotive Co., Ltd сошли первые разработанные в Китае двухэтажные скоростные электропоезда, предназначенные для экспорта в Европу.
С максимальной рабочей скоростью 200 километров в час эти поезда будут курсировать по железным дорогам Австрии, Германии, Венгрии и других европейских стран.
В ноябре началась пробная эксплуатация поезда метро, разработанного вышеназванной компанией для Турции.
Поезд будет двигаться по линии метрополитена, соединяющей центр Стамбула с аэропортом города.
Движение по этой линии метро будет открыто в следующем году.
Это будет самая быстрая линия метро в Турции со скоростью 120 километров в час.
"Китайская индустрия по производству оборудование для железнодорожного транспорта является одной из отраслей с самым высоким уровнем инноваций и самой сильной международной инновационной конкурентоспособностью", - сказал Фэн Яосян, глава торгово-инвестиционного департамента Китайского комитета содействия развитию международной торговли /ККСРМТ/.
"Эта отрасль составляет основное конкурентное преимущество китайского производства высококлассного оборудования на мировом рынке", - сказал Фэн Яосян.
После более чем 60 лет напряженной работы, проведя ряд независимых исследований и разработок, Китай создал передовую систему производства оборудования для железнодорожного транспорта, с полным комплексом вспомогательных средств и с крупномасштабной производственной деятельностью.
По словам Фэн Яосяна, страна занимает первое место по уровню электрификации железных дорог и по эксплуатационному пробегу на высокоскоростных и городских железных дорогах.
Биолог перечислил ранние признаки деменции
Кандидат биологических наук Семен Голошейкин в беседе с радио Sputnik перечислил ранние признаки деменции.
По его словам, признаками будущей деменции могут быть забывчивость, а также целый ряд умеренных когнитивных нарушений, таких как неспособность к концентрации, планированию, снижение уровня абстрактного мышления.
В настоящее время ведется дискуссия о том, что потеря слуха может быть как ранним проявлением болезни Альцгеймера, так и одним из факторов риска ее возникновения, сказал специалист.
Голошейкин подчеркнул, что причинами деменции могут быть нейродегенеративные расстройства, травмы головы, некоторые инфекции, метаболические нарушения, нехватка определенных витаминов.
Он добавил, что болезнь Альцгеймера и атеросклероз сосудов головного мозга являются наиболее частыми причинами возникновения этого синдрома.
Биолог отметил, что на сегодняшний день медики не знают действенных способов лечения деменции.
Поэтому необходимо вовремя начинать ее профилактику.
По его словам, снизить риск развития деменции поможет изучение иностранных языков и активное общение.
Также ВОЗ рекомендует поддерживать умеренный уровень физической нагрузки, регулярно тренировать когнитивные навыки с помощью игр и хобби, которые требуют интенсивного вовлечения памяти и логики мышления
"Существуют рекомендации по применению различных БАДов, однако их эффективность и целесообразность все еще дискутируются в научном сообществе", - сказал Голошейкин.
"Всемирная организация здравоохранения рекомендует поддержание умеренного уровня физической нагрузки, регулярную тренировку когнитивных навыков и способностей с помощью игр и хобби, требующих интенсивного вовлечения памяти и логики мышления", - сказал Голошейкин.
Ранее благотворительная организация по исследованию деменции в Великобритании заявила, что болезнь все чаще поражает людей в возрасте от 40 лет.
Медики назвали ранние симптомы болезни Альцгеймера.
Первым тревожным знаком можно считать проблемы со зрением, из-за которого пациент приобретает сложности в распознаванием объектов.
Еще одним признаком развивающегося слабоумия специалисты назвали афазию - состояние, когда человек не может найти правильные слова, чтобы передать то, что он хочет сказать.
Невролог потребовал отправить Саакашвили на лечение за рубеж
Бывший президент Грузии Михаил Саакашвили нуждается в психонервном лечении и реабилитации за рубежом, заявил журналистам невролог Отар Тоидзе, который входит в консилиум врачей, созданный при омбудсмене Грузии.
Его [Саакашвили] неврологический статус является ведущим в его заболевании.
Стабильными проблемами являются проблемы с передвижением, координацией, изменчивость характера", - сказал специалист, отметив, что это не выходит за нормативные рамки и сейчас экс-президента необходимо отправить на специальную реабилитацию.
"Это мы называем нейрореабилитацией и психонервной реабилитацией, возможность которой в Грузии мы не нашли", - отметил Тоидзе, потребовав, чтобы Саакашвили лечили в специальном учреждении, которого в Грузии нет.
Вечером 7 декабря Саакашвили начал саботировать получение медицинской помощи после того, как сотрудники пенитенциарной службы подвергли его дисциплинарному наказанию.
Грузинскому политику быстро удалось отменить наказание и восстановить себя в прежних правах.
Александра, "Вы за это ещё и деньги берете?" - вот мне интересно, откуда такие люди лезут...
за хлеб в булочной платить нормально, а за труд репетитора - нет?
Или мы настолько святые, что праной питаемся?
Тут есть ещё одна сторона медали.
Эти люди ведь являются паразитами на теле общества.
Они не работают, налогов не платят, живут на пособия и за счёт родных.
При этом получают полное медицинское обслуживание.
Сколько ртов может кормить работающий?
Всех алкашей кормим, наркоманов, которые также здоровье потеряли из-за своей глупости.
Потом удивляемся продлению пенсионного возраста.
Эти суммы можно было бы тратить на лечение действительно больных людей.
Безусловно, красный флаг Победы навсегда останется в истории нашей страны и не надо его смешивать с государственным.
Красный флаг имеет обратную сторону, является символом коммунистического движения, поэтому больше никогда быть государственным не сможет.
Автору пора завязывать с провокаторскими статейками, пора уже красным угомониться и начать жить нормальной жизнью, а не прошлым.
В Испании прошли протесты против COVID-паспортов
В испанских городах Барселона и Валенсия прошли акции протеста против обязательного сертификата о вакцинации от COVID-19, передает агентство Europa Press.
В каталонской столице число участников акции составило приблизительно 3 тыс. человек.
В Барселона COVID-паспорта стали обязательными для похода в бары, рестораны, спортзалы, дома престарелых и ночные развлекательные заведения.
Многие манифестанты пришли на акцию без масок.
Лозунгами на своих плакат они обвинили государство в тоталитаризме и призвали уважать выбор граждан.
В Валенсии паспорта о вакцинации также потребуются для входа в развлекательные заведения и рестораны вместимостью более 50 человек.
Протестующие в этом городе заявили о медицинской диктатуре, а вакцинацию назвали экспериментом.
В Испании с начала пандемии выявили более 5,2 млн случаев заражения коронавирусом, свыше 88 тыс. пациентов умерли.
В России также планируется ввести ограничения для невакцинированных.
Законопроекты о единой системе QR-кодов правительство внесло в Госдуму 12 ноября.
Предполагается, что россияне смогут посещать места проведения массовых мероприятий, культурные учреждения, объекты общественного питания и розничной торговли с предъявлением либо сертификата о прививке или перенесенном заболевании, либо медотвода от вакцинации.
Такие же правила будут установлены для поездок на поездах и самолетах.
Жаровня Традиция Антрацит 26 см литая со стеклянной крышкой.
Жаровня литая с антипригарным покрытием Антрацит ТМ Традиция.
Посуда предназначена для ежедневного использования в домашних условиях.
Исключительная прочность и долговечность антипригарного покрытия, равносильная по стойкости природному камню, разработана специально для интенсивного использования на каждый день.
Толстостенный литой корпус.
Пятислойная антипригарная система покрытия последнего поколения.
Премиальное покрытие, усиленное минеральными частицами.
Два слоя дополнительной защиты от пригорания.
Обладает хорошей антипригарностью для легкого и приятного приготовления здоровых блюд без масла и жира.
Не менее 4000 тысяч циклов приготовления, при соблюдении правил эксплуатации.
Подходит для любых видов плит, кроме индукционной.
ГОСТ Р 51162-2019.
Гарантия на каждое изделие составляет 4 года (при условии соблюдения правил эксплуатации 4 года на корпус и 1 год на антипригарное покрытие).
Не содержат PFOA, LEAD, CADMIUM.
Кастрюли и жаровни можно использовать в духовом шкафу без стеклянной крышки.
Легкость мытья.
По логике вещей, вирус постоянно меняется.
Если человек здоров и болеет редко (раз-два в год ОРВИ), то его иммунитет в норме.
Иммуномодуляторы любые вообще-то врачи не рекомендуют для профилактики в принципе.
Иммунитет поддерживается здоровым питанием и режимом плюс спорт.
Исходя из этого, вакцинация от гриппа и этого ковида бессмысленна.
Фильтр противоаэрозольный 3M 5925.
Степень защиты FFP2, 2 шт.
Артикул № 713946.
Сменный фильтр марки FFP2 для полумасок 3M 6000, 3M 7500 и полнолицевых масок 3M.
Обеспечивает защиту дыхательных путей пользователя от различных веществ, находящихся в воздухе.
Создаёт надёжный барьер для инфекционных частиц.
Данный фильтр рассчитан на эксплуатацию в условиях, когда концентрация вредных веществ в окружающем воздухе превышает допустимое значение.
Фильтр можно использовать в целях защиты от бактерий/вирусов вместе с, например, эфирными маслами и другими антибактериальными средствами.
Класс защиты FFP2 имеет показатель ПДК больше 0,05 мг / куб. м3, при максимальной концентрации загрязняющего вещества 12 х ПДК.
Респираторы данного класса защиты способны удерживать не менее 94 % вредных веществ.
Предфильтры крепятся к противогазовым фильтрам с помощью держателя 3М 501.
Особенности: низкое сопротивление дыханию.
Не затрудняет обзор.
Совместим с полумасками 3M 6000 и 3M 7500, а также полнолицевыми масками 3M.
Обеспечивается совместимость с другими СИЗ, необходимыми в сложных условиях труда.
Вытаращенные глаза "конституционного монарха", судя по сети, достали не только меня.
А уж этот семейный пиар - дети, отец...
Ревва каким-то никаким мне показался.
Только и знал, что Зайца донимать - Батруха да Батруха.
Ну, узнал, сказал разок, и молчи, дай другу проявить себя, за то и воевали.
Крутой подъем: как китайцы становятся горнолыжниками
Олимпиада должна привлечь на склоны миллионы людей и помочь создать в стране курорты международного уровня
В Китае надеются, что Олимпиада не только привлечет 300 млн граждан к занятиям зимними видами спорта, что позволит собрать обозначенный президентом Си Цзиньпином 1 трлн юаней, но и поспособствует экономическому развитию отсталых отдаленных провинций.
Горнолыжный курорт Тайву в Чжанцзякоу, расположенный недалеко от места проведения зимних Олимпийских игр, становится все более популярным у китайцев.
Кроме строительства инфраструктуры в регионе проводятся и работы по озеленению: рабочие сажают деревья.
В стране насчитывается более 700 горнолыжных курортов, однако лишь 20 из них достаточно крупные, чтобы принять соревнования международного уровня.
Во многих регионах Китая, где расположены курорты, в том числе и в Чжанцзякоу, бывают проблемы со снегом.
Главная задача на долгосрочную перспективу - обеспечить комфортный и интересный отдых на китайских курортах, чтобы все новички становились завсегдатаями.
Однако до этого еще далеко.
Советник по организации Игр Джастин Даунс говорит, что с последнего его визита в 2007 году китайская лыжная индустрия изменилась до неузнаваемости.
Ежегодно зимой на склоны отправляется все больше китайцев.
Фиона, сноубордистка из Пекина, одна из них.
Несмотря на серьезные изменения, потребуются еще многие годы, чтобы создать здесь горнолыжную культуру, считает Даунс.
Многие курорты находятся в сельскохозяйственных и горнодобывающих районах.
Эти регионы еще предстоит активно развивать и создавать там необходимую для отдыха инфраструктуру.
70-летний Гао Маконг живет в Чунли, недалеко от мест проведения зимних Олимпийских игр.
Он отмечает, что в последние годы здесь наблюдается бум зимнего спортивного туризма.
Два года назад из Пекина в Чунли провели скоростную железную дорогу, теперь ни один из местных жителей не страдает без работы.
В стране открывается все больше магазинов, торгующих одеждой и снаряжением для зимних видов спорта.
На склонах открывают точки общепита с блюдами национальной кухни.
На Тайву теперь есть даже станция тестирования на COVID-19.
Китай стремится создать процветающую индустрию зимних видов спорта, его спортсмены должны стать лидерами крупнейших международных состязаний, а курорты и оборудование - достичь мирового уровня.
Более 500 млн человек в мире могут столкнуться с крайней бедностью из-за пандемии, заявили в ВОЗ
Более 500 миллионов человек в мире могут быть ввергнуты в крайнюю бедность из-за пандемии коронавируса, которая затормозила прогресс человечества в вопросе всеобщего доступа к услугам здравоохранения, заявили во Всемирной организации здравоохранения (ВОЗ) и Всемирном банке (ВБ).
В связи с отмечаемым 12 декабря Международным днем всеобщего охвата услугами здравоохранения ВОЗ и ВБ опубликовали два взаимодополняющих доклада.
В них они констатировали, что пандемия привела к сбоям в оказании медуслуг, вызвала чрезмерное напряжение в системах охраны здоровья.
В этой связи впервые за 10 лет снизился охват населения иммунизацией, выросла смертность от туберкулеза и малярии.
В ВОЗ и ВБ подчеркнули, что пандемия вызвала "наихудший экономический кризис с 1930-х годов, поэтому людям стало труднее платить за лечение".
Эта ситуация толкает более 500 миллионов человек "в крайнюю бедность, потому что им приходится платить за эти услуги из своего кармана".
В октябре генеральный секретарь ООН Антониу Гутерриш заявил, что пандемия коронавируса ввергла в нищету более 100 миллионов человек, более четырех миллиардов человек практически не имеют социальной поддержки.
Рубанок Makita KP0810
Официальный дилер Makita.
Мощный мотор идеально подходит для фальцовки.
Малый вес и прекрасная сбалансированность.
Использование как стандартных, так и двусторонних мини-лезвий.
Простая система быстрой установки лезвий.
Новый эргономичный дизайн корпуса, резиновые вставки в рукоятке для снижения действия вибрации на руки пользователя.
Три V-образных паза для снятия фаски различной величины.
Система удаления опилок по выбору: в левую или правую сторону.
Жена, это мясо мехобвалки.
Гадость ужасная.
Летучими мышами с панголинами уже насытились, за медуз принялись.
О, сколько нам открытий чудных могут готовить еще кроты, богомолы, лемминги какие-нибудь.
Reuters: тайваньского министра отключили от трансляции на "Саммите за демократию" по запросу Белого дома
Выступление министра цифровых технологий Тайваня Одри Тан на панельной дискуссии во время организованного США "Саммита за демократию" было переведено в режим без видео, свидетельствует запись саммита на YouTube.
Агентство Reuters со ссылкой на источники утверждает, что картинка была отключена по запросу Белого дома.
По их сообщению, причиной послужила карта, на которой Тайвань был выделен отдельным цветом от КНР, считающей остров своей территорией.
Карта, которую показывала госпожа Тан, была составлена южноафриканской неправительственной организацией CIVICUS и ранжировала страны мира по степени обеспечения гражданских прав.
Тайвань был выделен на ней зеленым как "свободный", а КНР, КНДР, Лаос и Вьетнам - красным, как "закрытые".
После того как министр показала карту, картинка с ее стороны была заменена на скриншот с примечанием, что мнения участников дискуссии "не обязательно выражают позицию правительства США".
КНР не была приглашена на "Саммит за демократию".
Источники Reuters отмечают, что карта, которую продемонстрировала тайваньский министр, могла идти вразрез с политикой "одного Китая", которой придерживается Вашингтон.
Один из источников агентства заявил, что после демонстрации карты Совет по национальной безопасности США гневно связался с Госдепартаментом, обвиняя его в том, что тот показал Тайвань отдельной страной.
Организованный Вашингтоном "Саммит за демократию" прошел с 9 по 10 декабря с участием представителей 110 стран и территорий, а также гражданских объединений и благотворительных организаций.
Россию на саммит не приглашали.
В ходе "нулевого дня" саммита лауреат Нобелевской премии мира, главный редактор "Новой газеты" Дмитрий Муратов призвал создать международный фонд, через который бы деньги, добытые посредством коррупции, отдавались на благотворительность.
Ранее сегодня заместитель секретаря Совбеза РФ Юрий Аверьянов заявил, что саммит нес "антироссийский и антикитайский заряд".
Вам инфу подают, будто они готовят еду, и там везде тухлое мясо, вообще-то мясо до последнего кусочка остаётся у мясника.
Классика журналистики - из ничего создать новость.
Они вываривают не мясо, а рога и копыта, получая субстанцию типа клея.
Выглядит готовый продукт как жёлтая полупрозрачная полоска почти без запаха и твердая, как пластмасса, используется как натуральный желатин.
Вообще, вредных веществ от переработки мусора не меньше, чем от его разложения.
Но это экономит компаниям огромные средства.
Поэтому и была придумана сказочка об экологии для лохов, которые ещё и потрудятся над сборкой мусора бесплатно за идею.
Лично мой вклад в экологию - отказ от приобретения ненужного и долгое использование вещей.
Если выхожу за рамки - не выбрасываю, а отдаю на благотворительность.
Шорты футбольные Jogel Camp Jfs-1120-016, белый/черный (XL).
Описание: шорты футбольные игровые отлично подойдут для игры в футбол и занятий спортом.
Шорты имеют прямой удобный крой.
Широкий пояс в сочетании с регулировочным шнурком обеспечивают комфортную посадку.
Ткань отличается высокой прочностью, долговечностью, легкостью и хорошей воздухопроницаемостью, соответствуя требованиям игры на любом уровне.
Обновленный логотип бренда находится с левой стороны.
Шорты упакованы в удобный пакет многоразового использования с клапаном-застежкой.
Стильный внешний вид, прямой крой, широкий пояс со шнурком, прочная долговечная ткань, хорошая воздухопроницаемость.
Характеристики.
Уползайте в специальности, которые позволяют работать через Интернет.
У нас многие выкручиваются тем, что работают на дядю, но за рубежом.
Но из-за разницы валют для нас это выгодно.
Относительно других стран мы всё-таки нищие.
Конечно, придётся учиться разной фигне, но... работа по сети позволяет не зависеть от внутреннего рынка труда.
Наша страна рабочих мест же почти не создаёт.
А те, что создаёт, - да на них особо и не заработаешь.
Набор столовый "Эгоист-единство" с позолотой (4 предмета).
Коллекция "Королевское детство" - одна из самых широких и известных коллекций детского серебра в России.
Она содержит множество очаровательных моделей серебряных ложек, вилок и ножей, погремушек и пустышек, поильников и кружек.
Все детские серебряные приборы проходят строгий контроль качества.
Экологическое серебро, произведённое непосредственно на фабрике, тщательная ручная полировка хлопковыми валиками делают изделия абсолютно безопасными для ребёнка.
Благодаря дезинфицирующей функции серебра регулярное использование серебряных приборов может поддержать естественный иммунитет организма и даже предотвратить некоторые из типичных детских болезней.
Специалисты фабрики получили грант на применение сложной, но очень красивой техники гильоширования, которой пользовался известный Карл Фаберже.
Это позволило создавать удивительно яркие и объемные изображения на изделиях.
Коллекция полна милыми персонажами, которые станут для ребёнка верными друзьями.
Инка Белочка, все будет хорошо.
Есть второе легкое.
Легочная ткань неплохо регенерирует, если уберут не все, оставшаяся доля разрастется.
Если же это пульмонэктомия, то второе легкое станет со временем больше и будет функционировать за двоих.
Старайтесь сами дышать полной грудью, отцы сильнее дочерей, им слезы не очень по нраву.
Не оплакивайте раньше времени.
Улыбайтесь и дышите, дышите...
Космический корабль New Shepard с шестью туристами на борту совершил суборбитальный полет
Космический корабль New Shepard компании Blue Origin с шестью туристами на борту совершил в субботу, 11 декабря, суборбитальный полет.
Путешествие, транслировавшееся на сайте компании, длилось в общей сложности более десяти минут, после чего капсула с пассажирами спустилась на Землю, сообщает ТАСС.
Запуск ракеты-носителя был проведен с космодрома в районе американского города Ван-Хорн (штат Техас).
Корабль поднялся на высоту чуть более 100 км, космические туристы оказались в состоянии невесомости.
Сама ракета-носитель штатно приземлилась на площадке космодрома.
Компания Blue Origin 20 июля успешно осуществила первый суборбитальный полет корабля New Shepard с пассажирами на борту.
ЗАРИСОВКИ ДЕРЕВЕНСКОГО МОСКВИЧА.
Не надо в одну кучу - плохие люди бывают, у вас могут быть к ним претензии по конкретному поводу...
но при чём тут количество детей, возраст, пенсионный фонд и прочее?
Пишите, что они "мерзавцы, не вернули деньги".
А вот сколько и когда им детей иметь, не ваше дело, пока они не соберутся этих детей повесить вам на шею.
А раз это исключено, так какое право вы имеете их осуждать?
Наверное, это только в образовании так...
Избранные (сами же собой) родители диктуют свои правила, откровенно наплевав на уже существующие.
А если это будет касаться и других сфер жизни, судопроизводства и пр.?
Для них законы не писаны.
А если папа все-таки внедрит свою методику воспитания и образования?
Жуть какая-то и пример для других плохой очень.
Набор для вышивания "Пернатые звезды" DESIGN WORKS 2719.
Состав набора: канва Aida 14 ct темно-синего цвета, мулине, блестки, пайетки, игла, схема, инструкция.
Производство Design Works имеет свое начало с 1987 года и по сегодняшний день пользуется популярностью по всему миру.
Многие мотивы проработаны таким известным дизайнером, как Ronald West.
Наборы Design Works для вышивания крестом укомплектованы качественной канвой Aida, 100 % хлопковым мулине и гобеленовой иглой № 24.
Также в ассортименте вы найдете наборы для вышивания на пластиковой канве, вышивка Tobin - это вышивка на салфетках, дорожках и скатертях и многое другое.
Китай усиливает профилактику и контроль эпидемии COVID-19 в городах, где расположены сухопутные пункты пропуска
Совместный механизм профилактики и контроля Государственного совета КНР выпустил циркуляр, предписывающий усилить профилактику и контроль эпидемии COVID-19 в городах, где расположены сухопутные пункты пропуска, в целях дальнейшего предотвращения завоза инфекции из-за рубежа.
Согласно циркуляру, люди, покидающие указанные города, должны предоставить отрицательный результат теста на нуклеиновые кислоты COVID-19, полученный в течение 48 часов до отъезда.
Те, кто приезжает в города, в которых расположены сухопутные пункты пропуска, должны по прибытии сдать по крайней мере один тест на нуклеиновые кислоты COVID-19.
В документе говорится, что эти требования будут действовать со дня, когда соответствующие административные единицы провинциального уровня определят и опубликуют зоны указанных городов, вплоть до 15 марта 2022 года.
Кроме того, отмечается, что города, в которых расположены сухопутные пункты пропуска и которые соответствуют определенным условиям, могут рассмотреть возможности создания буферных зон для профилактики и контроля эпидемии COVID-19 в пределах своей юрисдикции.
Таисия Соколова, как обычно, русских женщин тянет к восточному этносу по индийским фильмам, которые только в России и крутили в кинотеатрах.
На западе эту чушь с туземцами никто не смотрел.
И сколько таких городов и деревень забытых и брошенных?
Sontelle Пружинный матрас Vivre Castom family, 140х195, артикул: 5110704.
Состав слоёв матраса RelaxFoam 2 см: алоэ-латекс 3 см, кокос 2 см TFK, кокос 2 см, алоэ-латекс 3 см, RelaxFoam 2 см.
Чехол - трикотаж Splendid.
Трикотажное полотно, изготовленное из хлопка, имеет особый дизайн.
Основа оплетается специальными синтетическими нитями, которые обеспечивают особую прочность и мягкость материала.
Сотовая структура плетения поддерживает естественную терморегуляцию и влагоотведение во время сна и отдыха.
40 % хлопка, 60 % полиэстер, плотность 230 г/кв. м.
Матрас Димакс ОК Базис, размер 130х185.
Пружинный ортопедический матрас ОК Базис – это одна из самых доступных по стоимости моделей в линейке.
Практичный наполнитель Баланс Фоам даёт матрасу все необходимые ортопедические свойства, но при этом оставляет цену на бюджетном уровне.
Данное изделие представляет собой оптимальное сочетание цены и качества.
Пена Баланс – это современный материал, который получают из ППУ.
Наполнитель отличается гипоаллергенностью и безопасностью.
Именно поэтому пену широко используют в промышленности.
Её безвредность и надёжность подтверждены специальным сертификатом, полученным в Европе, где такие требования значительно жёстче российских.
Ещё одно важное качество Баланс Фоам – это её ортопедичность: материал поддерживает правильное положение человека на протяжении всего времени сна.
Благодаря пене матрас приобрёл жёсткость ниже среднего уровня, поэтому изделие считается производителем достаточно мягким.
Основным несущим блоком в матрасе выступает SuperSprings.
Он примечателен содержанием независимых пружин, здесь расположилось сразу 256 элементов на квадратный метр.
Практичный блок выдерживает вес до 100 кг на спальное место, распределяет нагрузку и адаптирует поверхность под спящего, усиливая ортопедические качества пены.
Производитель предоставляет возможность выбора между пружинным блоком высотой 12 см и 18 см без изменения финальной стоимости.
Обязательно укажите свои предпочтения при заказе оператору магазина.
Матрас поставляется в трикотажном чехле, вместе с ним высота модели составляет 21 см.
Чехол несъемный.
Ортопедическая пена, которая используется в матрасе, имеет сертификат CertiPUR.
Бра Arte Lamp A9566AP-1WG от производителя Arte Lamp.
Отлично подойдет для таких помещений, как гостиная.
Основная часть светильника изготовлена из металла.
Осветительный прибор поставляется в цвете: золотой.
В светильнике используются лампы с цоколем E14.
Общая мощность позволяет осветить примерно 2 м2.
Производитель рекомендует этот светильник для помещений, оформленных в стиле "Классика".
В МИД рассказали о "печальном выводе" в отношениях между Россией и США
Замглавы МИД России Сергей Рябков в интервью "Известиям" оценил перспективы отношения Москвы и Вашингтона.
Он отметил, что долгий путь взаимодействия привел к печальным выводам, и проблемы между двумя странами начались не вчера.
Однобокая негативная предсказуемость есть, а вот в части какой-то перспективы улучшения отношений все совершенно непредсказуемо.
Это печальный вывод по итогам долгого пути, который мы прошли и с нынешней администрацией, и с Трампом, и с Обамой.
Проблемы начались не вчера", - указал дипломат.
По словам Рябкова, проблемы связан со стремлением США навязать России подходы по множеству вопросов.
Замглавы МИД добавил, что не рискнул бы давать оптимистичные прогнозы о перспективах улучшения отношений и не ожидал бы изменения позиции Вашингтона.
Он пояснил, что за исключением таких направлений, как стратегическая стабильность и кибербезопасность, прогресс не наблюдается.
При этом Россия призывает Соединенные Штаты к ответственному подходу в вопросах международной безопасности и надеется, что сигналы будут услышаны, и американцы прислушаются к аргументам здравого смысла.
Ранее глава МИД России Сергей Лавров на встрече с американским госсекретарем Энтони Блинкеном заявил, что Москва готова восстановить диалог с США.
Вирусолог предупредил об опасности вакцинации назальным препаратом от COVID вне больниц
У привившихся назальной вакциной от COVID-19 может возникнуть аллергия и им понадобиться помощь медиков, поэтому первые пункты для прививания этим препаратом не стоит организовывать в аэропортах и торговых центрах.
Об этом сообщил ТАСС вирусолог, член-корреспондент РАН, завлабораторией бионанотехнологии, микробиологии и вирусологии Новосибирского государственного университета Сергей Нетесов.
Организовать пункты вакцинации назальной вакциной в аэропортах и торговых центрах проще, но я бы это делал на первых порах только в медицинских учреждениях.
Дело в том, что вероятность возникновения аллергической реакции на такую вакцину имеется, она невелика, но желательно, чтобы человек после этого посидел рядом с кабинетом врача.
У врачей есть специальные наборы противоаллергических препаратов, которые действуют буквально через минуту-две, что иногда бывает очень нужно", - заявил Нетесов.
По мнению вирусолога, подумать о вакцинации в торговых центрах можно будет тогда, когда будет накоплен опыт в использовании препарата.
Он также подчеркнул, что при использовании назальной вакцины важно, чтобы она попала на слизистую оболочку в носовой полости.
При этом, существует вероятность, что вакцина не достигнет места назначения, если прививаемый при заложенности носа высморкается после впрыскивания.
Картина по номерам на холсте, аниме "клинок, рассекающий демонов" 5426 40x60.
Вы хотите ощутить себя настоящим художником?
Раскраски по номерам интересны как для детей, так и взрослых.
Ведь многие любят рисовать, но порой не хватает способностей или навыков.
Это несложное, но очень увлекательное занятие позволяет расслабиться, реализовать творческий потенциал и своими руками создать шедевры.
В ассортименте много необычных картин и "неизбитых" сюжетов!
Мы разрабатываем актуальные сюжеты самостоятельно и стараемся, чтобы результат вас порадовал!
Все очень просто!
При раскрашивании контуры, нанесенные на холст, не "поплывут", они не растворяются водой.
Каждый сегмент пронумерован, чтобы не потеряться в красках.
Картина в готовом виде станет ярким элементом обстановки, изюминкой интерьера, привлекающей внимание с первого взгляда.
А ведь эту картину нарисовал не какой-то художник.
Её нарисовали вы сами.
Своими руками!
Сербия произвела 2 млн доз вакцины "Спутник V"
Вакцина "Спутник V" наиболее популярна в Сербии.
Сербия произвела около 2 миллионов доз российской вакцины "Спутник V", рассказал ТАСС министр инноваций и технологического развития страны Ненад Попович.
"В государственном институте Торлак до сих пор произведено около 2 миллионов доз вакцины "Спутник V", ожидаем, что в предстоящий период их будет произведено минимум 4 миллиона", - констатировал Попович.
По его словам, российская вакцина пользуется у сербов наибольшей популярностью.
В связи с этим республика планирует осуществить дополнительную закупку миллиона доз вакцины у России.
Министр инноваций и технологического развития Сербии также выразил заинтересованность в производстве на территории государства назальной вакцины "Спутник V" и препарата "Спутник Лайт".
Премьер-министр России Михаил Мишустин сообщил, что РФ поставила в Сербию почти два миллиона доз отечественной вакцины от коронавирусной инфекции "Спутник V".
Лама, говорят, истинно верующие составляют церковь.
Есть ли эти истинно верующие, или нет их, мы не можем знать.
Каждый из нас желал бы быть таким истинно верующим, и каждый старается быть им.
Но никто не должен говорить ни про себя, ни про тех, которые верят так же, как он, что они одни истинно верующие.
Потому что если они могут сказать про себя, что они истинно верующие, то точно то же могут сказать и другие.
Матрас Benartti Prime Orto S1000 145х190.
Матрас Prime Orto S1000 с разными сторонами жесткости, общая высота матраса 22 см.
Максимально допустимая нагрузка на одно спальное место до 150 кг.
Основой матраса является независимый пружинный блок "S1000" (1000 пружин на одно спальное место).
Каждая пружина находится в отдельном тканевом кармашке, что позволяет пружинам правильно распределять нагрузку тела.
Для дополнительной защиты пружинного блока добавлен изоляционный слой из войлока, разделяющий наполнители матраса и пружин.
С одной стороны матраса расположен слой кокосовой койры высотой 3 см, которая придает дополнительную жесткость и долговечность матрасу.
С противоположной стороны матраса добавлен слой кокосовой койры 3 см и натурального латекса 1 см.
Натуральный латекс обладает анатомическим эффектом и износостойкими свойствами.
Чехол матраса выполнен из хлопкового жаккарда, простеганного на экологически чистом материале Hollcon.
Ткань обработана специальной антибактериальной пропиткой Sanitized (Швеция).
Пропитка обеспечивает полное уничтожение плесневых грибков, не дает развиваться микроорганизмам, пылевым клещам и микробам.
Матрас снабжен четырьмя удобными ручками для переворачивания, а также аэраторами для дополнительной вентиляции слоев матраса.
Матрас по периметру дополнительно усилен каркасом из искусственного латекса, что существенно повышает срок его службы.
Александр М., Напомните мне, пожалуйста, каким стилем проходил марафон на ЧМ 2021?
Вы лыжню видите, по которой в классическом стиле должны финишировать участники гонки?
Внимание, вопрос - что делает Клебо справа от Большунова и каким образом он хочет попасть на лыжню, если он на повороте перед створом шел сзади?
А "лучший финишер" на 1,5 км и после 50 км - это две разные вещи.
Давно было...
Я был, да по сути ещё и водителем не был.
Права были, а ездить и не умел.
Предложили на МАЗе съездить 250 км в одну сторону!
Молодой, дурной, согласился.
Хозяин рядом, водочку попивает, я еду.
Сперва, как король, занял осевую!
За мной колонна выстроилась.
Пропустил.
Потом ремень на ГУРе порвался.
Потом нас гаишники остановили.
Шла колонна организованная, и у них машина сломалась.
Нужно отбуксировать.
Хозяин МАЗа объяснил, что он пьяный, водила неопытный.
А ему - какой ты пьяный?
Не спотыкаешься, не падаешь.
Впереди нас с мигалками и вперёд!
По-моему, из рекламы не вылезает, ему ли горевать.
Певцов о том же: о возврате пенсионного возраста.
Давно уже все бюджеты сверстаны с учетом недополученных предпенсионерами миллиардов.
Кто им чушь эту подсказывает?
В Великобритании за сутки зафиксировали 1239 случаев омикрон-штамма коронавируса - РТ на русском
За сутки в Великобритании выявлено 1239 случаев инфицирования новым омикрон-штаммом коронавируса.
Об этом информирует Sky News.
В частности, 1196 новых случаев штамма "омикрон" зафиксировали в Англии, 38 человек заболели новой разновидностью инфекции в Шотландии и пять - в Северной Ирландии.
Общее число заболевших COVID-19 от нового штамма в Великобритании достигло 3137 человек.
Ранее ученые Лондонской школы гигиены и тропической медицины в пессимистичном прогнозе рассчитали, что в Англии к апрелю из-за вспышки коронавируса, вызванного штаммом "омикрон", могут умереть 75 тыс. человек.
Песков предупредил о страданиях западные страны, которые вводят антироссийские санкции
Пресс-секретарь президента РФ Дмитрий Песков прокомментировал возможное введение антироссийских санкций в случае продолжения "агрессивных действий" против Украины, в том числе из-за предполагаемого "вторжения" на территорию страны.
"Какие-то ограничения вводить против России и не испытывать страдания самому - невозможно",- высказал официальный представитель Кремля в эфире телеканала "Россия 1".
Песков утверждает, что это "понимают все в мире".
Ранее сообщалось, что США рассматривают возможность введения антироссийских санкций в сфере энергетики как крайнюю меру.
Кроме того, Вашингтон и Евросоюз планируют ввести ограничения, которые будут направлены на осложнение конвертации рублей в доллары в отношении российских банков и Российского фонда прямых инвестиций.
При этом глава Сбербанка Герман Греф уверен, что это невозможно.
От адекватных мыслящих людей - соответственно адекватные комменты!
Что-то от этих простых до тошноты рецептов уже тошнит.
Видимо, идеи закончились.
Даже в далёкие времена детства мама пекла вкусные пироги и торты, и не приходило на ум кусок хлеба, намазанный джемом, сравнить с тортом.
Ксения, Вам ничего не нужно доносить до моего разума, мой разум обязан сам разобраться!
"Неспособность разума, разделённого с Духом к восприятию" - это Вы О чём?!
Представьте, что Вам нужно это объяснить на пальцах несмышлёному ребёнку, как Вы это сделаете?!
(Учтите, у ребёнка до 3-5 лет ещё открыты каналы связи с тонким миром, и ребёнок может знать больше, чем Вы!)
Жители Новой Каледонии отклонили идею независимости от Франции
Согласно окончательным результатам третьего референдума о независимости Новой Каледонии, подавляющее большинство участников отказались выходить из состава Франции.
Об этом 12 декабря сообщил французский телеканал BFM.TV.
Против независимости высказались 96,5% проголосовавших.
Поддержали независимость от Франции 3,51% жителей архипелага на юге Тихого океана.
Аннулировали результаты 2,99% бюллетеней.
Уровень участия в голосовании в этот день был очень низким: на участки пришли около 55% жителей архипелага.
По мнению экспертов, низкая явка объясняется призывами сепаратистов отказаться от участия в референдуме из-за коронавируса.
Париж отказался переносить дату референдума.
В октябре 2020 года года жители Новой Каледонии на референдуме высказались против независимости от Франции.
В 2018 году в регионе уже проводился референдум по вопросу независимости.
Большинство жителей поддержали нахождение архипелага в составе Франции.
Новая Каледония находится почти в 20 тыс. километров от материковой Франции.
В 1853 году Франция объявила Новую Каледонию своим владением.
Проживают на архипелаге около 270 тыс. человек, территория наделена особым административно-территориальным статусом.
Между Парижем и администрацией Новой Каледонии действует соглашение 1998 года, согласно которому регион может организовывать голосование о своей независимости два раза с разницей в два года.
Борис, если не знаешь историю, не пиши.
Название города Арск произошло от булгаро-татарского слова "артыш" (можжевельник).
Удмурты (ары по-татарски) живут в северных районах Балтасинского, Кукморского района.
Удмурты прекрасные, работящие люди, язык свой сохранили, с татарами живут в дружбе, знают 3-4 языка.
Виктор, Не знаю твоего возраста, но хочу тебе сказать, Что Родина как раз и не бросит.
Бросят дураки, орущие "бодрые лозунги".
Это я тебе говорю с полной уверенностью, исходя из своего жизненного опыта.
Не плюй в колодец, может, придется водицы напиться!
ВОЗ предварительно считает "омикрон" менее опасным, чем "дельта"
Всемирная организация здравоохранения (ВОЗ) предварительно считает, что "омикрон" менее опасен, чем дельта-штамм коронавируса.
Вместе с тем есть данные о снижении эффективности вакцин при заболевании новым вариантом COVID-19.
По информации на 9 декабря, "омикрон" зарегистрирован в 63 странах.
"Предварительные данные и значительно измененный антигенный профиль белка штамма "омикрон" позволяют предположить снижение эффективности вакцины против инфекции и передачи варианта.
По предварительным выводам из ЮАР предполагается, что она ("тяжесть заболевания" - ред.) может быть менее менее тяжелой, чем при "дельте"", - говорится в техническом сообщении ВОЗ.
Организация отмечает, что пока все зарегистрированные случаи заражения "омикроном" в ЕС протекают легко или бессимптомно.
Вместе с тем, новый штамм, по предварительным данным, распространяется быстрее "дельты".
В России зарегистрировано два случая заражения омикрон-штаммом.
Они "ранее были иммунизированы", сообщал Центр имени Гамалеи.
Глава Роспотребнадзора Анна Попова заявляла, что пока нет достоверных данных о том, что новый вариант коронавируса менее опасен, чем остальные.
На самом деле нехватка солнца для нас, южных людей, это очень критично.
За 10 дней, проведённых в Питере как-то в ноябре, мы в первый раз увидели солнце, когда наш улетающий обратно самолёт взлетел над облаками.
Тогда я только поняла, чего мне все время не хватало в прекрасном Питере.
Незабываемые джип-туры по Кавказу:
Изведать то, чего не ведал сроду, - глазами, ртом и кожей пить простор!
Кто в океане видит только воду,
Тот на земле не замечает гор.
Твой мир приключений +7 905 989 9172 What’s App
Siberian Expeditions - мы в силах испортить вам даже самое плохое настроение!
Светлана С., не-а, нет такого - не поддаются.
Если ваш любимый, с которым вы собираетесь всю жизнь прожить, не поддается вашим просьбам, значит он паразит, не желающий отдавать взамен столько, сколько берет.
А проблема женщин в том, что они сами потихоньку-потихоньку взваливают всё на себя.
И кого здесь винить, если сама схватилась за гуж?
На Украине назвали четыре сценария для Зеленского
Экс-депутат Верховной рады Вадим Денисенко перечислил четыре варианта развития событий для президента Украины Владимира Зеленского в 2022 году.
По его мнению, глава государства может остаться без поддержки Запада, а также, возможно, пойдет на компромиссы по Донбассу.
Об этом в воскресенье, 12 декабря, Денисенко рассказал в публикации на портале "Главред".
Первый вариант, который Денисенко назвал "идеальным штормом", предполагает, что Украину перестанут поддерживать ключевые западные страны, достигнув договоренности о будущем страны без ее участия.
Такое развитие событий будет способствовать глубокому кризису, с которым Киев может столкнуться в 2023 году.
"Параллельно происходит уменьшение цен на ключевые товары, которые мы традиционно экспортируем <...> внутренние протесты и противостояние власти с ключевыми ФПГ (финансово-промышленными группами. - Ред.) ", - добавил экс-парламентарий.
По словам Денисенко, существует и другой сценарий развития ситуации - "война против всех".
Данный прогноз сбудется в случае высокой турбулентности в мировой политике, при которой украинские власти столкнутся с рядом проблем.
Из-за такого положения дел руководство Украины может пойти на компромиссы по Донбассу, в результате которых возможно противостояние внутри страны.
В конце лета позиции Зеленского ослабнут, вероятность такой ситуации, по словам бывшего нардепа, составляет до 50-55%.
Третий вариант развития ситуации в украинской политике - противостояние несогласных с Зеленским групп населения и президента, из-за чего вероятен захват контроля над силовым блоком и реализация "популистских инициатив".
В ходе такого варианта кризиса Зеленский начнет "переформатирование власти", добавил Денисенко.
Еще один сценарий - превращение Зеленского в "отца нации".
К этому может привести некое событие, которое станет сильным потрясением для общества.
"Событие должно быть достаточно масштабным для того, чтобы вызвать реакцию у внешних партнеров и привести к увеличению поддержки Украины", - сказал Денисенко.
Такой вариант развития ситуации возможен в результате стихийного бедствия, техногенной катастрофы или агрессивных действий России, считает экс-депутат.
При этом российская сторона уже не один раз отвергла любые вероятности "нападения" на Украину.
В Москве отмечали, что именно украинские власти, НАТО и США увеличивают военную активность у российских границ.
Ранее, 11 ноября, данные опроса социологической группы "Рейтинг" показали, что рейтинг украинского президента упал до рекордно низких значений, составив 19,3%.
Это является самым низким показателем с момента избрания его главой государства.
Аналитики спрогнозировали ситуацию, при которой в случае ближайших выборов президента Украины за Зеленского отдали бы свой голос всего 21,8%, тогда как за экс-президента страны Петра Порошенко - 14,5%.
При этом среди всех опрошенных поддержку президенту выразили только 19,3%.
Душевая система KAISER Sena (74182)
Душевая система KAISER Sena (74182) - один из лучших выборов в данной категории.
Этот бренд популярен своим качеством и долговечностью в работе, это также подтверждают многочисленные отзывы покупателей на сторонних интернет-ресурсах.
Приобретая данный товар у нас, вы также получаете гарантию с нашей стороны на качество и работоспособность товара.
Мы осуществляем доставку транспортными компаниями по всей России и в любой регион.
В случае выявления вами каких либо дефектов мы беспроблемно вернем полностью оплаченную вами стоимость.
При звонке оператору вы сможете получить персональную скидку на данный товар.
При покупке просьба оставить отзыв об использовании.
Автору спасибо за рассказ о великой спортсменке, не знала, что Елена Шушунова умерла, очень огорчительно такое узнавать.
Помню, как болела за неё на олимпиаде в Сеуле, для нас, жителей Приморского края, это был прямой эфир, реальное время.
Такой накал страстей, эмоции зашкаливали, помню радость, когда Елена победила.
Также радовались и остальным победам, как болели за Сальникова, за футболистов, за всех тогда советских спортсменов.
По телеку как-то я видел документальный фильм об одной из центрально-американских стран, и там арбузы закатывали по трапу на борт судна, как бочки.
Арбузы были чудовищных размеров.
Сам я много раз в молодости работал на уборке и погрузке арбузов в Астраханской области и не встречал арбузы весом больше пуда.
Покупаю арбузы весом 4-5 кг прямо с бахчи и не раньше начала августа.
Бюстгальтер-балконет с мягкими кружевными чашками (размер: 90E, цвет бежевый, состав: 90 % полиамид, 10 % эластан, артикул: 12008).
Бюстгальтер-балконет с мягкими кружевными чашками, на каркасах.
Нижняя деталь чашки усилена неэластичным прозрачным полотном.
Боковая внутренняя часть чашки, в области пришива бретели, усиливается неэластичной тканью в сгиб, без дополнительных швов для комфортности.
Именно этот элемент позволяет не растягиваться кружеву.
Богатство кружева можно оценить благодаря фестону по линии декольте и под грудью.
Вертикальные косточки на боковых панелях из однослойной микрофибры не дают ткани скрутиться на больших размерах.
Очень не понравилась статья, злая, ядовитая.
Прошлись по людям, о которых ничего не знаете.
Но сейчас это нравится многим, людей на атомы раскладывать.
Надеюсь, что у комментирующих с честью и порядочностью все путем и они знатоки во всем.
В Москве вечером 100 раз подумаешь, идти ли одной в магазин, мигранты везде, их толпы.
Считают себя хозяевами.
А про детские пособия и пенсии Вы серьёзно?
Пособия копеечные и платят их максимум до 3 лет, пенсии 12000, кто-то про стоматологию писал, протезирование у нас давно платное и очень дорого.
Люди как с другой планеты.
Во Франции плохо, а у нас отлично?
Матрас Beautyson Sense Hard S600 mini Sint обладает компактной фактурой, комфортной упругостью и жесткостью, свойствами износостойкости и долговечности.
Изделие бренда "Бьютисон" из серии "Сенс" предназначено для оздоровительного сна людей, страдающих заболеваниями суставов и сосудистой системы.
Конструкция обеспечивает равномерное распределение нагрузки по поверхности и выраженный комфортный эффект.
Основа матраса Бьютисон Сенс Хард S600 мини Синт – независимый пружинный блок S600 mini с уменьшенной высотой пружин.
В качестве внутренних наполнителей компания Beautyson использует спанбонд, кокосовую койру и пенополиуретан.
Спанбонд служит промежуточным изолирующим слоем между мягкими материалами и пружинами.
Ортопедическая пена с угольной пропиткой оформлена по поверхности фигурной резкой, что обеспечивает микромассажный эффект.
Кокосовая койра – гипоаллергенный материал, который придает матрасу высокие характеристики влагообмена и воздухопроницаемости.
Наружный футляр для матраса изготовлен из плотного жаккарда с синтетическими волокнами.
Материал отличается прочностью и долговечностью, не истирается и не требует сложного ухода.
Арестованный за акцию на Красной площади поэт: "За цитату Евтушенко 10 суток дают, вот она, сила поэзии!"
В начале недели на десять суток арестовали 21-летнего поэта Александра Волченкова.
Студент ВШЭ был задержан на Красной площади с плакатом, на котором был написан хэштег #поэтвроссиибольшечемпоэт.
Это цитата принадлежит писателю Евгению Евтушенко.
На Александра был составлен протокол по административной статье о повторном нарушении порядка проведения публичной акции.
Первый раз он был задержан 23 января на Пушкинской площади, на митинге в поддержку Алексея Навального.
"Цель была в привлечении внимания к поэзии в целом, сейчас интерес к ней, к сожалению, утрачен, к упадку культуры общей в России и так же небольшая надежда вдохновить неизвестных поэтов писать в интернете свои стихи под этим хэштегом", - объясняет Александр.
Мы связались с молодым поэтом, чтобы выяснить обстоятельства задержания и более подробно раскрыть месседж его послания.
Как с вами при задержании обращались сотрудники полиции в этот раз и ранее?
Что спрашивали в отделе, как комментировали вашу акцию?
В этот раз сотрудники были корректнее, задержание максимально, вежливое, как бы смешно это не звучало в некотором контексте этого слова.
На Пушкинской брали ОМОНовцы и брали жестко.
Спрашивали стандартно, о мотивах.
Когда услышали, в принципе, посмотрели если не одобряюще, то понимающе.
За исключением продуваемого на все 4 стороны обезьянника все было предельно корректно, но я знал, на что шел.
И если после акции под этим хэштегом начнут писать свои стихи, хотя бы несколько человек, я эти 10 суток отсижу не зря.
Максим, согласно протоколу, наедине разговаривайте хоть на языке племени тумба-юмба.
А на публичных и официальных мероприятиях говорят на языке окружающих, чтобы всем понятно было, что случилось в Бундестаге 25 сентября 2001 года, либо на родном языке через переводчика.
Это протокол и ничего больше, кстати, Ангела Меркель прекрасно говорит по-русски и тем не менее прибегает к помощи переводчика.
И еще на официальных мероприятиях ведется стенограмма по старинке авторучкой, а стенографистка не обязана знать несколько языков.
Много слов не хочешь, так скажи нет!
А то столько воды.
Ну, поехать туристом на полгода "в Анды, потом в Непал".
Перед этим превратить все активы в ликвидные акции.
И понемногу распродать эти акции, открыв счёт в любом банке мира.
Продавать не в доллары, а менее зависимую от США валюту, например швейцарские франки.
А потом уже подать на развод с Америкой.
Однако не это всё держит американцев в США.
Держит их уверенность, что в США лучше, чем где бы то ни было.
Их так выращивают.
Механизм Hansgrohe Quattro на три выхода (15930180).
Коллекция: Quattro; тип: механизм скрытого монтажа; назначение: для смесителя, для ванны, для душа; встроенные системы: да; тип монтажа: встраиваемый (в стену); материал корпуса: латунь; механизм скрытого монтажа: в комплекте; количество монтажных отверстий: 1; страна происхождения бренда: Германия; артикул производителя: 15930180; штрихкод: 4011097345239.
Дополнительная информация: необходим регулятор напора; комплект поставки: керамический картридж, уплотнительный фланец; 3 потребителя; возможно одновременное включение 2 потребителей (душей); подходит для всех комплектов наружной части Quattro; расход воды: 65 л/мин.
Исследователи рассказали, как картофель помогает в борьбе с возрастными нарушениями
Исследование показало, что картофель богат витаминами и микроэлементами, которые способствуют улучшению кровообращения и снижению уровня холестерина.
В корнеплоде содержатся витамины группы В, витамин С, фосфор, калий, магний, рибофлавин, фолиевая и пантотеновая кислоты.
Все эти элементы помогают функционировать системам организма.
Кроме того, картофель помогает в борьбе с возрастными нарушениями.
Благодаря большому содержанию клечатки он полезен для желудочно-кишечного тракта, а при регулярном употреблении может также помочь в профилактике гипертонии и атеросклероза.
Однако для наибольшей пользы корнеплод лучше тушить или варить, а не жарить на масле.
Ранее издание The Daily Express предупредило, что картофель может быть опасен для диабетиков, как и другие продукты с высоким гликемическим показателем.
Это продукты с содержанием углеводов, которые быстро расщепляются на сахара, такие как сахар, сладкие безалкогольные напитки, белый рис, и белый хлеб.
В начале декабря газета "Коммерсантъ" предупредила о возможной нехватке российского столового картофеля, отметив сокращение его производства в личных подсобных хозяйствах и увеличение перерабатывающих мощностей.
По мнению участников рынка, дефицит продукции на данный момент сможет заместить только импорт.
Lostfilm, lordfilm и других пиратов удалят из выдачи "Яндекса"
Кандидаты на вылет
В 2015 г. правообладатели из кластера "РАЭК/Медиа" составили список из 100 крупнейших пиратских сайтов рунета и большинство из них прекратили свое существование, говорит гендиректор Института исследований интернета Карен Казарян.
Но некоторым - Kinogo, Lostfilm, Filmix - все-таки удалось выжить благодаря в том числе регулярной смене доменного имени, добавляет он.
К примеру, на Lostfilm, который доступен в поисковой выдаче как "Яндекса", так и Google, можно посмотреть пиратские копии сериала Netflix "Игра в кальмара" и "Нежность" режиссера Анны Меликян - оригинального сериала крупнейшего в России видеосервиса ivi (входит в АИВ).
На Kinogo, который также доступен в выдаче поисковиков, можно посмотреть анимационную новинку "Энканто", но, судя по качеству видео, это так называемая экранка (снятая в кинотеатре пиратская копия фильма).
На Filmix, который также можно найти через поисковики, доступен сериал "Универ. 10 лет спустя" телеканала ТНТ (входит в "Газпром-медиа").
Светлана М., извините, конечно, но мне было бы плевать, обижается ли сыночка за мамочку или нет.
Если у нас какая-то непонятка происходит, лучше вообще не встревать, смету на своем пути.
Хорошо, конечно, что такое происходит редко.
Бюстгальтер с мягкими чашками без каркасов и фронтальной застежкой кофейный 135I GI1265.
Т-образная спинка усилена изнутри перекрещенными эластичными лентами из хлопка и лайкры.
Бюстгальтер выполнен из микрофибры в сочетании с сетчатой тканью для воздухопроницаемости.
Чашки с дубляжем из хлопкосодержащей ткани для комфортного прилегания.
Уникальный дизайн Magiclift (перекрещивающиеся под грудью и по линии декольте поддерживающие вставки) для поднятия, разделения и поддержки груди.
Широкие удобные бретели на подкладке с микроворсом регулируются сзади.
Людмила, передовая космическая технология сейчас у Китая.
Россия уже безнадёжно отстала.
"Эту разработанную поляками идею" - вернее было бы говорить, что Польша лишь переработала под себя идею 1776 г., но развила ее вполне действенно.
Собственно, и лозунг "Окраина - не Россия" появился в 1848 г.
Что, в общем и целом, не особо меняет суть.
Я смотрела её интервью, девочка сказала, что самая большая мечта, - чтоб у неё выросли крылья, папа постоянно её одергивает.
Ну как бы все это очень сомнительно.
Ну поступила в вуз, а что дальше?
Светильник настенный Maytoni MOD081WL-L13G3K Tessara.
Широкая окружность, обрамленная "молекулами" света, обеспечивает максимально равномерное и яркое освещение пространства.
"Атомный" или "молекулярный" дизайн, отражающий естество и природную сущность каждого предмета, не теряет актуальности и позволяет выгодно расставлять акценты в интерьере.
Одна из характерных черт подобных светильников — невесомость конструкции.
За счет тонких, практически невидимых тросов, которые регулируются по высоте, создается ощущение, что люстра парит в воздухе.
Металлическая золотая арматура и матово-белые миниатюрные плафоны с легкостью дополнят любую палитру, а представленные в коллекции подвесная люстра и бра станут готовым ансамблем для освещения гостиной, спальни, прихожей.
Ну, на вкус и цвет, что называется.
Мне очень нравился "Тархун", не нынешний, конечно.
Очень вкусные были соки в розлив из высоких стеклянных цилиндров.
Три порции сиропа - перебор, на мой вкус.
Две были в самый раз.
Матрас Димакс Микро Ультимэйт, размер 160х190
Ортопедический пружинный матрас Микро Ультимейт.
Модель удобна тем, что имеет две различные по мягкости поверхности – высокой жёсткости и чуть больше среднего.
В состав изделия включены только качественные и премиальные наполнители, которые зарекомендовали себя исключительно с лучшей стороны.
Пружины: в центре модели установлен блок независимых пружин "микропакет".
Это значит, что на спальное место приходится 2000 спиралей, которые работают полностью автономно.
Именно их функционирование даёт уникальную точечную подстройку.
"Микропакет" является самым высокочастотным из всего многообразия пружинных блоков "Димакса", поэтому обладает ярко выраженным ортопедическим эффектом и считается премиальным.
Наполнители: сверху и снизу от пружин установлены комбинации из слоёв койры и натурального латекса.
Единственное отличие – это порядок плит.
Если у одной поверхности лежит латекс, то у другой – кокосовая койра.
Такой тандем наполнителей уже давно несёт статус классического, поскольку передаёт матрасу не только ортопедические, но и анатомические свойства.
Если койра обеспечивает правильную поддержку спины, то латекс даёт адаптацию поверхности под тело человека.
Чехол: модель поставляется в простёганном трикотажном чехле Aloe Vera.
По желанию клиента его можно сделать как съёмным, так и стационарным.
Общая высота изделия – 27 см, рекомендованная нагрузка на спальное место – 170 кг.
Гарантия и безопасность: гарантийный период – 3 года.
Матрас получил все необходимые сертификаты и документы, которые подтверждают его полную безопасность и надёжность в эксплуатации.
Ортопедическая пена, которая используется в матрасе, имеет сертификат CertiPUR.
Эстонские ученые будут искать жизнь на Венере
Массачусетский технологический институт в сотрудничестве с Тартуской обсерваторией и другими исследовательскими учреждениями и компаниями готовит три космические миссии к Венере для поиска признаков жизни в атмосфере, сообщила в воскресенье "Актуальная камера".
Цель стартующих через пять лет миссий - оценка пригодности для жизни облаков Венеры, а затем поиск там жизни.
Для проекта тартуские ученые предложили инструменты для измерения кислотности и содержания кислорода в облаках Венеры.
До сих пор предполагалось, что облака Венеры, ближайшей к Земле планеты, слишком кислотные, чтобы там могла существовать жизнь, но вероятно, изначально Венера была планетой земного типа.
В ходе третьей миссии должна прибыть проба с Венеры.
Предположим, что если мы найдем там жизнь, то основным вопросом станет - похожа ли она на земную или же отличается.
Если очень похожа, то будет очевидно, что земная жизнь не началась на Земле.
Если же отличается, то возможно, более вероятным станет то, что жизнь зародилась на Земле", - рассказал руководитель эстонской команды проекта "Venus Life Finder" Михкель Паюсалу.
Шляпа, а не телефон...
Полгода ему, и вся цена...
Надоела уже эта китайская ерунда...
Не могут они качественный телефон сделать...
Хоть что возьми, мой самсунг уже трёх таких пережил (друзья их уже выкинули) и ещё переживёт!
Метавселенные изменят российский бизнес
Тема метавселенных стала популярной осенью этого года, когда Марк Цукерберг объявил о превращении Facebook в Meta.
Для рынка это событие стало важным сигналом: крупнейший игрок подтвердил развитие нового формата цифрового взаимодействия между людьми.
А значит, бизнес в России, как и во всем мире, будет инвестировать в создание собственных метавселенных и их последующую монетизацию.
Метавселенные стоит рассматривать как продолжение объективно существующих трендов.
С одной стороны, тренда на создание дистанционных взаимодействий в условиях пандемии, ведь люди устали от разобщения и ограничений.
С другой - это следствие стремления бизнеса развивать экосистемы и адаптировать под них операционные модели.
С третьей - они являются логичным продолжением тренда цифровизации активов, когда любые права, ценные бумаги, произведения искусства и даже деньги переходят в цифровой формат.
Аня, Вы правы, изменение питания - это осознанный процесс.
Когда начинаешь питаться правильно, уже не хочется чего-то слишком жирного и вредного.
Конечно, у нас будет на праздник и традиционный оливье, и селедка под шубой, но никто же не заставляет меня наедаться всем и сразу.
Можно съесть по ложечке, попробовать - и хватит.
Ведь впереди и правда десять выходных дней, можно приготовить любые вкусные и полезные блюда.
А сколько адского труда, времени, средств потребовалось ей на тренировках.
И выполнив 5 четвертных прыжков, она осталась без золота.
И также она понимает, что 4 года до следующей олимпиады она не выдержит, т. е. никогда не будет олимпийской чемпионкой.
И тот, кто не занимался просто спортом или не может представить все круги ада, которые она прошла, НЕ ЛЕЗЬТЕ С ОСУЖДЕНИЕМ.
Британский экономист не смог дать прогноз на 2022 год
Британский экономист Джим O'Нилл не смог дать прогноз на 2022 год, поскольку, по его мнению, подобные попытки обернутся провалом.
Об этом он написал в статье для Project Syndicate.
Эксперт считает, что следующий год будет полон непредсказуемости и любая тенденция может изменить оборот.
Самым важным фактором остается пандемия коронавируса, а на втором месте - инфляция, полагает он.
O'Нилл также признался, что не знает, является ли повышение цен на товары временным или нет.
Как указал специалист, еще до пандемии было ясно, что "мир бесконечной щедрости центральных банков уже изжил себя" и пора вернуться к отношениям, где процентные ставки с учетом инфляции будут коррелировать с ожидаемыми темпами роста ВВП.
O'Нилл отметил, что на фоне пандемии продолжение сверхмягкой экономической политики может, по мнению некоторых экспертов, вести к новому всплеску инфляции.
Кроме того, следует обратить внимание на вопрос роста производительности, а также повышение уровня бедности и изменение климата, резюмировал O'Нилл.
Ранее глава отдела глобальных исследований "Открытие Инвестиции" Михаил Шульгин сообщил, что позитивные ожидания по курсу доллара на 2022 год сохраняются, при этом потенциал роста будет менее значительным.
В числе рисков для курса доллара Шульгин назвал денежно-кредитную политику ФРС, динамику цен на нефть и опасения на фоне пандемии коронавируса.
Вынуждена согласиться.
Но радует одно: если сравнивать себя с собой, то пять лет назад контейнеров было меньше.
Сейчас уже лучше.
Прогресс есть, только вялый.
Еще есть такая проблема: в городах много экологических инициатив, но люди про них не знают.
Всякие экотакси, которые забирают отходы из дома.
Да банально пункт приема вторсырья - им пользуются маргиналы.
Редко кто заносит туда стекло и металл.
Ну и автор...
Сосиски "с кошатиной" на советских заводах?
"Низкий" шоколад в СССР?
Ну да, они недостаточно вкусны по сравнению с Дошираком, понимаю...
А я бы сейчас навернула советских конфеток с белой начинкой.
Таких больше нет.
Не выпускают "Пилота", а "Ромашка" совсем не та...
Автомобильные коврики EVA (ромб) для Hyundai Tucson I (2004-2010).
Автомобильные коврики EVA выполнены из качественного материала российского производства.
Поверхность ковриков состоит из ячеек в форме ромбов.
Толщина ковриков 10 мм, глубина ячеек 5-6 мм.
Коврики не впитывают и не пропускают влагу.
Вся грязь равномерно распределяется по ячейкам, сохраняя поверхность в чистоте.
Материал, из которого выполнены коврики, эластичный, износостойкий, не имеет запахов.
Сохраняет свои свойства в температурном диапазоне от -50 до 50 °С.
Коврики неприхотливы в эксплуатации и подходят для круглогодичного использования.
Автоковрики EVA максимально покрывают штатный ковролин, закрывая площадку для отдыха левой ноги.
Тоннель заднего ряда закрыт ковриком.
Окантовка выполнена из сверхпрочной автомобильной стропы.
Матрас Dimax Практик Базис Плюс В13 180x220 см
Беспружинный матрас Dimax (Димакс) Практик Базис Плюс в13 состоит из единственного вида наполнителя.
Это плита искусственного латекса высотой 13 см.
За счет характеристик материала матрас имеет симметричную среднюю жесткость сторон.
Изделие обтянуто жаккардовым чехлом с простежкой на комфортном слое, съемного или несъемного типа на выбор.
ППУ — гигиеничный материал с анатомическими свойствами.
Основными достоинствами искусственного латекса (ППУ) являются характеристики, схожие с натуральным аналогом, но при меньшей стоимости.
Искусственный латекс упругий и эластичный, но, в отличие от натурального материала, имеет большую жесткость.
Он формирует анатомичную поверхность матраса с качественной поддержкой, что обеспечивает комфортный сон.
Материал хорошо вентилируется, не накапливает влагу и не вызывает аллергических реакций.
Прочность этого наполнителя обеспечивает долговечность и износостойкость матраса.
Качественный матрас, не боящийся перепадов температур.
Анатомичный, недорогой и устойчивый к перепадам температур, этот матрас идеально подойдет для обустройства спального места на даче или в загородном доме.
К числу его достоинств относятся также универсальная средняя жесткость и максимальная нагрузка до 100 кг, что делает этот матрас подходящим большинству категорий пользователей.
Россияне отдали автодилерам около 4,5% ВВП страны
По итогам 10 месяцев 2021 года россияне потратили на покупку новых автомобилей 2 трлн 784 млрд рублей, что на 28% больше, чем за аналогичный период прошлого года, свидетельствуют статистические данные агентства Russian Automotive Market Research (НАПИ).
Для понимания масштаба - примерно такая же сумма (около 3 трлн рублей) была израсходована государством на поддержку граждан и экономики во время пандемии коронавируса.
В минувшем сентябре на заседании глав стран Шанхайской организации сотрудничества президент Владимир Путин говорил, что такая сумма сопоставима более чем с 4,5% внутреннего валового продукта (ВВП) страны за 2020 год.
По доходам на рынке России лидирует корейский бренд Kia.
За 10 месяцев этого года ему удалось реализовать автомобили на сумму 325,7 млрд рублей, что почти на 24% больше, чем годом ранее.
У родственной Kia марки Hyundai прирост еще значительнее - более 35%, а выручка от продажи машин оценивается в 279,3 млрд рублей.
На лидирующих позициях этот бренд и по увеличению средневзвешенной цены автомобиля - за год у Hyundai она выросла почти на 21%, до 1,94 млн рублей - сильнее динамика подорожания была только у Changan, Chery, Geely и Mercedes-Benz.
При этом объемы продаж у корейских брендов выросли не столь значительно: согласно статистике комитета автопроизводителей Ассоциации европейского бизнеса в России, в количественном выражении Kia реализовала за тот же период на 9,4% машин больше, чем годом ранее.
Hyundai - почти на 12%.
Замыкает тройку лидеров по объему продаж в денежном выражении японская Toyota - на автомобили этой марки россияне потратили за 10 месяцев 275,5 млрд рублей, что на 14% больше, чем годом ранее.
За японцами следует Mercedes-Benz с показателем 266,1 млрд рублей (+75%) - у немецкого премиум-бренда выросли и объем продаж (на 37%), и средневзвешенная цена автомобиля (почти на 28%, до 8,2 млн рублей).
"У Mercedes-Benz одновременно наблюдается хороший рост продаж и средневзвешенной цены - больше, например, чем у BMW - отсюда и больший рост финансовой емкости, - пояснила гендиректор НАПИ Татьяна Арабаджи. -
По темпам роста продаж фантастические показатели демонстрируют китайские бренды, также значительно увеличившие финансовую емкость в этом году".
Российская Lada по динамике роста доходов демонстрирует среднерыночные показатели (плюс 28%), на автомобили этой марки россияне потратили за 10 месяцев 229,4 млрд рублей.
На уровне прошлого года по финансовой емкости находятся компании, продажи машин которых в штуках в 2021 году упали: в частности, Volkswagen, Mitsubishi и Nissan.
УАЗ и вовсе в минусе - за 10 месяцев россияне потратили на внедорожники и пикапы этой марки 12 млрд рублей против 12,4 млрд рублей годом ранее.
На фоне проблем с поставками автокомпонентов и перебоями в производстве, охватившими весь мировой автопром, автокомпании продолжают непрерывно корректировать цены - тот же "АвтоВАЗ" повышал стоимость моделей Lada семь раз за год, последнее подорожание (на 8-10 тыс. рублей) произошло в конце ноября.
Регулярно переписывают ценники на свою продукцию и другие автопроизводители.
Объемы автомобильного рынка России в денежном выражении будут увеличиваться и дальше - помимо дефицита машин свой вклад в это делает инфляция, а также стремление автоконцернов отыграть прошлые потери, считают эксперты.
В условиях дефицита автомобилей, я думаю, что многие автоконцерны даже смогли отчасти переложить на потребителя издержки прошлых периодов, которые они не могли закладывать в цену автомобилей ранее,
говорит аналитик "ВТБ Капитала" по автопрому Владимир Беспалов. -
Полагаю, что в финансовом плане автопроизводители чувствуют себя сейчас очень хорошо, поддерживая высокую маржинальность продаж".
Косвенным индикатором этого являются темпы роста стоимости автомобилей, которые наблюдаются в течение 2021 года, цены на новые машины растут быстрее инфляции, уточняет эксперт.
В долгосрочной перспективе рынок будет расти и в количественном выражении, и в денежном, но в основном за счет инфляции и усложнения конструкции самих машин, прогнозирует Беспалов.
С ростом предложения возможности для повышения цен будут ограничены.
В денежном выражении российский авторынок продолжит рост и в будущем году, даже если рост стоимости автомобили замедлится, автопроизводители смогут получить свой доход за счет объемов, отмечает независимый консультант по автопрому Сергей Бургазлиев.
Учитывая повышенный спрос и недостаточное предложение, сейчас автопроизводители стремятся получить наибольшую прибыль с каждого проданного автомобиля, отмечает Бургазлиев. -
Увеличения объемов производства машин не ожидается минимум в ближайшие полгода, при этом в России ажиотаж подогревается еще и неуверенностью граждан в будущем.
На фоне сложившейся на рынке ситуации автомобили оказались неплохим объектом для инвестиций - купленную год назад машину, даже с пробегом, сейчас можно продать дороже изначальной стоимости, констатирует эксперт.
Байден высказался о переброске военных США на Украину в случае вторжения России
Руководство США никогда не рассматривало отправку американских военных на Украину в случае "вторжения" России.
С таким заявлением выступил президент США Джо Байден.
"Никогда не было таких планов", - заявил глава Белого дома, отвечая на вопрос журналиста о том, отказались ли США от такой идеи.
Байден отметил, что в случае эскалации ситуации вокруг Украины Россия столкнутся с экономическими последствиями.
При этом он подчеркнул, что у США и НАТО нет обязательств применять военную силу для защиты Украины в случае эскалации.
Американский лидер также заявил, что возможность применения американских войск в одностороннем порядке для обороны Украины в повестке не стоит.
Байден пояснил, что если Россия вторгнется на территорию Украины, США перебросят силы в восточноевропейские страны НАТО (Болгария, Венгрия, Латвия, Литва, Польша, Румыния, Словакия, Чехия и Эстония).
"Нам придется направить больше американских и натовских войск на восточный фланг, B9 - все те страны НАТО, в отношении которых у нас есть священное обязательство защищать их от любого нападения со стороны России" - заявил Байден.
Ранее пресс-секретарь президента России Дмитрий Песков подчеркнул, что у Москвы отсутствуют намерения по вторжению на территорию Украины.
При этом он указал, что Москва видит проблему в боевом применении Киевом поставленных Турцией дронов, а также в том, что "американское вооружение приближается к нашей территории".
Сразу ухожу с таких собеседований.
Если уже на собеседовании меня хотят заставить слушать крики, ждать часами, пить непонятную бурду и ещё чашку мыть - страшно представить, что будет на работе.
Я себе нормальное место найду, без эйчарной прослойки, где сразу разговариваешь с руководителем.
Матрас Promtex-Orient Monolit Combi 16 100x185 см
Средний по высоте матрас беспружинной конструкции Промтекс-Ориент Монолит Комби 16 создан из чередующихся слоев натурального латекса и кокосовой койры.
Одна сторона средне-жесткая, вторая умеренно жесткая.
Изящный белый чехол из жаккарда простеган на синтепоне и дополнен молнией по периметру.
Два вида наполнителя.
Сэндвич-модель состоит из восьми слоев наполнителей.
Между плитами латекса проложены тонкие плиты из койры кокоса.
Слоеная структура матраса отличается повышенной износостойкостью, долговечностью и устойчивостью к нагрузкам.
Натуральный латекс по своим характеристикам плотный, эластичный, воздухопроницаемый материал.
Наполнитель держит форму и быстро восстанавливается после нагрузок.
Кокосовая койра усиливает прочность изделия, от природы обладает антимикробными свойствами.
Сочетание этих двух материалов позволяет создать устойчивое к нагрузкам ортопедичное спальное место, которое прослужит покупателям долгие годы.
Универсальность и ортопедическая опора.
Матрас подходит для людей разного типа телосложения и возраста.
Средне-жесткая поверхность универсальна сбалансированным сочетанием ортопедичности и комфорта.
Обратная сторона модели менее комфортна для мягких тканей, но обладает более выраженными ортопедическими свойствами.
Умеренно жесткое спальное место более актуально для тех, кто нуждается в "разгрузке" спины и здоровой осанке.
Матрас идеально подойдет как для одного человека, так и для семейной пары.
Последние особенно оценят наличие устойчивой поверхности и отсутствие эффекта "волны", когда колебания на одной стороне матраса могут передаваться на противоположную, беспокоя человека во сне.
Мольберт настольный "Студия" 20*24*54(65) см для холста 40 см.
Настольный мольберт "Студия" с регулируемым по высоте верхним держателем.
Подойдет для холстов небольшого размера.
Материал - натуральный бук, лакированный.
Удобно будет работать как начинающим, так и профессиональным художникам.
Плавная регулировка угла наклона.
Оснащен полкой-упором для холстов и планшетов.
Верхний держатель надежно фиксирует холст.
Максимальная высота мольберта - 65 см, максимальный размер холста - 40 см.
Если с подобного номера звонит мошенник, вроде как "сотрудник МВД" или другой силовой структуры, то сразу сбрасывать неэффективно, а заносить в черный список, скорее всего, не успеть.
Потому что для подтверждения своей лжи о причастности к силовым структурам он быстро повторяет вызов и продолжает пугать и уговаривать.
Нужны более полезные рекомендации для народа.
Вот чушь такая...
Вот совсем не верю, что было так.
Уже не знают, что придумать, кого обвинить.
До Королевы добрались.
И главное, по их мнению, виноваты все, кроме самых-самых...
А не проще было бы оставить людей в покое от принудиловки, разумеется, если наши заботятся о своем народе.
Может, и исчезнут все штаммы вируса...
Как в Японии... перед выборами ослабили влияние и заражений стало меньше...
Набор шерсти для валяния "Ассорти № 2" 100 % меринос, шерсть 4х10 г.
Валяние шерсти как ремесло зародилось еще восемь тысяч лет назад, только для этого занятия было очень трудно найти шерсть животных, а цветную тем более.
Но теперь вуаля!
Представляем полутонкую натуральную шерсть для валяния от российского производителя, за которой не надо бегать по лесу или пастбищу.
Уникальные свойства шерсти для валяния позволяют создавать яркие и неповторимые изделия.
Например, можно сделать миленькую игрушку для себя или своего малыша, аппликации для творчества, бижутерию, украшения для интерьера и даже предметы одежды и аксессуары.
Представьте пару "свалянных" пушистеньких овечек на своей полочке, небольшую фоторамку на стене, красочное ожерелье, которое отлично будет смотреться с новым платьем, или уникальные домашние тапочки, которых точно ни у кого не будет…
Воплощайте свои идеи, "обваливая" эту замечательную шерсть!
Мария Карташова, что значит "в ответ на это"?
Я же свои мысли не озвучиваю, я вас всех мысленно проклинаю.
Мысленно отрубаю головы всем, кто мне не уступил место, мысленно отправляю в кювет и сжигаю все машины, которые мешают моему проходу, мысленно все!
А с виду я вам даже улыбаться могу.
Но я помню, что мысль материальна!
Петр, Николай Второй за годы своего царствования не подписал ни одного смертного приговора.
Даже таким беспредельщикам, как Коба и его бригада.
И кровавое воскресенье - это уже выдумка большевиков.
Матрас Comfort Line Hard Classic TFK 180х190.
Матрас, жесткий с обеих сторон.
Природный материал латексированная кокосовая койра не вызывает аллергических реакций и добавляет необходимые жесткость и упругость матрасу.
Независимый пружинный блок TFK (512 пружин на одно спальное место) подарит неповторимый комфорт и правильную поддержку позвоночника во время сна.
Чехол из хлопкового жаккарда, простеганного на 200 г.
холлконе придает защиту и уют.
Максимальная нагрузка на одно спальное место: 130 кг.
Моя лошадка.
Домик для пони с аксессуарами, в дисплее 6 шт.
Очаровательная лошадка-пони живет в уютном складном розовом домике.
Если раскрыть ее домик, то внутри одной из его половинок можно установить кухню, а на второй половинке - стол, расставив на нем угощения для гостей.
У пони большие красивые глаза, ее гриву и хвост можно расчесывать щеткой.
В состав набора входят: пони 9 см, расческа, домик (2 половинки), встраиваемый столик (2 детали), кухня (2 детали), аксессуары: ножницы (2 детали), торт с сердечком (2детали), бутылка сока, 2 бокала, чайник, чашка и блюдце.
Матрас MIELLA Duet Cocos-Latex DS 90х190х27, вес 27,9 кг.
Чередующиеся слои латекса и жесткой кокосовой койры дают эффект улучшенной поддержки тела.
Матрас MIELLA Duet Cocos-Latex DS без проблем выдерживает нагрузку до 170 кг на одно спальное место.
При этом нет эффекта волны: супруги, лежащие рядом, не скатываются друг к другу независимо от разницы в весе.
Материалы, из которых изготовлена модель, прошли тщательный контроль качества.
Они вентилируются, не отсыревают, не впитывают запахи.
Благодаря полноценной циркуляции воздуха создается уникальный микроклимат, способствующий здоровому отдыху.
Для скрепления деталей использован высокопрочный термоклей.
Фильм ученицы Александра Сокурова получил европейского "Оскара" за лучший монтаж
Номинированный на премию "Оскар" российский фильм "Разжимая кулаки" получил награду Европейской киноакадемии (ее также называют "Европейским "Оскаром") в номинации "Лучший монтаж", сообщает ""Московский комсомолец".
Жюри конкурса, голосовавшее онлайн из-за сложной эпидемиологической ситуации, оценило выдающееся мастерство создателей фильма.
Максимальное количество наград получил в этот раз фильм Ясмилы Жбанич (Босния) "Куда ты идешь, Аида?"
Главная героиня ленты - переводчица при миссии ООН, которая пытается спасти свою семью во время войны в Югославии.
Что до драмы "Разжимая кулаки", снятой Кирой Коваленко (выпускница мастерской Александра Сокурова), то этот фильм рассказывает о сложных отношениях властного отца и желающих освободиться от отцовской опеки взрослеющих детей в Северной Осетии.
Ранее было объявлено, что этот фильм номинирован на кинопремию "Оскар" как лучший фильм, снятый на иностранном языке.
Как показывают регулярные дружеские встречи президентов России, Азербайджана, Турции, по-моему, вы, мягко говоря, не в теме.
Только вчера президент Азербайджана одобрил открытие совместного азербайджанско-российского предприятия КамАЗ.
